Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/VPS2012/App_LocalResources/VdcCreateServer.ascx.*.resx
Languages: de_de

# btnFinish.Text
source: Create
de_de: Erstellen

# btnNext.Text
source: Next
de_de: Weiter >

# btnPrevious.Text
source: Back
de_de: Zurück

# FormComments.Text
source: <p><b>Welcome to VPS Creation Wizard!</b></p><p>The wizard allows specifying parameters of new VPS such as host name, operating system template, administrator password, External and Private (if allowed in the hosting plan) network parameters.</p><p>If e-mail address is specified in "Send summary letter to" then VPS summary information will be sent on that e-mail upon provisioning process completion.</p><p>After clicking "Create" button on the last step of the wizard the process of provisioning a new VPS will be started. The process is asynchronous, so it's not necessary to wait until it's finished.</p>
de_de: <p><b>Willkommen zum VM-Anlage-Assistenten!</b></p><p>Der Assistent erlaubt es Parameter für neue VM wie Hostname, Betriebssystemvorlage, Administratorkennwort, externe und private (- falls im Hostingplan erlaubt) Netzwerkparameter anzugeben.</p><p>Wenn eine E-Mailadresse bei "Sende Zusammenfassungs-Bericht an" angegeben ist, werden VM-Zusammenfassunsginfos nach Fertigstellung des Bereitstellungsprozesses an diese E-Mail versendet.</p><p>Nach dem Anklicken des "Anlegen"-Knopfes im letzten Schritt des Assistenten wird der Bereitstellungsprozess einer neuen VM gestartet. Der Prozess ist asynchron, daher ist es nicht notwendig auf dessen Fertigstellung zu warten.</p>

# stepConfig.Title
source: Configuration
de_de: Konfiguration

# stepExternalNetwork.Title
source: External Network
de_de: Externes Netzwerk

# stepPrivateNetwork.Title
source: Private Network
de_de: Privates Netzwerk

# stepDmzNetwork.Title
source: DMZ Network
de_de: DMZ-Netzwerk

# stepSummary.Title
source: Summary
de_de: Zusammenfassung

# DomainValidator.ErrorMessage
source: Enter domain name
de_de: Geben Sie einen Domänennamen ein

# ExternalAddressesValidator.ErrorMessage
source: Enter the number of external IP addresses
de_de: Geben Sie die Anzahl der externen IP-Adressen ein

# HostnameValidator.ErrorMessage
source: Enter host name
de_de: Geben Sie einen Hostnamen ein

# PrivateAddressesValidator.ErrorMessage
source: Enter the number of private IP addresses
de_de: Geben Sie die Anzahl der privaten IP-Adressen ein

# DmzAddressesValidator.ErrorMessage
source: Enter the number of DMZ IP addresses
de_de: Geben Sie die Anzahl der DMZ IP-Adressen ein

# RequireHddValidator.ErrorMessage
source: Enter the size of hard disk drive
de_de: Geben Sie die Größe des Festplattenlaufwerks ein

# RequireRamValidator.ErrorMessage
source: Enter amount of RAM allocated to new VPS
de_de: Geben Sie die RAM-Größe für die Zuweisung zum neuen VPS ein

# SnapshotsValidator.ErrorMessage
source: Enter the maximum number of snapshots
de_de: Geben Sie die maximale Anzahl an Snapshots ein

# SummaryEmailValidator.ErrorMessage
source: Enter e-mail address to send summary letter
de_de: Geben Sie eine E-Mail-Adresse für den Versand der Kontenübersicht ein

# chkBootFromCd.Text
source: Boot from CD
de_de: Von CD starten

# chkDvdInstalled.Text
source: DVD drive installed
de_de: DVD-Laufwerk installiert

# chkExternalNetworkEnabled.Text
source: External network enabled
de_de: Externes Netzwerk aktiviert

# chkNumLock.Text
source: "Num Lock" enabled
de_de: "Num Lock" aktiviert

# chkPauseResume.Text
source: Pause, Resume
de_de: Anhalten, Fortsetzen

# chkPrivateNetworkEnabled.Text
source: Private network enabled
de_de: Privates Netzwerk aktiviert

# chkDmzNetworkEnabled.Text
source: DMZ network enabled
de_de: DMZ-Netzwerk aktiviert

# chkReboot.Text
source: Reboot
de_de: Neustarten

# chkReinstall.Text
source: Re-install
de_de: Neu installieren

# chkReset.Text
source: Reset
de_de: Zurücksetzen

# chkSendSummary.Text
source: Send summary e-mail to:
de_de: Zusammenfassungs-E-Mail versenden an:

# chkStartShutdown.Text
source: Start, Turn off and Shutdown
de_de: Starten, Ausschalten und Herunterfahren

# locAdminPassword.Text
source: Administrator password:
de_de: Administrator-Passwort:

# locBootFromCd.Text
source: Boot from CD:
de_de: Von CD starten:

# locConfigStepTitle.Text
source: Configuration
de_de: Konfiguration

# locCores.Text
source: cores
de_de: Kerne

# locCpu.Text
source: CPU cores:
de_de: CPU-Kerne:

# locDvdInstalled.Text
source: DVD Drive installed:
de_de: DVD-Laufwerk installiert:

# locExternalAddresses.Text
source: Number of IP addresses:
de_de: Anzahl an IP-Adressen:

# locExternalAddressesList.Text
source: IP addresses list:
de_de: IP-Adressliste:

# locExternalAddressesNumber.Text
source: Number of IP addresses:
de_de: Anzahl an IP-Adressen:

# locExternalNetwork.Text
source: External Network
de_de: Externes Netzwerk

# locExternalNetworkEnabled.Text
source: External network enabled:
de_de: Externes Netzwerk aktiviert:

# locHdd.Text
source: Hard disk size, GB:
de_de: Festplattengröße [GB]:

# locHoldCtrl.Text
source: * Hold CTRL key to select multiple addresses
de_de: * STRG-Taste gedrückt halten, um mehrere Adressen auszuwählen

# locNameStepTitle.Text
source: Name and Operating System
de_de: Name und Betriebssystem

# locNumLock.Text
source: "Num Lock" enabled:
de_de: "Num Lock" aktiviert:

# locOnePerLine.Text
source: * Type one IP address per line
de_de: * Eine IP-Adresse pro Zeile eingeben

# locOperatingSystem.Text
source: Operating system:
de_de: Betriebssystem:

# locPauseResumeAllowed.Text
source: Pause, resume allowed:
de_de: Anhalten, Fortsetzen erlaubt:

# locPrivateAddresses.Text
source: Number of IP addresses:
de_de: Anzahl an IP-Adressen:

# locPrivateAddressesList.Text
source: IP addresses list:
de_de: IP-Adressliste:

# locDmzAddressesList.Text
source: IP addresses list:
de_de: IP-Adressliste:

# locPrivateAddressesNumber.Text
source: Number of IP addresses:
de_de: Anzahl an IP-Adressen:

# locDmzAddressesNumber.Text
source: Number of IP addresses:
de_de: Anzahl an IP-Adressen:

# locPrivateNetwork.Text
source: Private Network
de_de: Privates Netzwerk

# locPrivateNetworkEnabled.Text
source: Private network enabled:
de_de: Privates Netzwerk aktiviert:

# locPrivateNetworkFormat.Text
source: Network addresses format:
de_de: Netzwerkadressen-Format:

# locDmzNetwork.Text
source: DMZ Network
de_de: DMZ-Netzwerk

# locDmzNetworkEnabled.Text
source: DMZ network enabled:
de_de: DMZ-Netzwerk aktiviert:

# locDmzNetworkFormat.Text
source: Network addresses format:
de_de: Netzwerkadressen-Format:

# locPrivateSubnetMask.Text
source: Subnet mask:
de_de: Subnetzmaske:

# locDmzSubnetMask.Text
source: Subnet mask:
de_de: Subnetzmaske:

# locRebootAllowed.Text
source: Reboot allowed:
de_de: Neustart erlaubt:

# locReinstallAllowed.Text
source: Re-install allowed:
de_de: Neu-Installation erlaubt:

# locResetAllowed.Text
source: Reset allowed:
de_de: Zurücksetzen erlaubt:

# locSnapshots.Text
source: Number of snapshots:
de_de: Anzahl an Snapshots:

# locStartShutdownAllowed.Text
source: Start, turn off and shutdown allowed:
de_de: Starten, Ausschalten und Herunterfahren erlaubt:

# locSummary.Text
source: Summary
de_de: Zusammenfassung

# locTitle.Text
source: Create New VPS
de_de: Neuen VPS erstellen

# radioExternalRandom.Text
source: Randomly select IP addresses from the pool
de_de: Zufällige IP-Adressen aus dem Pool wählen

# radioExternalSelected.Text
source: Select IP addresses from the list
de_de: IP-Adresse aus Liste auswählen

# radioPrivateRandom.Text
source: Randomly select next available IP addresses to the addresses format
de_de: Zufällig nächsten verfügbaren IP-Adressen zu dem Adressformat wählen

# radioPrivateSelected.Text
source: Assign specified IP addresses
de_de: spezifische IP-Adressen zuweisen

# secActions.Text
source: Allowed actions
de_de: Erlaubte Aktionen

# secResources.Text
source: Resources
de_de: Ressourcen

# OperatingSystemValidator.ErrorMessage
source: Select operating system template
de_de: Betriebssystemvorlage auswählen

# SelectOsTemplate.Text
source: <Select OS template>
de_de: <Betriebssystemvorlage auswählen>

# btnFinish.OnClientClick
source: ShowProgressDialog('Creating Virtual Server...');
de_de: ShowProgressDialog('Virtueller Server wird erstellt...');

# locNotEnoughExternalAddresses.Text
source: The pool of available external IP addresses is empty. All IP addresses allocated to the current hosting space are assigned to existing virtual servers. More external IP addresses could be allocated by the host.
de_de: Der Pool verfügbarer externer IP-Adressen ist leer. Alle IP-Adressen, die dem derzeitigen Hosting-Bereich zugewiesen sind, sind vorhandenen virtuellen Servern zugeordnet. Mehr externe IP-Adressen können vom Host zugewiesen werden.

# valCorrectHostname.ErrorMessage
source: Enter correct host name, for example "vps01"
de_de: Geben Sie einen gültigen Hostnamen ein (z.B. "vps01")

# valNewDomainFormat.ErrorMessage
source: Enter correct domain name, for example "mydomain.com"
de_de: Geben Sie einen gültigen Domänennamen ein (z.B. "meinedomain.de")

# locDynamicMemory.Text
source: Dynamic Memory
de_de: Dynamischer Speicher:

# btnFinishText.Text
source: Finish
de_de: Fertigstellen

# btnNextText.Text
source: Next
de_de: Weiter

# btnPreviousText.Text
source: Back
de_de: Zurück

# chkCustomGateway.Text
source: Custom Gateway / DNS / Subnet mask
de_de: Benutzerdefiniertes Gateway / DNS / Subnetzmaske

# DNSValidator.ErrorMessage
source: Enter DNS server IP
de_de: Geben Sie die DNS-Server IP-Adresse

# GatewayValidator.ErrorMessage
source: Enter Gateway
de_de: Geben Sie das Gateway ein

# locDNS1.Text
source: Preferred DNS server:
de_de: Bevorzugter DNS-Server:

# locDNS2.Text
source: Alternate DNS server:
de_de: Alternativer DNS-Server:

# locMask.Text
source: Subnet mask:
de_de: Subnetzmaske:

# maskValidator.ErrorMessage
source: Enter subnet mask
de_de: Geben Sie die Subnetzmaske ein

# btnAddHdd.Text
source: Add HDD
de_de: HDD hinzufügen

# btnRemoveHdd.Text
source: Remove HDD
de_de: HDD löschen

# lblAdditionalHdd.Text
source: Additional HDD:
de_de: Zusätzliche HDD:

# locAdditionalHdd.Text
source: Additional HDD, GB:
de_de: Zusätzliche HDD, GB:

# valHddSize.ErrorMessage
source: Enter a numeric value
de_de: Geben Sie einen numerischen Wert ein

# valCoresStatus.Text
source: (available range: {0} cores)
de_de: (verfügbaren Bereich: {0} Kerne)

# valHddStatus.Text
source: (available range: {0} GB, {1} GB can be used for additional HDDs, total disk space cannot exceed {2} GB)
de_de: (verfügbaren Bereich: {0} GB, {1} GB kann für zusätzliche Festplatten verwendet werden, der Gesamtspeicherplatz darf nicht überschritten werden {2} GB)

# valRamStatus.Text
source: (available range: {0} MB, 256 MB increments, 1 GB is 1024 MB, most OSs require at least 2048 MB)
de_de: (verfügbaren Bereich: {0} MB, 256 MB Schritte, 1 GB Ist 1024 MB, Die meisten Betriebssysteme erfordern mindestens 2048 MB)
