Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/ProviderControls/App_LocalResources/HyperV2012R2_Settings.ascx.*.resx
Languages: de_de

# chkVpsFolderIncludesUsername.Text
source: User name
de_de: Benutzername

# ComparePasswordsValidator.ErrorMessage
source: Both reseller account passwords should match
de_de: Beide Wiederverkäufer-Passwörter müssen übereinstimmen

# DefaultGatewayValidator.ErrorMessage
source: Enter default gateway IP
de_de: Geben Sie eine Standard-Gateway-IP ein

# DvdLibraryPathValidator.ErrorMessage
source: Enter DVD library folder
de_de: Geben Sie einen DVD-Bibliothek-Pfad ein

# ExportedVpsPathValidator.ErrorMessage
source: Enter path for storing exported VPS
de_de: Geben Sie einen Pfad zum Speichern von exportierten VPS ein

# HostnamePatternValidator.ErrorMessage
source: Enter host name pattern
de_de: Geben Sie ein Muster für den Hostnamen ein

# locAlternateNameServer.Text
source: Alternate Name Server:
de_de: Alternativer Name-Server:

# locDefaultGateway.Text
source: Default Gateway:
de_de: Standard-Gateway:

# locDiskType.Text
source: Disk Type:
de_de: Festplattentyp:

# locSCPResellerAccount.Text
source: SolidCP Reseller Account
de_de: SolidCP-Wiederverkäuferkonto

# locDvdIsoPath.Text
source: DVD Library path:
de_de: DVD-Bibliothek-Pfad:

# locExistingPassword.Text
source: Existing password:
de_de: Vorhandenes Passwort:

# locExportedVpsPath.Text
source: Exported VPS path:
de_de: Pfad zu exportierten VPS:

# locExternalNetwork.Text
source: External Network
de_de: Externes Netzwerk

# locExternalNetworkName.Text
source: Connect to Network:
de_de: Mit Netzwerk verbinden:

# locGeneralSettings.Text
source: General Settings
de_de: Allgemeine Einstellungen

# locHostnamePattern.Text
source: Host name pattern:
de_de: Muster für Hostnamen:

# locIPFormat.Text
source: IP Addresses Format:
de_de: IP-Adressen-Format:

# locMediaLibrary.Text
source: DVD Media Library
de_de: DVD-Medienbibliothek

# locNetworkAdapter.Text
source: Network Adapter
de_de: Netzwerkadapter

# locOSTemplatesPath.Text
source: OS Templates path:
de_de: Betriebssystemvorlagen-Pfad:

# locPatternText.Text
source: When user is not allowed to specify their custom host name the system will generate the host name for new VPS based on this pattern.<br/><br/> The following substitution variables can be used in the pattern:<br/> [USERNAME], [USER_ID], [SPACE_ID], [ip_last_1_octect], [ip_last_2_octects], [ip_last_3_octects], [ip_last_4_octects], [NetBIOSName] <br/> Example: <b>[NetBIOSName].domain.local</b> (max-15-symbols.domain.zone)
de_de: Wenn es dem Benutzer nicht erlaubt ist, eigene individuelle Host-Namen zu vergeben, wird das System einen Host-Namen für neue VPS, basierend auf diesem Muster generieren.<br/><br/>Die folgenden Platzhaltervariablen können in dem Muster benutzt werden:<br/>[USERNAME], [USER_ID], [SPACE_ID]

# locPreferredNameServer.Text
source: Preferred Name Server:
de_de: Bevorzugter Nameserver:

# locPrivateNetwork.Text
source: Private Network
de_de: Privates Netzwerk

# locResellerAccountText.Text
source: For automatic provisioning of SolidCP control panel inside VPS please enter SolidCP reseller account details below:
de_de: Für die automatische Bereitstellung des SolidCP Control Panels in VPS geben Sie bitte die SolidCP Wiederverkäuferkonto-Details unten ein:

# locResellerConfirmPassword.Text
source: Confirm password:
de_de: Passwort bestätigen:

# locResellerPassword.Text
source: Password:
de_de: Passwort:

# locResellerUsername.Text
source: Username:
de_de: Benutzername:

# locSeconds.Text
source: seconds
de_de: Sekunden

# locStartAction.Text
source: Automatic Start Action
de_de: Automatische Startaktion

# locStartOptionsText.Text
source: What do you want VPS to do when the physical computer starts?
de_de: Was soll der VPS tun, wenn der physikalische Computer startet?

# locStartupDelay.Text
source: Startup delay:
de_de: Startverzögerung:

# locStartupDelayText.Text
source: Specify a startup delay to reduce resource contention between virtual machines.
de_de: Geben Sie eine Startverzögerung an, um den Verbrauch an Ressourcen zwischen den virtuellen Maschinen beim Start zu reduzieren.

# locStopAction.Text
source: Automatic Stop Action
de_de: Automatische Stoppaktion

# locStopActionText.Text
source: What do you want VPS to do when the physical shuts down?
de_de: Was soll der VPS tun, wenn der physikalische Computer herunterfährt?

# locSubnetMask.Text
source: Subnet Mask:
de_de: Subnetzmaske:

# locVhd.Text
source: Virtual Hard Drive
de_de: Virtuelle Festplatte:

# locVpsFolderIncludes.Text
source: VPS folder includes:
de_de: VPS-Ordner enthält:

# locVpsRootFolder.Text
source: VPS root folder:
de_de: VPS-Stammordner:

# radioStartActionAlwaysStart.Text
source: Always start VPS automatically
de_de: VPS immer automatisch starten

# radioStartActionNothing.Text
source: Nothing
de_de: Nichts

# radioStartActionStart.Text
source: Automatically start if it was running when the service stopped
de_de: Automatisch starten, wenn VPS vor dem Stoppen des Dienstes aktiv war.

# radioStopActionSave.Text
source: Save VPS state
de_de: VPS-Zustand speichern

# radioStopActionShutDown.Text
source: Shut down VPS operating system
de_de: VPS-Betriebssystem herunterfahren

# radioStopActionTurnOff.Text
source: Turn off VPS
de_de: VPS ausschalten

# radioVirtualDiskTypeDynamic.Text
source: Dynamically expanding
de_de: Wird dynamisch erweitert

# radioVirtualDiskTypeFixed.Text
source: Fixed size
de_de: Feste Größe

# radioVpsFolderIncludesID.Text
source: VPS identifier, for example "843FA-A0B2-34404"
de_de: VPS-Kennung, zum Beispiel "843FA-A0B2-24404"

# radioVpsFolderIncludesName.Text
source: VPS host name, for example "vps1.domain.com"
de_de: VPS-Hostname, zum Beispiel "vps1.domain.de"

# radioSwitchTypePrivatePrivate.Text
source: New private switch for each Hosting Space
de_de: Neuer privater Switch für jeden Hosting Space

# radioSwitchTypePrivateExternal.Text
source: Use external switch (VLAN separation)
de_de: Externen Switch verwenden (VLAN-Trennung)

# RootFolderValidator.ErrorMessage
source: Enter VPS root folder
de_de: Geben Sie einen VPS-Stammordner ein

# StartupDelayValidator.ErrorMessage
source: Startup delay could not be blank
de_de: Startverzögerung darf nicht leer sein

# SubnetMaskValidator.ErrorMessage
source: Enter subnet mask
de_de: Geben Sie eine Subnetz-Maske ein

# TemplatesPathValidator.ErrorMessage
source: Enter OS templates folder
de_de: Geben Sie einen Ordner zu Betriebssystemvorlagen ein

# CpuLimitValidator.ErrorMessage
source: Enter processor limit per VPS
de_de: Geben Sie ein Prozessor-Limit pro VPS ein

# CpuReserveValidator.ErrorMessage
source: Enter processor reserve per VPS
de_de: Geben Sie eine Prozessor-Reservierung pro VPS ein

# CpuWeightValidator.ErrorMessage
source: Enter relative processor weight per VPS
de_de: Geben Sie eine relative Prozessor-Gewichtung pro VPS ein

# locCpuLimit.Text
source: Virtual machine limit:
de_de: Begrenzung der virtuellen Maschine:

# locCpuReserve.Text
source: Virtual machine reserve:
de_de: Reserve für virtuelle Maschine:

# locCpuWeight.Text
source: Relative weight:
de_de: Relative Gewichtung:

# locFolderVariables.Text
source: The following variables are supported: [VPS_HOSTNAME], [USERNAME], [USER_ID], [SPACE_ID], [GUID], [MAC]
de_de: Die folgenden Variablen werden unterstützt: [VPS_HOSTNAME], [USERNAME], [USER_ID], [SPACE_ID]

# locProcessorSettings.Text
source: Processor Resource Settings
de_de: Prozessor-Ressourcen-Einstellungen

# btnConnect.Text
source: Connect
de_de: Verbinden

# ErrorReadingNetworksList.Text
source: <Cannot read networks list>
de_de: <Netzwerkliste kann nicht gelesen werden>

# locErrorReadingNetworksList.Text
source: <br/><b>Unable to connect to Hyper-V server</b><br/><br/>Possible reasons:<ol><li>You are going to manage remote Hyper-V server (either Server Core or Hyper-V Server 2008 machine) where SolidCP Server is not installed. Type the correct server name at the top of this form and then click "Connect" button.</li><li>SolidCP Server has insufficient permissions to connect remote Hyper-V server. Please refer administrator guide for client and server setup instructions.</li><li>Lost connectivity with SolidCP Server installed on Hyper-V virtualization server. Check connectivity and open service properties page once again.</li></ol>
de_de: <br/><b>Verbindung zum Hyper-V Server nicht möglich</b><br/><br/>Mögliche Gründe:<ol><li>Sie möchten Remote-Hyper-V Server verwalten (entweder Server Core oder Hyper-V Server 2012 R2 Maschinen) auf denen der SolidCP Server nicht installiert ist. Geben Sie den richtigen Servernamen oben in diesem Formular ein und klicken Sie auf "Verbinden".</li><li>SolidCP Server verfügt nicht über ausreichende Berechtigungen, um sich mit dem Remote-Hyper-V Server zu verbinden. Schlagen Sie in der Administrationsanleitung die Anleitungen für die Client und Server Einrichtung nach.</li><li>Die Verbindung zum SolidCP Server, welcher auf dem Hyper-V Virtualisierungsserver installiert ist, wurde verloren. Überprüfen Sie die Verbindung und öffnen Sie die Diensteinstellungen-Seite noch einmal.</li></ol>

# radioServerLocal.Text
source: <b>Local</b> - Hyper-V role is installed on this server
de_de: <b>Lokale</b> - Hyper-V Rolle ist auf diesem Server installiert

# radioServerRemote.Text
source: <b>Remote</b> - Remote Windows Server Core or Hyper-V Server
de_de: <b>Remote</b> - Remote Windows 2012 R2 Server Core oder Hyper-V Server 2012 R2

# ServerNameValidator.ErrorMessage
source: Enter server name
de_de: Geben Sie einen Servernamen ein

# ddlManagementNetworks.Text
source: <Do not connect VPS to Management Network>
de_de: <VPS nicht mit dem Management-Netzwerk verbinden>

# locManagementNetwork.Text
source: Management Network
de_de: Verwaltungsnetzwerk

# locManagementNetworkName.Text
source: Connect to Network:
de_de: Mit Netzwerk verbinden:

# ddlManageNicConfigPool.Text
source: IP Addresses Pool
de_de: IP-Adresspool

# ddlPrivateNetworkFormatCustom.Text
source: Custom
de_de: Benutzerdefiniert

# locManageNicConfig.Text
source: Network Card Configuration:
de_de: Netzwerkkartenkonfiguration:

# locPrivCustomFormat.Text
source: IP Address / CIDR:
de_de: IP-Adresse / CIDR:

# privateSubnetMaskValidator.ErrorMessage
source: Enter subnet mask in CIDR format
de_de: Geben Sie eine Subnetz-Maske im CIDR-Format ein

# chkAssignIPAutomatically.Text
source: Automatically assign IP addresses to the space on creation
de_de: IP-Adressen bei Bereich-Anlage automatisch zuweisen

# lblSCCMEndPoint.Text
source: SCCM Endpoint
de_de: SCCM-Endpunkt

# lblSCOMEndPoint.Text
source: SCOM Endpoint
de_de: SCOM-Endpunkt

# lblSCVMMEndPoint.Text
source: SCVMM Endpoint
de_de: SCVMM-Endpunkt

# lblStorageEndPoint.Text
source: Storage Endpoint
de_de: Speicher-Endpunkt

# btnSetReplicaServer.Text
source: Set
de_de: Festlegen

# CertificateThumbnailValidator.ErrorMessage
source: Enter the thumbnail of a SSL certificate
de_de: Geben Sie das Vorschaubild eines SSL-Zertifikates ein

# locCertThumbnail.Text
source: SSL Certificate Thumbprint:
de_de: Fingerabdruck zum SSL-Zertifikat:

# locErrorSetReplica.Text
source: Can not to set server as a replication server with the entered server name, replication path and SSL certificate
de_de: Dieser Server mit dem Servernamen, Replikationspfad und SSL-Zertifikat kann nicht als Replikation-Server ausgewählt werden

# locReplicaPath.Text
source: Path for Replications:
de_de: Pfad für Replikationen:

# locReplication.Text
source: Replication
de_de: Replikation

# ReplicaPathValidator.ErrorMessage
source: Enter path to replication virtual machines
de_de: Geben Sie einen Pfad zum Replizieren von virtuellen Maschinen ein

# ReplicaServerValidator.ErrorMessage
source: Enter a replication server
de_de: Geben Sie einen Replikations-Server ein

# ReplicationModeDisabled.Text
source: No Hyper-v Replication
de_de: Keine Hyper-V Replikation

# ReplicationModeEnabled.Text
source: Enable Hyper-V Replication
de_de: Hyper-V Replikation aktivieren

# ReplicationModeIsReplicaServer.Text
source: This is a Replica Server
de_de: Dies ist ein Replika-Server

# locEnableReplicaError.Text
source: Please add a server with the enabled replication and select it from list
de_de: Fügen Sie einen Server mit aktivierter Replikation hinzu und wählen diesen aus der Liste aus

# locErrorPathReplica.Text
source: Please enter replication path
de_de: Geben Sie einen Replikationspfad ein

# locReplicaServer.Text
source: Replication Server:
de_de: Replikation-Server:

# btnAddDvd.Text
source: Add DVD
de_de: DVD hinzufügen

# btnAddOsTemplate.Text
source: Add OS Template
de_de: Betriebssystemvorlage hinzufügen

# btnRemoveDvd.Text
source: Remove
de_de: Entfernen

# btnRemoveOsTemplate.Text
source: Remove
de_de: Entfernen

# chkCanSetAdminPass.Text
source: Can set an Administrator password
de_de: Administrator-Passwort kann geändert werden

# chkCanSetComputerName.Text
source: Can set a computer name
de_de: Computer-Name kann geändert werden

# chkCanSetNetwork.Text
source: Can set Ip addresses
de_de: IP-Adressen können geändert werden

# chkLegacyNetworkAdapter.Text
source: Use legacy adapter
de_de: Legacy-Adapter verwenden

# DvdDescriptionValidator.ErrorMessage
source: Enter DVD description
de_de: Geben Sie eine DVD-Beschreibung ein

# DvdFileNameValidator.ErrorMessage
source: Enter DVD file name
de_de: Geben Sie einen DVD-Dateinamen ein

# DvdNameValidator.ErrorMessage
source: Enter DVD name
de_de: Geben Sie einen DVD-Namen ein

# locDvdDescription.Text
source: Description:
de_de: Beschreibung:

# locDvdFileName.Text
source: File name (with extension):
de_de: Dateiname (mit Endung):

# locDvdLibrary.Text
source: DVD Library
de_de: DVD-Bibliothek

# locProcessVolume.Text
source: Index of the volume to expand:
de_de: Index des Volumes zum Erweitern:

# locSysprep.Text
source: Sysprep files (separated by ';'):
de_de: Sysprep-Dateien (getrennt durch ';'):

# locTemplateFileName.Text
source: File name (with extension):
de_de: Dateiname (mit Endung):

# locTemplates.Text
source: OS Templates
de_de: Betriebssystemvorlagen

# TemplateFileNameValidator.ErrorMessage
source: Enter OS template file name
de_de: Geben Sie einen Dateinamen der Betriebssystemvorlage ein

# TemplateNameValidator.ErrorMessage
source: Enter OS template name
de_de: Geben Sie einen Namen der Betriebssystemvorlage ein

# valProcessVolume.ErrorMessage
source: Enter OS template process volume
de_de: Geben Sie ein Volume zur Anwendung der Betriebssystemvorlage ein

# vcmProcessVolume.ErrorMessage
source: Process volume should be a positive number
de_de: Volume zum Anwenden sollte eine positive Nummer sein

# btnAddDvdText.Text
source: Add DVD
de_de: DVD hinzufügen

# btnAddOsTemplateText.Text
source: Add OS Template
de_de: OS-Vorlage hinzufügen

# btnConnectText.Text
source: Connect
de_de: Verbinden

# btnRemoveDvdText.Text
source: Remove
de_de: Entfernen

# btnRemoveOsTemplateText.Text
source: Remove
de_de: Entfernen

# btnSetReplicaServerText.Text
source: Set
de_de: Festlegen

# locSecureBootTemplate.Text
source: Secure boot template:
de_de: "Secure boot" Vorlage:

# chkAssignVLANAutomatically.Text
source: Automatically assign VLANs to the space on creation
de_de: VLANs bei Bereich-Anlage automatisch zuweisen

# locGuacamoleHyperVAdministratorPassword.Text
source: Hyper-V Password:
de_de: Hyper-V Kennwort:

# locGuacamoleHyperVUser.Text
source: Hyper-V User:
de_de: Hyper-V Benutzer:

# lblCurrPassword.Text
source: Current Hyper-V Password:
de_de: Aktuelles Hyper-V Kennwort:

# chkUseFailoverCluster.Text
source: Use Failover Cluster
de_de: Failover Cluster benutzen

# ClusterNameValidator.ErrorMessage
source: Enter Cluster name
de_de: Geben Sie einen Clusternamen ein

# locDiskSize.Text
source: VHD Disk Size (GB):
de_de: VHD-Festplattengröße (GB):

# btnAddPsScript.Text
source: Add PS Script
de_de: PS Script hinzufügen

# btnRemovePsScript.Text
source: Remove
de_de: Entfernen

# locPsScript.Text
source: Custom PowerShell Scripts
de_de: Benutzerdefinierte PowerShell-Skripts

# locRunAt.Text
source: Execute at:
de_de: Ausführen bei:

# locVar.Text
source: The following variables are supported:
de_de: Folgenden Variablen sind unterstützt:

# liRunAtAfterCreation.Text
source: After VM creation
de_de: Nach der VM-Erstellung

# liRunAtAfterRenaming.Text
source: After VM renaming
de_de: Nach dem Umbenennen der VM

# liRunAtBeforeDeletion.Text
source: Before VM deletion
de_de: Vor dem Löschen der VM

# liRunAtBeforeRenaming.Text
source: Before VM renaming
de_de: Vor dem Umbenennen der VM

# liRunAtDisabled.Text
source: Disabled
de_de: Untauglich

# liRunAtExtNetwork.Text
source: External network configuration
de_de: Externe Netzwerkkonfiguration

# liRunAtMngNetwork.Text
source: Management network configuration
de_de: Management Netzwerkkonfiguration

# liRunAtPrivNetwork.Text
source: Private network configuration
de_de: Private Netzwerkkonfiguration

# locDmzNetwork.Text
source: DMZ Network
de_de: DMZ-Netzwerk
