Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/ProviderControls/App_LocalResources/MSSQL_Settings.ascx.*.resx
Languages: de_de

# chkTrustServerCertificate.Text
source: Always trust server certificate
de_de: Serverzertifikat immer vertrauen

# DefaultLocation.Text
source: <Server Default>
de_de: <Serverstandard>

# lblBrowseMethod.Text
source: Database Browser Logon Method:
de_de: Datenbankbrowser-Anmeldemethode:

# lblBrowseParameters.Text
source: Database Browser Logon Parameters:
de_de: Datenbankbrowser-Anmeldeparameter:

# lblBrowseUrl.Text
source: Database Browser Logon URL:
de_de: Datenbankbrowser-Anmelde-URL:

# lblCollation.Text
source: Database Collation:
de_de: Datenbanksortierung:

# lblConfirmPassword.Text
source: Confirm password:
de_de: Passwort bestätigen:

# lblConnection.Text
source: Connection:
de_de: Verbindung:

# lblCurrPassword.Text
source: Current Password:
de_de: Aktuelles Passwort:

# lblExternalAddress.Text
source: External Address:
de_de: Externe Adresse:

# lblInternalAddress.Text
source: Internal Address:
de_de: Interne Adresse:

# lblLocation.Text
source: Databases Location:
de_de: Datenbanken-Ort:

# lblPassword.Text
source: Password:
de_de: Passwort:

# lblUsageGuide.Text
source: You can use [USER_NAME] variable in the location field
de_de: Sie können [USER_NAME]-Variable im Standort-Feld benutzen

# lblUsername.Text
source: User name:
de_de: Benutzername:

# passwordsIdentValidator.Text
source: Both passwords should be identical
de_de: Beide Passwörter müssen identisch sein

# rblAccountTypeItem.SQL
source: SQL Server Account
de_de: SQL Server-Konto

# rblAccountTypeItem.Trusted
source: Use Trusted Connection
de_de: Vertrauenswürdige Verbindung benutzen

# rblDbLocationItem.Custom
source: Custom Location
de_de: Benutzerdefinierter Ort

# rblDbLocationItem.Default
source: Default SQL Server Location
de_de: Standard-SQL-Server-Ort
