Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/ProviderControls/App_LocalResources/Proxmox_Settings.ascx.*.resx
Languages: de_de

# chkVpsFolderIncludesUsername.Text
source: User name
de_de: Benutzername

# ComparePasswordsValidator.ErrorMessage
source: Both reseller account passwords should match
de_de: Beide Passwörter müssen übereinstimmen

# DefaultGatewayValidator.ErrorMessage
source: Enter default gateway IP
de_de: Geben Sie eine standard Gateway IP ein

# DvdLibraryPathValidator.ErrorMessage
source: Enter DVD library folder
de_de: Geben Sie einen DVD Bibliotheks-Ordner ein

# ExportedVpsPathValidator.ErrorMessage
source: Enter path for storing exported VPS
de_de: Geben Sie einen Pfad zum Speichern exportierter VPS ein

# HostnamePatternValidator.ErrorMessage
source: Enter host name pattern
de_de: Geben Sie ein Hostname Pattern ein

# locAlternateNameServer.Text
source: Alternate Name Server:
de_de: Alternativer Name Server:

# locDefaultGateway.Text
source: Default Gateway:
de_de: Standard Gateway:

# locDiskType.Text
source: Disk Type:
de_de: Disk Typ:

# locWspResellerAccount.Text
source: WebsitePanel Reseller Account
de_de: SolidCP Reseller Account

# locDvdIsoPath.Text
source: DVD Library path:
de_de: DVD Bibliotheks-Pfad:

# locExistingPassword.Text
source: Existing password:
de_de: Aktuelles Passwort:

# locExportedVpsPath.Text
source: Exported VPS path:
de_de: Exportierter VPS Pfad:

# locExternalNetwork.Text
source: External Network
de_de: Externes Network:

# locExternalNetworkName.Text
source: Connect to Network:
de_de: Mit Netzwerk verbinden:

# locGeneralSettings.Text
source: General Settings
de_de: Allgemeine Einstellungen

# locIPFormat.Text
source: IP Addresses Format:
de_de: IP Adressen Format:

# locMediaLibrary.Text
source: DVD Media Library
de_de: DVD Medien Bibliothek

# locNetworkAdapter.Text
source: Network Adapter
de_de: Netzwerk Adapter

# locOSTemplatesPath.Text
source: OS Templates path:
de_de: OS Templates Pfad:

# locPatternText.Text
source: When user is not allowed to specify their custom host name the system will generate the host name for new VPS based on this pattern.<br/><br/> The following substitution variables can be used in the pattern:<br/> [USERNAME], [USER_ID], [SPACE_ID]
de_de: Wenn der Benutzer keinen eigenen Hostnamen definieren kann, erstellt das System einen Hostnamen für einen neuen VPS basierend auf dem angegebenen Muster.<br/><br/> Folgende Variablen können in dem Muster verwendet werden:<br/> [USERNAME], [USER_ID], [SPACE_ID]

# locPreferredNameServer.Text
source: Preferred Name Server:
de_de: Bevorzuger Server Name:

# locPrivateNetwork.Text
source: Private Network
de_de: Privates Netzwerk

# locResellerAccountText.Text
source: For automatic provisioning of SolidCP control panel inside VPS please enter SolidCP reseller account details below:
de_de: Für die automatische Bereitstellung des SolidCP-Kontrollfelds innerhalb von VPS geben Sie bitte unten die Kontodaten des SolidCP-Resellers ein:

# locResellerConfirmPassword.Text
source: Confirm password:
de_de: Passwort bestätigen:

# locResellerPassword.Text
source: Password:
de_de: Passwort:

# locResellerUsername.Text
source: Username:
de_de: Benutzername:

# locSeconds.Text
source: seconds
de_de: Sekunden

# locStartAction.Text
source: Automatic Start Action
de_de: Automatische Start Aktion

# locStartOptionsText.Text
source: What do you want VPS to do when the physical computer starts?
de_de: Was soll der VPS tun, wenn der physische Computer startet?

# locStartupDelay.Text
source: Startup delay:
de_de: Startverzögerung:

# locStartupDelayText.Text
source: Specify a startup delay to reduce resource contention between virtual machines.
de_de: Geben Sie eine Startverzögerung an, um Ressourcenkonflikte zwischen virtuellen Maschinen zu reduzieren.

# locStopAction.Text
source: Automatic Stop Action
de_de: Automatische Stop Aktion

# locStopActionText.Text
source: What do you want VPS to do when the physical shuts down?
de_de: Was soll der VPS tun, wenn der physische Server heruntergefahren wird?

# locSubnetMask.Text
source: Subnet Mask:
de_de: Subnet Maske:

# locVhd.Text
source: Virtual Hard Drive
de_de: Virtuelle Harddisk

# locVpsFolderIncludes.Text
source: VPS folder includes:
de_de: VPS Ordner Includes:

# locVpsRootFolder.Text
source: VPS root folder:
de_de: VPS Stammverzeichniss :

# radioStartActionAlwaysStart.Text
source: Always start VPS automatically
de_de: VPS immer automatisch starten

# radioStartActionNothing.Text
source: Nothing
de_de: Nichts

# radioStartActionStart.Text
source: Automatically start if it was running when the service stopped
de_de: Automatisch starten, wenn es ausgeführt wurde, als der Dienst beendet wurde

# radioStopActionSave.Text
source: Save VPS state
de_de: VPS Zustand speichern

# radioStopActionShutDown.Text
source: Shut down VPS operating system
de_de: Fahre das VPS Betriebssystem herunter

# radioStopActionTurnOff.Text
source: Turn off VPS
de_de: VPS ausschalten

# radioVirtualDiskTypeDynamic.Text
source: Dynamically expanding
de_de: Dynamisch expandierend

# radioVirtualDiskTypeFixed.Text
source: Fixed size
de_de: Fixe Größe

# radioVpsFolderIncludesID.Text
source: VPS identifier, for example "843FA-A0B2-34404"
de_de: VPS Kennung, zum Beispiel „843FA-A0B2-34404“

# radioVpsFolderIncludesName.Text
source: VPS host name, for example "vps1.domain.com"
de_de: VPS Hostname, zum Beispiel „vps1.domain.com“

# RootFolderValidator.ErrorMessage
source: Enter VPS root folder
de_de: Geben Sie ein VPS Stammverzeichnis ein

# StartupDelayValidator.ErrorMessage
source: Startup delay could not be blank
de_de: Startverzögerung kann nicht leer sein

# SubnetMaskValidator.ErrorMessage
source: Enter subnet mask
de_de: Geben Sie eine Subnetz Maske an

# TemplatesPathValidator.ErrorMessage
source: Enter OS templates folder
de_de: Geben Sie einen OS Template Pfad an

# CpuLimitValidator.ErrorMessage
source: Enter processor limit per VPS
de_de: Geben Sie ein Prozessor Limit per VPS ein

# CpuReserveValidator.ErrorMessage
source: Enter processor reserve per VPS
de_de: Geben Sie eine Prozessor Reserve per VPS ein

# CpuWeightValidator.ErrorMessage
source: Enter relative processor weight per VPS
de_de: Geben Sie ein relatives Prozessor Gewicht per VPS ein

# locCpuLimit.Text
source: Virtual machine limit:
de_de: Virtuelle Maschine Limit:

# locCpuReserve.Text
source: Virtual machine reserve:
de_de: Virtuelle Maschine Reserve:

# locCpuWeight.Text
source: Relative weight:
de_de: Relatives Gewicht:

# locFolderVariables.Text
source: The following variables are supported: [VPS_HOSTNAME], [USERNAME], [USER_ID], [SPACE_ID]
de_de: Folgende Variablen werden unterstützt: [VPS_HOSTNAME], [USERNAME], [USER_ID], [SPACE_ID]

# locProcessorSettings.Text
source: Processor Resource Settings
de_de: Prozessor Resourcen Einstellungen

# btnConnect.Text
source: Connect
de_de: Verbinden

# ErrorReadingNetworksList.Text
source: <Cannot read networks list>
de_de: <Kann die Netzwerk Liste nich lesen>

# locProxmoxCluster.Text
source: Proxmox Cluster Configuration
de_de: Proxmox Cluster Konfiguration

# radioServerLocal.Text
source: <b>Local</b> - Proxmox role is installed on this server
de_de: <b>Lokal</b> – Die Proxmox-Rolle ist auf diesem Server installiert

# ServerNameValidator.ErrorMessage
source: Enter server name
de_de: Geben Sie einen Hostnamen an

# ddlManagementNetworks.Text
source: <Do not connect VPS to Management Network>
de_de: <Verbinde VPS nicht mit dem Verwaltungs Netwerk>

# locManagementNetwork.Text
source: Management Network
de_de: Verwaltungs Netzwerk

# locManagementNetworkName.Text
source: Connect to Network:
de_de: Mit Netzwerk verbinden:

# ddlManageNicConfigPool.Text
source: IP Addresses Pool
de_de: IP Adressen Pool

# ddlPrivateNetworkFormatCustom.Text
source: Custom
de_de: Benutzerdefiniert

# locManageNicConfig.Text
source: Network Card Configuration:
de_de: Netzwerkkarten Konfiguration:

# locPrivCustomFormat.Text
source: IP Address / CIDR:
de_de: IP Adresse / CIDR:

# privateSubnetMaskValidator.ErrorMessage
source: Enter subnet mask in CIDR format
de_de: Geben Sie die Subnetzmaske im CIDR-Format ein

# chkAssignIPAutomatically.Text
source: Automatically assign IP addresses to the space on creation
de_de: Weise dem Bereich bei der Erstellung autmatisch eine IP Adresse zu

# btnSetReplicaServer.Text
source: Set
de_de: Zuweisen

# CertificateThumbnailValidator.ErrorMessage
source: Enter the thumbnail of a SSL certificate
de_de: Geben sie den Fingerabdruck eines SSL Zertifikats an

# locCertThumbnail.Text
source: SSL Certificate Thumbprint:
de_de: SSL Zertifikat Fussabdruck:

# locReplicaPath.Text
source: Path for Replications:
de_de: Pfad für Replikationen:

# locReplication.Text
source: Replication
de_de: Replikation

# ReplicaPathValidator.ErrorMessage
source: Enter path to replication virtual machines
de_de: Geben Sie den Pfad zu den Replikations virtuellen Maschinen ein

# ReplicaServerValidator.ErrorMessage
source: Enter a replication server
de_de: Geben Sie einen Replikations Server ein

# ReplicationModeDisabled.Text
source: No Hyper-v Replication
de_de: Keine Hyper-v Replikation

# ReplicationModeEnabled.Text
source: Enable Hyper-V Replication
de_de: Aktiviere Hyper-V Replikation

# ReplicationModeIsReplicaServer.Text
source: This is a Replica Server
de_de: Dies ist ein Replikations Server

# locEnableReplicaError.Text
source: Please add a server with the enabled replication and select it from list
de_de: Bitte fügen Sie einen Server mit aktivierter Replikation hinzu und wählen Sie ihn aus der Liste

# locErrorPathReplica.Text
source: Please enter replication path
de_de: Bitte geben Sie einen Replikations-Pfad ein

# locReplicaServer.Text
source: Replication Server:
de_de: Replikations-Server:

# btnAddDvd.Text
source: Add DVD
de_de: DVD hinzufügen

# btnAddOsTemplate.Text
source: Add OS Template
de_de: OS Template hinzufügen

# btnRemoveDvd.Text
source: Remove
de_de: Entfernen

# btnRemoveOsTemplate.Text
source: Remove
de_de: Entfernen

# chkCanSetAdminPass.Text
source: Can set an Administrator password
de_de: Kann Password ändern

# chkCanSetComputerName.Text
source: Can set a computer name
de_de: Kann Computer Name ändern

# chkCanSetNetwork.Text
source: Can set Ip addresses
de_de: Kann IP Adresse ändern

# chkLegacyNetworkAdapter.Text
source: Use legacy network adapter
de_de: Benutze legacy Netzwerk Adapter

# DvdDescriptionValidator.ErrorMessage
source: Enter DVD description
de_de: Geben Sie eine DVD Beschreibung ein

# DvdFileNameValidator.ErrorMessage
source: Enter DVD file name
de_de: Geben Sie einen DVD Dateinamen ein

# DvdNameValidator.ErrorMessage
source: Enter DVD name
de_de: Geben Sie einen DVD Namen ein

# locDvdDescription.Text
source: Description:
de_de: Beschreibung:

# locDvdFileName.Text
source: File name (with extension):
de_de: Dateiname (mit Extension):

# locDvdLibrary.Text
source: DVD Library
de_de: DVD Bibliothek

# locProcessVolume.Text
source: Index of the volume to expand:
de_de: Index des Volumes das benutzt werden soll:

# locSysprep.Text
source: Sysprep files (separated by ';'):
de_de: Sysprep Dateien (Getrennt durch ';'):

# locTemplateFileName.Text
source: File name (with extension):
de_de: Dateiname (mit Extension):

# TemplateFileNameValidator.ErrorMessage
source: Enter OS template file name
de_de: Geben Sie einen OS Template Dateinamen an

# TemplateNameValidator.ErrorMessage
source: Enter OS template name
de_de: Geben Sie einen OS Template Namen an

# valProcessVolume.ErrorMessage
source: Enter OS template process volume
de_de: Geben Sie ein OS Template Prozess Volume an

# vcmProcessVolume.ErrorMessage
source: Process volume should be a positive number
de_de: Prozess Volume muss eine positive Nummer sein

# locProxmoxClusterAdminUser.Text
source: Proxmox Admin User:
de_de: Proxmox Admin Benutzer:

# locProxmoxClusterAdminPass.Text
source: Proxmox Admin Password:
de_de: Proxmox Admin Passwort:

# locDeploySSH.Text
source: Proxmox VM Deploy:
de_de: Proxmox VM Bereitstellung:

# locDeploySSHUser.Text
source: SSH Username:
de_de: SSH Benutzername:

# locDeploySSHPass.Text
source: SSH Password:
de_de: SSH Passwort:

# locDeploySSHScript.Text
source: VM Deploy Script:
de_de: VM Bereitstellungs-Script:

# locDeploySSHScriptParams.Text
source: VM Deploy Script Parameters:
de_de: VM Bereitstellungs-Script Parameter:

# locvmdeploytext.Text
source: VM Deploy Script Parameters can be specified as variables.<br/><br/> The following substitution variables can be used in the pattern:<br/> [FQDN], [CPUCORES], [RAMSIZE], [HDDSIZE], [OSTEMPLATENAME], [OSTEMPLATEFILE]<br/> [ADMINPASS], [MAC], [VLAN], [IP], [NETMASK], [GATEWAY]
de_de: VM-Bereitstellungsskriptparameter können als Variablen angegeben werden.<br/><br/> Die folgenden Variablen können im Muster verwendet werden:<br/> [FQDN], [CPUCORES], [RAMSIZE], [HDDSIZE], [OSTEMPLATENAME], [OSTEMPLATEFILE]<br/> [ADMINPASS], [MAC], [VLAN], [IP], [NETMASK], [GATEWAY]

# locProxmoxTrustServerCertificate.Text
source: Always trust Proxomox Server Certificate:
de_de: Vertraue dem Proxmox Server Zertifikat immer
