Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/ExchangeServer/App_LocalResources/ExchangeMailboxGeneralSettings.ascx.*.resx
Languages: de_de

# buttonPanel.OnSaveClientClick
source: ShowProgressDialog('Updating mailbox settings...');
de_de: ShowProgressDialog('Postfacheinstellungen werden aktualisiert...');

# chkDisable.Text
source: Disable Mailbox
de_de: Postfach deaktivieren

# chkHideAddressBook.Text
source: Hide from Address Book
de_de: Im Adressbuch verstecken

# chkPmmAllowed.Text
source: Allow these settings to be managed from <b>Personal Mailbox Manager</b>
de_de: Verwaltung dieser Einstellungen mittels <b>Persönlichen Postfachverwaltungseinstellungen</b> erlauben

# locMailboxplanName.Text
source: Mailbox plan:
de_de: Postfach-Plan:

# locQuota.Text
source: Mailbox size:
de_de: Postfachgröße:

# locTitle.Text
source: Edit Mailbox
de_de: Postfach bearbeiten

# secBookingOptions.Text
source: Booking Options
de_de: Buchungsoptionen

# secGeneral.Text
source: General
de_de: Allgemein

# Text.PageName
source: Mailboxes
de_de: Postfächer

# valRequireDisplayName.ErrorMessage
source: Enter Display Name
de_de: Geben Sie einen Anzeigenamen ein

# chkEnableLitigationHold.Text
source: Enable Litigation Hold
de_de: Litigation Hold aktivieren

# locLitigationHoldSpace.Text
source: Litigation Hold Storage:
de_de: Litigation Hold-Speicherplatz:

# secAdvancedInfo.Text
source: Advanced Information
de_de: Erweiterte Informationen

# chkAllowRecurringMeetings.Text
source: Allow repeating meetings
de_de: Besprechungsserien zulassen

# chkEnforceSchedulingHorizon.Text
source: Always decline if the end date is beyond this limit
de_de: Immer ablehnen, wenn das Enddatum hinter diesem Grenzwert liegt

# chkScheduleOnlyDuringWorkHours.Text
source: Allow scheduling only during working hours
de_de: Terminplanung nur während der Arbeitszeit zulassen

# locAdditionalResponse.Text
source: If you want the meeting organizer to receive a reply, enter the text below:
de_de: Wenn Sie dem Besprechungsorganisator antworten möchten, geben Sie den Text unten ein:

# locBookingRequests.Text
source: Booking Requests:
de_de: Buchungsanfragen:

# locBookingWindowInDays.Text
source: Maximum booking lead time (days):
de_de: Maximale Buchungsvorlaufzeit (Tage):

# locCapacity.Text
source: Capacity:
de_de: Kapazität:

# locDelegates.Text
source: Delegates:
de_de: Stellvertretungen:

# locMaximumDuration.Text
source: Maximum duration (hours):
de_de: Maximale Dauer (Stunden):

# rblBookingRequestsAuto.Text
source: Accept or decline booking requests automatically
de_de: Buchungsanfragen automatisch annehmen oder ablehnen

# rblBookingRequestsCustom.Text
source: Use customized setting to accept or decline booking requests
de_de: Benutzerdefinierte Einstellung zum Annehmen oder Ablehnen von Buchungsanfragen verwenden

# rblBookingRequestsDelegates.Text
source: Select delegates who can accept or decline booking requests
de_de: Stellvertretungen auswählen, die Buchungsanfragen annehmen oder ablehnen können

# secBookingDelegates.Text
source: Booking Delegates
de_de: Stellvertretungen für Buchungen

# valBookingWindowInDays.ErrorMessage
source: Wrong number format
de_de: Falsches Zahlenformat

# valCapacity.ErrorMessage
source: Wrong number format
de_de: Falsches Zahlenformat

# valDelegates.ErrorMessage
source: Please specify a delegate
de_de: Bitte wählen Sie einen Stellvertretenden aus.

# valMaximumDuration.ErrorMessage
source: Wrong number format
de_de: Falsches Zahlenformat
