Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/App_LocalResources/SystemSettings.ascx.*.resx
Languages: de_de

# HeaderBackupSettings.Text
source: BACKUP / RESTORE SETTINGS
de_de: Backup- / Wiederherstellungs-Einstellungen

# HeaderCloudStorageSettings.Text
source: CLOUD STORAGE PORTAL SETTINGS
de_de: Cloud Storage Portal-Einstellungen

# HeaderFileManagerSettings.Text
source: FILE MANAGER SETTINGS
de_de: Dateimanager:

# HeaderIpRestrictionSettings.Text
source: PORTAL IP ADDRESS RESTRICTION SETTINGS
de_de: Einstellungen zur Portal-IP-Adressen-Einschränkung

# HeaderNew.Text
source: SPARE
de_de: FREI

# HeaderNew2.Text
source: SPARE
de_de: FREI

# HeaderNew3.Text
source: SPARE
de_de: FREI

# HeaderOrganizationPasswordResetlSettings.Text
source: ORGANIZATION PASSWORD RESET MODULE
de_de: Modul zum Zurücksetzen von Organisationspasswörtern

# HeaderOwaSettings.Text
source: OFFICE WEB APPS SETTINGS
de_de: Office Web App-Einstellungen

# HeaderRdsSettings.Text
source: RDS SETTINGS
de_de: RDS-Einstellungen

# HeaderSmtpSettings.Text
source: SMTP SERVER SETTINGS
de_de: SMTP-Server-Einstellungen

# HeaderTwilioSettings.Text
source: TWILIO SMS SETTINGS
de_de: Twilio SMS-Einstellungen

# HeaderWpiCustomFeeds.Text
source: WEB PLATFORM INSTALLER SETTINGS
de_de: Web Platform Installation-Einstellungen

# SettingbtnSaveSettings.Text
source: &lt;span class='fa fa-floppy-o' aria-hidden='true'&gt;&nbsp;&lt;/span&gt;&nbsp;Save Settings
de_de: &lt;span class='fa fa-floppy-o' aria-hidden='true'&gt;&nbsp;&lt;/span&gt;&nbsp;Einstellungen speichern

# SettinglblWpiAddCustomFeeds.Text
source: Add Custom Feed:
de_de: Benutzerspezifischen Feed hinzufügen

# SettinglblBackupFolderPath.Text
source: Backups Folder Path:
de_de: Pfad des Sicherungsordners:

# SettinglblEnablePasswordReset.Text
source: Password reset Link:
de_de: "Passwort zurücksetzen"-Link:

# SettinglblFileManagerEditableExtensions.Text
source: Editable Extensions:
de_de: Editierbare Erweiterungen:

# SettinglblIpAddressRestriction.Text
source: IP Addresses:
de_de: IP-Adressen:

# SettinglblPasswordResetLinkLifeSpan.Text
source: Reset Link Life Span:
de_de: Lebensdauer des "Zurücksetzen"-Links:

# SettinglblRdsController.Text
source: Main RDS Controller:
de_de: Haupt-RDS-Controller:

# SettinglblSmtpUser.Text
source: SMTP User:
de_de: SMTP-Benutzer:

# SettinglblSmtpUserPassword.Text
source: SMTP Password:
de_de: SMTP-Passwort

# SettinglblTwilioAccountSid.Text
source: Account SID:
de_de: Konto-SID:

# SettinglblTwilioPhoneFrom.Text
source: Phone Number:
de_de: Telefonnummer:

# SettinglblWpiMainFeedUrl.Text
source: Main feed URL:
de_de: Haupt-Feed-URL:

# SettinglitFileManagerEditableExtensions.Text
source: (One (1) extension per line)
de_de: (Eine (1) Erweiterung pro Zeile)

# SettingNoteFileManagerEditableExtensions.Text
source: These are the File Extensions that you will allow file manager to edit. File Extensions tell the system what type of file it is. Example (.txt = Text File, .sql = Database Script File ).
de_de: Hierbei handelt es sich um Erweiterungen, die im Dateimanager editiert werden können. Dateierweiterungen sagen dem System, um welchen Typ es sich handelt. Beispiel (.txt = Textdatei, .sql = Datenbank-Skript-Datei).

# SettingNoteTwilioAccount.Text
source: Phone Number is the Twilio Number you would like to use to send SMS, You can also use any number that you own as long as this number is listed in your Twilio account as a Verified Caller ID.
de_de: Telefonnummer ist die Twilio-Nummer, die zum Versenden von SMS benutzt werden soll. Es kann jede Nummer benutzt werden, die Sie besitzen, solange diese als verifizierte Caller-ID im Twilio-Konto eingetragen ist.

# SettingPlcRdsController.placeholder
source: Please select your main RDS Controler.
de_de: Bitte wählen Sie Ihren Haupt-RDS-Controller aus.

# SettingPlcSmtpServer.placeholder
source: mail.yourdomain.com
de_de: mail.ihredomain.de

# SettingPlcSmtpUser.placeholder
source: User Name or YourEmail@yourdomain.com
de_de: Benutzername oder IhreEmail@ihredomain.de

# SettingPlcSmtpUserPassword.placeholder
source: Password
de_de: Passwort

# SettingchkEnableOwa.Text
source: Enable
de_de: Aktivieren

# SettingchkEnablePasswordReset.Text
source: Enable
de_de: Aktivieren

# SettingchkSmtpEnableSSL.Text
source: Enable
de_de: Aktivieren

# SettingNotePasswordResetLinkLifeSpan.Text
source: Password Life Span is set in hours.
de_de: Passwort-Lebensdauer ist in Stunden gesetzt.

# SettingTwilioURL.Text
source: Visit &lt;a href='https://www.twilio.com'/&gt;https://www.twilio.com&lt;/a&gt; to get your Twilio Information.
de_de: Besuchen Sie &lt;a href='https://www.twilio.com'/&gt;https://www.twilio.com&lt;/a&gt; um weitere Informationen zu Twilio zu erhalten.
