Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/VPSForPC/App_LocalResources/VdcImportServer.ascx.*.resx
Languages: de_de

# AllowPause.Text
source: Pause, Resume
de_de: Anhalten, Fortsetzen

# AllowReboot.Text
source: Reboot
de_de: Neustarten

# AllowReset.Text
source: Reset
de_de: Zurücksetzen

# AllowStartShutdown.Text
source: Start, Turn off and Shutdown
de_de: Starten, Ausschalten und Herunterfahren

# btnCancelText.Text
source: Cancel
de_de: Abbrechen

# EnableRemoteDesktop.Text
source: Enable Remote Desktop Web Connection
de_de: Remotedesktop-Webverbindung aktivieren

# FormComments.Text
source: <p>This wizard allows you to import existing Virtual Machine to control panel meta-base to provide its owner self-service functions.</p><p>Importing is absolutely safe for VM as nor VM configuration, nor its state are changing during the process.</p><p>To import VM, first, select registered in control panel Hyper-V service where VM is located. Then select VM, specify its allowed actions and select network adapter bindings.</p><p>External and management networks are determined on appropriate Hyper-V service properties page.</p><p>To enable Remote Desktop Web connections you have to provide real guest OS administrator password (for automatic sign-on).</p>
de_de: <p>Dieser Assistent erlaubt es Ihnen existierende virtuelle Machinen in die Kontrolpanel-Metabasis zu importieren um seinen Besitzern Selbstbedienungsfunktionen zu liefern.</p><p>Importieren ist für die VM absolut sicher, da weder VM-Konfiguration noch deren Status während des Prozesses geändert werden.</p><p>Um die VM zu Importieren wählen Sie zuerst den im Kontrollpanel registrierten Hyper-V-Dienst wo die VM sich befindet. Dann wählen Sie die VM, geben die ihr erlaubten Aktionen an und wählen die Netzwerkadapterbindungen.</p><p>Externe und Verwaltungsnetzwerke werden auf der dazugehörigen Hyper-V-Diensteinstellungsseite bestimmt.</p><p>Um Remotedesktopwebverbindungen zu aktivieren müssen Sie das echte Gastbetriebssystem-Administrator-Kennwort angeben (zwecks automatischer Anmeldung).</p>

# locAdminPassword.Text
source: Administrator password:
de_de: Administrator-Passwort:

# locBootFromCd.Text
source: Boot from CD
de_de: Von CD starten

# locCPU.Text
source: CPU, cores:
de_de: CPU, Kerne:

# locDvdInstalled.Text
source: DVD drive is installed
de_de: DVD-Laufwerk ist installiert

# locExternalAdapter.Text
source: Connected NIC:
de_de: Verbundene Netzwerkkarte:

# locExternalAddresses.Text
source: Assign IP addresses:
de_de: IP-Adressen zuweisen:

# locHyperVService.Text
source: Hyper-V Service:
de_de: Hyper-V Dienst:

# locManagementAdapter.Text
source: Connected NIC:
de_de: Verbundene Netzwerkkarte:

# locManagementAddresses.Text
source: Assign IP addresses:
de_de: IP-Adressen zuweisen:

# locTitle.Text
source: Import Existing VM
de_de: Vorhandene VM importieren

# locVhdPath.Text
source: VHD location:
de_de: VHD-Speicherort

# locVirtualMachine.Text
source: Virtual Machine:
de_de: Virtuelle Maschine:

# secAllowedActions.Text
source: Allowed Actions
de_de: Erlaubte Aktionen

# secConfiguration.Text
source: Configuration
de_de: Konfiguration

# secExternalNetwork.Text
source: External Network
de_de: Externes Netzwerk

# secManagementNetwork.Text
source: Management Network
de_de: Verwaltungsnetzwerk

# secOsTemplate.Text
source: OS Template:
de_de: Betriebssystemvorlage:

# SelectHyperVService.Text
source: <Select Hyper-V service>
de_de: <Hyper-V-Dienst auswählen>

# SelectVirtualMachine.Text
source: <Select virtual machine>
de_de: <Virtuelle Maschine auswählen>

# RequiredOsTemplate.ErrorMessage
source: Please select OS template
de_de: Bitte wählen Sie eine Betriebssystemvorlage

# RequiredVirtualMachine.ErrorMessage
source: Please select virtual machine to import
de_de: Bitte wählen Sie die zu importierende virtuelle Maschine

# RequireHyperVService.ErrorMessage
source: Please select DDT service to import VM from
de_de: Bitte wählen Sie den DDT-Dienst, aus dem die VM importiert wird

# SelectOsTemplate.Text
source: <Select Operating System template>
de_de: <Betriebssystemvorlage auswählen>

# btnImport.OnClientClick
source: ShowProgressDialog('Importing Virtual Machines...');
de_de: ShowProgressDialog('Virtuelle Maschine wird importiert...');

# RequiredAdminPassword.ErrorMessage
source: Please enter guest OS administrator password
de_de: Bitte geben Sie das Administrator-Passwort des Gast-Betriebssystems ein

# RequiredExternalAddresses.ErrorMessage
source: Select at least one External IP address
de_de: Wählen Sie mindestens eine externe IP-Adresse aus

# RequiredManagementAddresses.ErrorMessage
source: Select at least one Management IP address
de_de: Wählen Sie mindestens eine Verwaltungs-IP-Adresse aus

# SelectNetworkAdapter.Text
source: <Not connected>
de_de: <Nicht verbunden>
