Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Error.GALLERY_APP_DOWNLOAD_FAILED
source: We apologize for the inconvenience but the application download has been failed. Please contact your service provider to correct the issue.
ar_ae: نأسف للإزعاج ولكن فشل تنزيل التطبيق. يرجى الاتصال بمزود الخدمة الخاص بك لتصحيح المشكلة.
de_de: Wir entschuldigen uns für die Unanehmlichkeit, aber der Applikationsdownload ist fehlgeschlagen. Bitte kontaktieren Sie Ihren Dienstprovider, um das Problem zu beheben.

# Error.GALLERY_APP_UNAUTHORIZEDACCESSEXCEPTION
source: We apologize for the inconvenience but the application download has been failed. Access is denied. Check SolidCP event log.
ar_ae: نأسف للإزعاج ولكن فشل تنزيل التطبيق. الدخول محظور. تحقق من سجل أحداث SolidCP.
de_de: Wir entschuldigen uns für die Unanehmlichkeiten, aber der Applikationsdownload ist fehlgeschlagen. Zugriff verweigert. Bitte prüfen Sie die SolidCP-Ereignisanzeige.

# Error.WAG_NOT_AVAILABLE
source: Web Application Gallery module is unavailable:
ar_ae: الوحدة النمطية لمعرض تطبيقات الويب غير متوفرة:
de_de: Web Applikations-Gallerie ist nicht verfügbar

# Error.APP_PACK_INSTALLATION_FAILURE
source: Please check audit log for additional information or contact your hosting service provider to resolve the error.
ar_ae: يرجى مراجعة سجل التدقيق للحصول على معلومات إضافية أو الاتصال بمزود خدمة الاستضافة الخاص بك لحل الخطأ.
de_de: Bitte überprüfen Sie das Auditprotokoll für zusätzliche Informationen oder kontaktieren Sie Ihren Hostingprovider, um den Fehler zu beheben.

# Error.WAG_GENERIC_MODULE_ERROR
source: Web Application Gallery has stopped working
ar_ae: توقف معرض تطبيقات الويب عن العمل
de_de: Web Applikations-Gallerie funktioniert nicht.

# Error.WAG_INSTALL_GENERIC_MODULE_ERROR
source: Web Gallery Application installation failure
ar_ae: فشل تثبيت تطبيق معرض الويب
de_de: Web Applikations-Installation fehlgeschlagen

# Quota.Web.CFAppVirtualDirectories
source: ColdFusion Virtual Directories
ar_ae: الدلائل الافتراضية Cold Fusion

# Quota.OS.DomainPointers
source: Domain Aliases
ar_ae: الأسماء المستعارة للنطاق
de_de: Domänen-Aliasse

# Error.DOMAIN_CREATE_INSTANT_ALIAS
source: Error creating domain Preview Domain
ar_ae: خطأ في إنشاء نطاق معاينة النطاق
de_de: Fehler beim Erstellen des Domänen-Sofort-Alias

# Error.DOMAIN_DELETE_INSTANT_ALIAS
source: Error deleting domain Preview Domain
ar_ae: خطأ في حذف نطاق معاينة النطاق
de_de: Fehler beim Löschen des Domänen-Sofort-Alias

# Error.DOMAIN_DISABLE_DNS
source: Error deleting DNS zone
ar_ae: خطأ في حذف منطقة DNS
de_de: Fehler beim Löschen der DNS-Zone

# Error.DOMAIN_ENABLE_DNS
source: Error creating DNS zone
ar_ae: خطأ في إنشاء منطقة DNS
de_de: Fehler beim Erstellen der DNS-Zone

# Success.DOMAIN_CREATE_INSTANT_ALIAS
source: Preview Domain has been created
ar_ae: تم إنشاء نطاق المعاينة
de_de: Sofort-Alias wurde angelegt

# Success.DOMAIN_DELETE_INSTANT_ALIAS
source: Preview Domain has been deleted
ar_ae: تم إنشاء نطاق المعاينة
de_de: Sofort-Alias wurde gelöscht

# Success.DOMAIN_DISABLE_DNS
source: DNS has been disabled for this domain
ar_ae: تم تعطيل DNS لهذا النطاق
de_de: DNS wurde für diese Domäne deaktiviert

# Success.DOMAIN_ENABLE_DNS
source: DNS has been enabled for this domain
ar_ae: تم تمكين DNS لهذا النطاق
de_de: DNS wurde für diese Domäne aktiviert

# Warning.510
source: Domain aliases quota has been reached
ar_ae: تم الوصول إلى حصة أسماء النطاقات المستعارة
de_de: Kontingent an Domänen-Aliassen wurde verbraucht

# Error.511
source: Preview Domain is not configured by hosting provider
ar_ae: لم يتم تكوين نطاق المعاينة من قبل مزود الاستضافة
de_de: Sofort-Alias wurde vom Hostingprovider nicht konfiguriert.

# IIS7.ACCOUNTNAME_PROHIBITED
source: Account name you've chosen is either prohibited or already exists. Please try to use different account name.
ar_ae: اسم الحساب الذي اخترته إما محظور أو موجود بالفعل. يرجى محاولة استخدام اسم حساب مختلف.
de_de: Der gewählte Kontenname ist entweder nicht erlaubt oder wird bereits verwendet. Bitte wählen Sie einen anderen Kontonamen.

# IIS7.DEMO_USER
source: User is on demonstration mode and changing the system is not allowed.
ar_ae: المستخدم في وضع الاستعراض ولا يسمح بتغيير النظام.
de_de: Benutzer befindet sich im Demo-Modus. Änderungen am System sind nicht erlaubt.

# IIS7.NOT_ALLOWED
source: You are not allowed to access that account
ar_ae: غير مسموح لك بالوصول إلى هذا الحساب
de_de: Sie dürfen nicht auf das Konto zugreifen.

# IIS7.WEBSITE_NOT_FOUND
source: Web site could not be found. If you beleive this is a mistake, please contact administrator.
ar_ae: لا يمكن العثور على موقع الويب. إذا كنت تعتقد أن هذا خطأ ، يرجى الاتصال بالمسؤول.
de_de: Webseite wurde nicht gefunden. Wenn Sie glauben, dass das ein Fehler ist, kontaktieren Sie den Administrator.

# Error.IIS7_WMSVC
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Quota.Web.RemoteManagement
source: Remote Web Management
ar_ae: إدارة الويب عن بعد

# Success.Iis7WmSvc_Disabled
source: Remote Management has been disabled on the web site
ar_ae: تم تعطيل الإدارة عن بعد على موقع الويب
de_de: Remotemanagement wurde auf der Webseite deaktiviert.

# Success.Iis7WmSvc_Enabled
source: Remote Management has been enabled on the website
ar_ae: تم تمكين الإدارة عن بعد على موقع الويب
de_de: Remotemanagement wurde auf der Webseite aktiviert.

# Success.Iis7WmSvc_PasswordChanged
source: Remote Management password has been successfully changed
ar_ae: تم تغيير كلمة مرور الإدارة عن بعد بنجاح
de_de: Remotemanagement-Kennwort wurde erfolgreich geändert

# IIS7.EMPTY_WMSVC_ACCOUNT
source: Remote Management account specified could not be found
ar_ae: تعذر العثور على حساب الإدارة عن بعد المحدد
de_de: Angegebenes Remotemanagement-Konto konnte nicht gefunden werden.

# IIS7.PasswordFilterError
source: The password specified does not meet the requirements. Please try to choose other password key.
ar_ae: كلمة المرور المحددة لا تفي بالمتطلبات. يرجى محاولة اختيار مفتاح كلمة مرور آخر.
de_de: Das Passwort erfüllt nicht die Anforderungen. Bitte versuchen Sie ein anderes Passwort zu wählen.

# IIS7.PasswordNotComplexEnough
source: The password specified is not complex enough
ar_ae: كلمة المرور المحددة ليست معقدة بدرجة كافية
de_de: Das angegebene Passwort ist nicht erfüllt die Komplexitätsregeln.

# IIS7.PasswordTooLong
source: The password specified is too long
ar_ae: كلمة المرور المحددة طويلة جدًا
de_de: Das angegebene Passwort ist zu lang

# IIS7.PasswordTooShort
source: The password specified is too short
ar_ae: كلمة المرور المحددة قصيرة جدًا
de_de: Das angegebene Passwort ist zu kurz

# IIS7.UnknownError
source: The password specified does not meet the requirements. Please try to choose other password key.
ar_ae: كلمة المرور المحددة لا تفي بالمتطلبات. يرجى محاولة اختيار مفتاح كلمة مرور آخر.
de_de: Das Passwort erfüllt nicht die Anforderungen. Bitte versuchen Sie ein anderes Passwort zu wählen.

# Error.VPS_ERROR_IMPORT
source: Error importing virtual machine
ar_ae: خطأ في استيراد الجهازالافتراضي
de_de: Fehler beim Importieren der virtuellen Maschine

# Error.999
source: The operation you requested has failed to complete
ar_ae: العملية التي طلبتها لم تكتمل
de_de: Die angeforderte Operation konnte nicht abgeschlossen werden

# ErrorDescription.999
source: <p>We apologize for the inconvenience but your request could not be completed at this time. Please contact us on that matter and our support team will do its best to resolve the issue as soon as possible.</p><p>Thank you for your cooperation.</p>
ar_ae: <p> نأسف للإزعاج ولكن تعذر إكمال طلبك في الوقت الحالي. يرجى الاتصال بنا بشأن هذا الأمر وسيبذل فريق الدعم قصارى جهده لحل المشكلة في أقرب وقت ممكن. </ p> <p> شكرًا لك على تعاونك. </ p>
de_de: <p>Wir entschuldigen uns für die Unanehmlichkeit, aber Ihre Anforderung konnte diesmal nicht abgeschlossen werden. Bitte Kontaktieren Sie uns bezüglich dieser Angelegenheit und unser Supportteam wird sein Bestes tun um das Thema so schnell wie möglich zu klären.</p><p>Vielen Dank für Ihre Kooperation.</p>

# LoggedUserEditDetails.ChangePasswordWarning
source: Warning: This will end the current session.
ar_ae: تحذير: سيؤدي هذا إلى إنهاء الجلسة الحالية.
de_de: Warnung: Die laufende Sitzung wird beendet.

# Error.3000
source: Cannot move or copy a file/folder onto itself.
ar_ae: لا يمكن نقل أو نسخ ملف / مجلد إلى نفسه.
de_de: Datei/Ordner kann nicht auf sich selbst verschoben oder kopiert werden.

# Error.3001
source: Cannot move or copy a folder inside its own subfolder.
ar_ae: لا يمكن نقل أو نسخ مجلد داخل مجلد فرعي خاص به.
de_de: Ordner kann nicht in eigenen Unterordner verschoben oder kopiert werden.

# Error.3002
source: Destination directory does not exist.
ar_ae: دليل الوجهة غير موجود.
de_de: Zielverzeichnis existiert nicht.

# Error.3003
source: Cannot create a file with the same name as an existing folder.
ar_ae: لا يمكن إنشاء ملف بنفس اسم مجلد موجود.
de_de: Datei mit demselben Namen wie ein vorhandener Ordner kann nicht erstellt werden.

# Error.3004
source: Cannot move on top of an existing file or folder.
ar_ae: لا يمكن النقل فوق ملف أو مجلد موجود.
de_de: Kann nicht über eine vorhandene Datei oder Ordner verschoben werden.

# Error.3333
source: An unexpected error occurred performing this action. Please check the audit log for further information.
ar_ae: حدث خطأ غير متوقع أثناء تنفيذ هذا الإجراء. يرجى مراجعة سجل التدقيق للحصول على مزيد من المعلومات.
de_de: Ein unerwarteter Fehler trat während der Ausführung dieser Aktion auf. Bitte überprüfen Sie das Auditprotokoll für weitere Informationen.

# Error.ERROR_IP_USED_IN_NAME_SERVER
source: This IP address is used in name server settings
ar_ae: يتم استخدام عنوان IP هذا في إعدادات أسم الخادم
de_de: Diese IP-Adresse wird in den Einstellungen der Nameserver genutzt

# ReportResourceGroup.MsSQL2008
source: SQL Server 2008
ar_ae: خادم SQL 2008

# ReportResourceGroup.MsSQL2012
source: SQL Server 2012
ar_ae: خادم SQL 2012

# ReportResourceGroup.MsSQL2014
source: SQL Server 2014
ar_ae: خادم SQL 2014

# ReportResourceGroup.MsSQL2016
source: SQL Server 2016
ar_ae: خادم SQL 2016

# ReportResourceGroup.MsSQL2017
source: SQL Server 2017
ar_ae: خادم SQL 2017

# ReportResourceGroup.MsSQL2019
source: SQL Server 2019
ar_ae: خادم SQL 2019

# ReportResourceGroup.MsSQL2022
source: SQL Server 2022
ar_ae: خادم SQL 2022

# WebAppGallery.ApplicationInstallationError
source: Error while install application pack
ar_ae: خطأ أثناء تثبيت حزمة التطبيق
de_de: Fehler beim Installieren des Applikations-Pakets

# WebAppGallery.AppPathParameterNotFound
source: "iisApp" parameter was not specified
ar_ae: لم يتم تحديد معلمة "iisApp"
de_de: "iisApp" Parameter wurde nicht angegeben

# WebAppGallery.DatabaseAdminPasswordNotSpecified
source: Database administrator password must be specified on database service properties screen
ar_ae: يجب تحديد كلمة مرور مسؤول قاعدة البيانات في شاشة خصائص خدمة قاعدة البيانات
de_de: Datenbankadministrator-Passwort muss auf dem Bildschirm "Eigenschaften des Datenbankdienstes" angegeben werden

# WebAppGallery.DatabaseAdminUsernameNotSpecified
source: Database administrator username must be specified on database service properties screen. To use Web App Gallery module with SQL Server you must use "SQL Server authentication"
ar_ae: يجب تحديد اسم مستخدم مسؤول قاعدة البيانات في شاشة خصائص خدمة قاعدة البيانات. لاستخدام وحدة معرض تطبيقات الويب مع SQL Server ، يجب استخدام "مصادقة SQL Server"
de_de: Datenbankadministrator-Benutzername muss auf dem Bildschirm "Eigenschaften des Datenbankdienstes" angegeben werden. Um das WebApp Gallerie Modul mit MS SQL-Server zu nutzen, müssen Sie "SQL Sever Authentifizierung" verwenden.

# WebAppGallery.DatabaseCreationError
source: Cannot create database
ar_ae: لا يمكن إنشاء قاعدة بيانات
de_de: Datenbank kann nicht angelegt werden

# WebAppGallery.DatabaseCreationException
source: Error while creating database: {1}
ar_ae: خطأ أثناء إنشاء قاعدة البيانات: {1}
de_de: Fehler beim Anlegen der Datenbank: {1}

# WebAppGallery.DatabaseServerExternalAddressIsEmpty
source: In order to use Web App Gallery you have to specify "External Address" on database service properties screen. It must be fully-qualified name of the database server or its IP address
ar_ae: من أجل استخدام معرض تطبيقات الويب ، يجب عليك تحديد "عنوان خارجي" في شاشة خصائص خدمة قاعدة البيانات. يجب أن يكون اسمًا مؤهلًا بالكامل لخادم قاعدة البيانات أو عنوان IP الخاص به
de_de: Um die WebApp Gallerie zu benutzen, müssen Sie die "Externe Adresse" in den Eigenschaften des Datenbank-Dienstes angeben. Als Wert ist ein voll qualifizierte Name (FQDN) oder die IP-Adresse des Datenbankservers erlaubt.

# WebAppGallery.DatabaseServiceIsNotAvailable
source: Database service is not available
ar_ae: خدمة قاعدة البيانات غير متوفرة
de_de: Datenbank-Dienst ist nicht verfügbar.

# WebAppGallery.DatabaseUserCannotAccessDatabase
source: Database user '{1}' cannot access selected database
ar_ae: لا يمكن لمستخدم قاعدة البيانات '{1}' الوصول إلى قاعدة البيانات المحددة
de_de: Datenbankbenutzer '{1}' hat keinen Zugriff auf die gewählte Datenbank.

# WebAppGallery.DatabaseUserCreationError
source: Cannot create database user account
ar_ae: لا يمكن إنشاء حساب مستخدم قاعدة البيانات
de_de: Datenbank-Benutzerkonto kann nicht angelegt werden

# WebAppGallery.DatabaseUserCreationException
source: Error while creating database user account: {1}
ar_ae: خطأ أثناء إنشاء حساب مستخدم قاعدة البيانات: {1}
de_de: Fehler beim Anlegen des Datenbank-Benutzerkontos: {1}

# WebAppGallery.GeneralError
source: Error occured in Web App Gallery module:
ar_ae: حدث خطأ في وحدة معرض تطبيقات الويب:
de_de: Ein Fehler im WebApp Galerie Modul ist aufgetreten:

# WebAppGallery.GetApplicationError
source: Cannot get application pack details
ar_ae: لا يمكن الحصول على تفاصيل حزمة التطبيق
de_de: Details zum Applikations-Pack können nicht gelesen werden

# WebAppGallery.GetApplicationParametersError
source: Cannot get application pack parameters
ar_ae: لا يمكن الحصول على معلمات حزمة التطبيق
de_de: Parameter zum Applikations-Pack können nicht gelesen werden

# WebAppGallery.GetApplicationsError
source: Cannot get the list of applications
ar_ae: لا يمكن الحصول على قائمة التطبيقات
de_de: Die Liste der Applikationen kann nicht gelesen werden

# WebAppGallery.GetCategoriesError
source: Cannot get the list of application categories
ar_ae: لا يمكن الحصول على قائمة فئات التطبيق
de_de: Die Liste der Applikations-Kategorien kann nicht gelesen werden.

# WebAppGallery.MsDeployIsNotInstalled
source: "MS Deploy" library is not installed on the web server
ar_ae: مكتبة "MS Deploy" غير مثبتة على خادم الويب
de_de: "MS Deploy" Bibliothek ist auf dem Webserver nicht installiert.

# WebAppGallery.PackageFileNotFound
source: Application package file could not be found in the cache: {1}
ar_ae: تعذر العثور على ملف حزمة التطبيق في ذاكرة التخزين المؤقت: {1}
de_de: Applikations-Paketdatei konnte im Cache nicht gefunden werden: {1}

# WebAppGallery.PackageInstallationError
source: Error while installing application package: {1}
ar_ae: خطأ أثناء تثبيت حزمة التطبيق: {1}
de_de: Fehler beim Installieren des Applikations-Pakets: {1}

# WebAppGallery.ProcessingFeedXMLError
source: Error processing Applications XML feed: {1}
ar_ae: خطأ في معالجة موجز XML لتطبيقات المعالجة: {1}
de_de: Fehler beim Verarbeiten des Applikations-XML-Feeds: {1}

# WebAppGallery.ProcessingPackageError
source: Error processing Application package: {1}
ar_ae: خطأ في معالجة حزمة التطبيق: {1}
de_de: Fehler beim Verarbeiten des Applikations-Pakets: {1}

# WebAppGallery.WebApplicationNotFound
source: Application with ID "{1}" was not found
ar_ae: لم يتم العثور على التطبيق بالمعرف "{1}"
de_de: Applikation mit der ID "{1}" wurde nicht gefunden

# WebAppGallery.WebSiteNotFound
source: Web site "{1}" was not found
ar_ae: لم يتم العثور على موقع الويب "{1}"
de_de: Webseite "{1}" nicht gefunden

# Warning.WAG_CANNOT_INSTALL_APPLICATION
source: Following dependencies may be missing:
ar_ae: قد تكون التبعيات التالية مفقودة:
de_de: Gewählte Applikation kann nicht installiert werden

# WebAppGallery.DatabaseRequired
source: Either SQL Server, MySQL or MariaDB databases
ar_ae: إما قواعد بيانات SQL Server أو MySQL أو MariaDB
de_de: Entweder MS SQL Server oder MySQL Datenbanken

# WebAppGallery.MySQLRequired
source: MySQL databases
ar_ae: قواعد بيانات MySQL
de_de: MySQL-Datenbanken

# WebAppGallery.MariaDBRequired
source: MariaDB databases
ar_ae: قواعد بيانات MariaDB
de_de: MariaDB Datenbanken

# WebAppGallery.PackageDoesNotMeetRequirements
source: Your hosting package does not meet requirements to install the application. Please contact your hosting provider to upgrade your package with the following features:
ar_ae: حزمة الاستضافة الخاصة بك لا تلبي متطلبات تثبيت التطبيق. يرجى الاتصال بموفر الاستضافة لترقية الحزمة الخاصة بك بالميزات التالية:
de_de: Ihr Hosting-Paket erfüllt nicht die Anforderungen, um diese Applikation zu installieren. Bitte kontaktieren Sie Ihren Hosting-Provider, um Ihr Paket mit den folgenden Features aufzuwerten:

# WebAppGallery.SQLRequired
source: SQL Server databases
ar_ae: قواعد بيانات خادم SQL
de_de: SQL Server-Datenbanken

# Quota.Web.AllowIPAddressModeSwitch
source: Allow IP Address Mode Switch
ar_ae: السماح بتبديل وضع عنوان IP
de_de: Umschaltung des IP-Adressen Modus erlauben

# Quota.Web.EnableHostNameSupport
source: Enable Hostname Support
ar_ae: تفعيل دعم اسم المضيف
de_de: Unterstützung für Hostnamen aktivieren

# ServiceItemType.ExchangeOrganization
source: Exchange Organization
ar_ae: Exchange منظمة
de_de: Exchange Organisation

# Quota.Mail.DisableSizeEdit
source: Disable Mailbox Size Edit
ar_ae: تعطيل تحرير حجم صندوق البريد
de_de: Änderungen der Postfachgröße deaktivieren

# Text.Unlimited
source: Unlimited
ar_ae: غير محدود
de_de: Unbegrenzt

# Warning.725
source: Maximum mailbox account size should be a positive number
ar_ae: يجب أن يكون الحد الأقصى لحجم حساب صندوق البريد رقمًا موجبًا
de_de: Maximale Postfachgröße sollte eine positive Zahl sein

# SchedulerTask.SCHEDULE_TASK_NOTIFY_OVERUSED_DATABASES
source: Send Database Usage Notifications
ar_ae: إرسال إعلامات استخدام قاعدة البيانات
de_de: Benachrichtigungen zur Datenbanknutzung versenden

# Error.WEB_GEN_CSR
source: Error generating CSR
ar_ae: خطأ في إنشاء CSR
de_de: Fehler beim Generieren des CSR

# Error.WEB_GET_SSL
source: Error getting SSL info for site
ar_ae: خطأ في الحصول على معلومات SSL للموقع
de_de: Fehler beim Lesen der SSL-Information für die Seite

# Error.WEB_INSTALL_CSR
source: Error installing certificate
ar_ae: خطأ في تثبيت الشهادة
de_de: Fehler beim Installieren des Zertifikats

# Error.WEB_INSTALL_LE
source: Error installing LetsEncrypt certificate
ar_ae: خطأ في تثبيت شهادة LetsEncrypt
de_de: Fehler beim Installieren des LetsEncrypt Zertifikats

# Error.WEB_SSL_DELETE
source: Error deleting certificate
ar_ae: خطأ في حذف الشهادة
de_de: Fehler beim Löschen des Zertifikats

# Error.WEB_SSL_EXPORT
source: Error exporting certificate
ar_ae: خطأ في تصدير الشهادة
de_de: Fehler beim Zertifikatsexport

# Error.WEB_SSL_NOFILE
source: You have not selected a file to upload
ar_ae: لم تقم بتحديد ملف للتحميل
de_de: Sie haben keine Datei zum Upload ausgewählt

# Success.WEB_GEN_CSR
source: CSR successfully generated.
ar_ae: تم إنشاء CSR بنجاح.
de_de: CSR erfolgreich generiert.

# Success.WEB_INSTALL_CSR
source: Certificate successfully installed on website
ar_ae: تم تثبيت الشهادة بنجاح على موقع الويب
de_de: Zertifikat wurde erfolgreich auf der Webseite installiert.

# Success.WEB_INSTALL_LE
source: LetsEncrypt Certificate successfully installed on website
ar_ae: تم تثبيت شهادة LetsEncrypt على موقع الويب بنجاح
de_de: LetsEncrypt Zertifikat wurde erfolgreich auf der Webseite installiert.

# ListItem.NotSpecified
source: <Not specified>
ar_ae: <غير محدد>
de_de: <Keine Angabe>

# Success.WEB_SSL_DELETE
source: Certificate successfully removed from the website
ar_ae: تمت إزالة الشهادة بنجاح من الموقع
de_de: Zertifikat wurde erfolgreich von der Webseite entfernt.

# Success.WEB_SSL_EXPORT
source: Certificate successfully imported from the website
ar_ae: تم استيراد الشهادة بنجاح من موقع الويب
de_de: Zertifikat wurde erfolgreich aus der Webseite exportiert.

# ResourceGroup.Cloud
source: System Center Server Addresses
ar_ae: عناوين خادم مركز النظام
de_de: System Center Server Adressen

# ResourceGroup.VPSForPC
source: Virtual Private Servers for Private Cloud
ar_ae: الخوادم الافتراضية الخاصة للسحابة الخاصة
de_de: Virtual Private Server für Private Cloud

# AuditLogSource.VPSForPC
source: Virtual Private Servers for Private Cloud
ar_ae: الخوادم الافتراضية الخاصة للسحابة الخاصة
de_de: Virtual Private Server für Private Cloud

# Quota.VPSForPC.Bandwidth
source: Monthly bandwidth, GB
ar_ae: الباندويث الشهري ، جيجا بايت
de_de: Monatlicher Traffic [GB]

# Quota.VPSForPC.BootCdAllowed
source: Boot from CD allowed
ar_ae: يسمح التمهيد من القرص المضغوط
de_de: Von CD starten erlaubt

# Quota.VPSForPC.BootCdEnabled
source: Boot from CD
ar_ae: التمهيد من القرص المضغوط
de_de: Von CD starten

# Quota.VPSForPC.CpuNumber
source: Number of CPU cores
ar_ae: عدد أنوية وحدة المعالجة المركزية
de_de: Anzahl der CPU-Kerne

# Quota.VPSForPC.DvdEnabled
source: DVD drive
ar_ae: محرك أقراص رقمية
de_de: DVD-Laufwerk

# Quota.VPSForPC.ExternalIPAddressesNumber
source: Number of External IP addresses
ar_ae: عدد عناوين IP الخارجية
de_de: Anzahl externer IP-Adressen

# Quota.VPSForPC.ExternalNetworkEnabled
source: External Network
ar_ae: الشبكة الخارجية
de_de: Externes Netzwerk

# Quota.VPSForPC.Hdd
source: Hard Drive size, GB
ar_ae: حجم القرص الصلب ، جيجابايت
de_de: Festplattengröße [GB]

# Quota.VPSForPC.ManagingAllowed
source: Allow user to create, delete VPS
ar_ae: السماح للمستخدم بإنشاء أو حذف VPS
de_de: Benutzer darf VPS anlegen/löschen

# Quota.VPSForPC.NumLockEnabled
source: "Num Lock" by default
ar_ae: "Num Lock" افتراضيًا
de_de: "Num Lock" als Standard

# Quota.VPSForPC.PauseResumeAllowed
source: Allow user to Pause, Resume VPS
ar_ae: السماح للمستخدم بإيقاف مؤقت واستئناف VPS
de_de: Benutzer darf VPS anhalten/fortsetzen

# Quota.VPSForPC.PrivateIPAddressesNumber
source: Number of Private IP addresses per VPS
ar_ae: عدد عناوين IP الخاصة لكل VPS
de_de: Anzahl privater IP-Adressen pro VPS

# Quota.VPSForPC.PrivateNetworkEnabled
source: Private Network
ar_ae: شبكة خاصة
de_de: Privates Netzwerk

# Quota.VPSForPC.Ram
source: RAM size, MB
ar_ae: حجم ذاكرة الوصول العشوائي ، ميجابايت
de_de: RAM-Größe [MB]

# Quota.VPSForPC.RebootAllowed
source: Allow user to Reboot VPS
ar_ae: السماح للمستخدم بإعادة تشغيل VPS
de_de: Benutzer darf VPS neu starten

# Quota.VPSForPC.ReinstallAllowed
source: Allow user to Re-install VPS
ar_ae: السماح للمستخدم بإعادة تثبيت VPS
de_de: Benutzer darf VPS neu installieren

# Quota.VPSForPC.ResetAlowed
source: Allow user to Reset VPS
ar_ae: السماح للمستخدم بإعادة تعيين VPS
de_de: Benutzer darf VPS resetten

# Quota.VPSForPC.ServersNumber
source: Number of VPS
ar_ae: عدد VPS
de_de: Anzahl an VPS

# Quota.VPSForPC.SnapshotsNumber
source: Number of Snaphots
ar_ae: عدد اللقطات
de_de: Anzahl an Snapshots

# Quota.VPSForPC.StartShutdownAllowed
source: Allow user to Start, Turn off VPS
ar_ae: السماح للمستخدم بالبدء ، إيقاف تشغيل VPS
de_de: Benutzer darf VPS starten/ausschalten

# ResourceGroup.Proxmox
source: Virtual Proxmox Servers
ar_ae: خوادم Proxmox الافتراضية

# AuditLogSource.Proxmox
source: Virtual Proxmox Servers
ar_ae: خوادم Proxmox الافتراضية

# Quota.VPS2012.Bandwidth
source: Monthly bandwidth, GB
ar_ae: الباندويث الشهري ، جيجا بايت
de_de: Monatlicher Traffic [GB]

# Quota.VPS2012.BootCdAllowed
source: Boot from CD allowed
ar_ae: يسمح التمهيد من القرص المضغوط
de_de: Von CD starten erlaubt

# Quota.VPS2012.BootCdEnabled
source: Boot from CD
ar_ae: التمهيد من القرص المضغوط
de_de: Von CD starten
