Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# AuditLogTask.EXCHANGE_UPDATE_DISTR_LIST_MAILFLOW
source: Update distribution list mail flow settings
ar_ae: تحديث إعدادات تدفق بريد قائمة التوزيع
de_de: Verteilerlisten-Nachrichtenflusseinstellungen aktualisieren

# AuditLogTask.EXCHANGE_UPDATE_MAILBOX_ADVANCED
source: Update mailbox advanced settings
ar_ae: تحديث الإعدادات المتقدمة لصندوق البريد
de_de: Erweiterte Postfacheinstellungen aktualisieren

# AuditLogTask.EXCHANGE_UPDATE_MAILBOX_GENERAL
source: Update mailbox general settings
ar_ae: تحديث الإعدادات العامة لصندوق البريد
de_de: Allgemeine Postfacheinstellungen aktualisieren

# AuditLogTask.EXCHANGE_UPDATE_MAILBOX_MAILFLOW
source: Update mailbox mail flow settings
ar_ae: تحديث إعدادات تدفق بريد صندوق البريد
de_de: Postfach-Nachrichtenflusseinstellungen aktualisieren

# AuditLogTask.EXCHANGE_UPDATE_PUBLIC_FOLDER_GENERAL
source: Update public folder general settings
ar_ae: تحديث الإعدادات العامة للمجلد العام
de_de: Allgemeine Einstellungen öffentlicher Ordner aktualisieren

# AuditLogTask.EXCHANGE_UPDATE_PUBLIC_FOLDER_MAILFLOW
source: Update public folder mail flow settings
ar_ae: تحديث إعدادات تدفق البريد في المجلد العام
de_de: Nachrichtenflusseinstellungen öffentlicher Ordner aktualisieren

# Quota.Exchange2007.ActiveSyncAllowed
source: ActiveSync Access Allowed
ar_ae: يسمح بالوصول إلى المزامنة النشطة
de_de: ActiveSync Zugriff erlaubt

# Quota.Exchange2007.ActiveSyncEnabled
source: ActiveSync Enabled by Default
ar_ae: تم تمكين المزامنة النشطة افتراضيًا
de_de: ActiveSync standardmäßig erlaubt

# Quota.Exchange2007.Contacts
source: Contacts per Organization
ar_ae: جهات الاتصال لكل منظمة
de_de: Kontakte pro Organisation

# Quota.Exchange2007.DiskSpace
source: Mailbox storage per Organization, MB
ar_ae: تخزين صندوق البريد لكل مؤسسة ، ميجا بايت
de_de: Max. Postfachgröße pro Organisation [MB]

# Quota.Exchange2007.DistributionLists
source: Distribution Lists per Organization
ar_ae: قوائم التوزيع لكل مؤسسة
de_de: Verteilerlisten pro Organisation

# Quota.Exchange2007.Domains
source: Domains per Organization
ar_ae: النطاقات لكل منظمة
de_de: Domänen pro Organisation

# Quota.Exchange2007.IMAPAllowed
source: IMAP Access Allowed
ar_ae: الوصول عبر IMAP مسموح به
de_de: IMAP-Zugriff erlaubt

# Quota.Exchange2007.IMAPEnabled
source: IMAP Enabled by Default
ar_ae: تم تمكين IMAP افتراضيًا
de_de: IMAP standardmäßig erlaubt

# Quota.Exchange2007.Mailboxes
source: Mailboxes per Organization
ar_ae: صناديق البريد لكل منظمة
de_de: Postfächer pro Organisation

# Quota.Exchange2007.MailEnabledPublicFolders
source: Mail Enabled Public Folders Allowed
ar_ae: تم السماح بالمجلدات العامة التي تم تمكينها بواسطة البريد
de_de: E-Mail-aktivierte öffentliche Ordner erlaubt

# Quota.Exchange2007.MAPIAllowed
source: MAPI Access Allowed
ar_ae: تم السماح بالوصول إلى MAPI
de_de: MAPI-Zugriff erlaubt

# Quota.Exchange2007.MAPIEnabled
source: MAPI Enabled by Default
ar_ae: تم تمكين MAPI افتراضيًا
de_de: MAPI standardmäßig erlaubt

# Quota.Exchange2007.Organizations
source: Exchange 2007 Organizations
ar_ae: منظمات Exchange 2007
de_de: Exchange 2007-Organisationen

# Quota.Exchange2007.OWAAllowed
source: OWA/HTTP Access Allowed
ar_ae: مسموح الوصول إلى OWA / HTTP
de_de: OWA/HTTP-Zugriff erlaubt

# Quota.Exchange2007.OWAEnabled
source: OWA/HTTP Enabled by Default
ar_ae: تم تمكين OWA / HTTP افتراضيًا
de_de: OWA/HTTP standardmäßig erlaubt

# Quota.Exchange2007.POP3Allowed
source: POP3 Access Allowed
ar_ae: مسموح الوصول عبر POP3
de_de: POP3-Zugriff erlaubt

# Quota.Exchange2007.POP3Enabled
source: POP3 Enabled by Default
ar_ae: تم تمكين بروتوكول POP3 افتراضيًا
de_de: POP3 standardmäßig erlaubt

# Quota.Exchange2007.PublicFolders
source: Public Folders per Organization
ar_ae: المجلدات العامة لكل مؤسسة
de_de: Öffentliche Ordner pro Organisation

# Quota.Exchange2007.KeepDeletedItemsDays
source: Keep Deleted Items (Days)
ar_ae: الاحتفاظ بالعناصر المحذوفة (أيام)
de_de: Gelöschte Objekte aufbewahren (Tage)

# Quota.Exchange2007.MaxRecipients
source: Maximum Recipients
ar_ae: الحد الأقصى من المستلمين
de_de: Maximale Empfänger

# Quota.Exchange2007.MaxSendMessageSizeKB
source: Maximum Send Message Size (Kb)
ar_ae: الحد الأقصى لحجم إرسال الرسالة (كيلو بايت):
de_de: Maximale Sendegröße einer E-Mail [KB]

# Quota.Exchange2007.MaxReceiveMessageSizeKB
source: Maximum Receive Message Size (Kb)
ar_ae: الحد الأقصى لحجم رسالة الاستلام (ك ب)
de_de: Maximale Empfangsgröße einer E-Mail [KB]

# Quota.Exchange2007.DisclaimersAllowed
source: Disclaimers Allowed
ar_ae: إخلاء المسؤولية مسموح به
de_de: Disclaimer erlaubt

# Quota.Exchange2013.AutoReply
source: Automatic Replies via SolidCP Allowed
ar_ae: الردود التلقائية عبر SolidCP مسموح بها
de_de: Automatische Antworten über SolidCP erlaubt

# ResourceGroup.Exchange
source: Hosted Exchange
ar_ae: أستضافة Exchange
de_de: Gehostetes Exchange

# ServiceItemType.Organization
source: Hosted Organization
ar_ae: المنظمة المستضيفة
de_de: Gehostete Organisation

# Error.EXCHANGE_UNABLE_TO_DELETE_DOMAIN
source: Unable to delete domain, verify if domain is in use by hosted organization objects.
ar_ae: تعذر حذف النطاق، تحقق مما إذا كان النطاق قيد الاستخدام بواسطة كائنات المؤسسة المستضافة.
de_de: Domäne konnte nicht gelöscht werden. Prüfen Sie bitte, ob die Domäne durch gehostete Organisationsobjekte genutzt wird.

# Error.EXCHANGE_CREATE_MAILBOX
source: Error creating mailbox. See audit log for more details.
ar_ae: خطأ في إنشاء صندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen des Postfaches. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.HOSTED_SHAREPOINT_RECALCULATE_SIZE
source: Error recalculating disk size. See audit log for more details.
ar_ae: خطأ في إعادة حساب حجم القرص. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Neuberechnen der Festplattengröße. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_CREATE_ORG
source: Error creating Exchange organization. See audit log for more details.
ar_ae: خطأ في إنشاء مؤسسة Exchange. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen der Exchange-Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.ORGANIZATION_CREATE_ORG
source: Error creating organization. See audit log for more details.
ar_ae: خطأ في إنشاء المنظمة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DELETE_CONTACT
source: Error deleting contact. See audit log for more details.
ar_ae: خطأ في حذف جهة الاتصال. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen des Kontakts. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DELETE_DISTRIBUTION_LIST
source: Error deleting distribution list. See audit log for more details.
ar_ae: خطأ في حذف قائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen der Verteilerliste. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DELETE_DISCLAIMER
source: Error deleting disclaimer. See audit log for more details.
ar_ae: خطأ في حذف إخلاء المسؤولية. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen des Disclaimers. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DELETE_MAILBOX
source: Error deleting mailbox. See audit log for more details.
ar_ae: خطأ في حذف صندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen des Postfachs. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DELETE_MAILBOXPLAN
source: Unable to delete mailboxplan. Make sure the mailbox plan is not assigned to any mailbox
ar_ae: تعذر حذف مخطط صندوق البريد. تأكد من عدم تعيين خطة صندوق البريد لأي صندوق بريد
de_de: Postfach-Plan konnte nicht gelöscht werden. Stellen Sie sicher, dass es keinem Postfach zugeordnet ist.

# Error.EXCHANGE_DELETE_ORG
source: Error deleting Exchange organization. See audit log for more details.
ar_ae: خطأ في حذف مؤسسة Exchange. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen der Exchange-Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.DELETE_ORG
source: Unexpected error occurred while deleting organization. See audit log for more details.
ar_ae: حدث خطأ غير متوقع أثناء حذف المؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DELETE_PUBLIC_FOLDER
source: Error deleting public folder. See audit log for more details.
ar_ae: خطأ في حذف المجلد العام. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen des öffentlichen Ordners. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_ORG_LIMITS
source: Error reading organization storage settings. See audit log for more details.
ar_ae: خطأ في قراءة إعدادات تخزين المؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der Speichereinstellungen der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_SET_ORG_LIMITS
source: Error updating organization storage settings. See audit log for more details.
ar_ae: خطأ في تحديث إعدادات تخزين المؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der Speichereinstellungen der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_SET_ORG_LIMITS_VALIDATION
source: "Issue warning at" should be less or equal to "Prohibit send at" and "Prohibit Send at” should be less or equal than “Prohibit Send and Receive at”.
ar_ae: يجب أن تكون "مشكلة تحذير في" أقل أو تساوي "منع الإرسال في" ويجب أن تكون "منع الإرسال في" أقل أو تساوي "منع الإرسال والاستلام في".
de_de: "Problemwarnung bei" sollte kleine oder gleich zu "Verbiete Senden bei" und "Verbiete Senden bei" sollte kleiner oder gleich zu "Verbiete Senden und Empfangen bei" sein.

# Error.EXCHANGE_ADD_DOMAIN
source: Error creating organization domain name. See audit log for more details.
ar_ae: خطأ في إنشاء اسم نطاق المؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen des Organisationsnamens. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_CREATE_CONTACT
source: Error creating contact. See audit log for more details.
ar_ae: خطأ في إنشاء جهة اتصال. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen des Kontakts. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_CREATE_DISTRIBUTION_LIST
source: Error creating distribution list. See audit log for more details.
ar_ae: خطأ في إنشاء قائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen der Verteilerliste. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_CREATE_PUBLIC_FOLDER
source: Error creating public folder. See audit log for more details.
ar_ae: خطأ في إنشاء مجلد عام. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen des öffentlichen Ordners. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DELETE_DOMAIN
source: Error deleting organization domain name. See audit log for more details.
ar_ae: خطأ في حذف اسم نطاق المؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen des Domänennamen der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DLIST_ADD_EMAIL
source: Error creating distribution list e-mail address. See audit log for more details.
ar_ae: خطأ في إنشاء عنوان البريد الإلكتروني لقائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen der Verteilerlisten-E-Mail-Adresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DLIST_DELETE_EMAILS
source: Error deleting distribution list e-mail address. See audit log for more details.
ar_ae: خطأ في حذف عنوان البريد الإلكتروني لقائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen der Verteilerlisten-E-Mail-Adresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DLIST_SET_DEFAULT_EMAIL
source: Error setting distribution list primary e-mail address. See audit log for more details.
ar_ae: خطأ في تعيين عنوان البريد الإلكتروني الأساسي لقائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Setzen der primären Verteilerlisten-E-Mail-Adresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_CONTACT_MAILFLOW
source: Error reading contact mail flow settings. See audit log for more details.
ar_ae: خطأ في قراءة إعدادات تدفق بريد جهة الاتصال. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der Nachrichtenflusseinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_CONTACT_SETTINGS
source: Error reading contact general settings. See audit log for more details.
ar_ae: خطأ في قراءة الإعدادات العامة لجهة الاتصال. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der allgemeinen Kontakteinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_DLIST_MAILFLOW
source: Error reading distribution list mail flow settings. See audit log for more details.
ar_ae: خطأ في قراءة إعدادات تدفق بريد قائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der Verteilerlisten-Nachrichtenflusseinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_DLIST_SETTINGS
source: Error reading distribution list general settings. See audit log for more details.
ar_ae: خطأ في قراءة الإعدادات العامة لقائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der allgemeinen Verteilerlisteneinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_DISCLAIMER_SETTINGS
source: Error reading disclaimer. See audit log for more details.
ar_ae: خطأ في قراءة إخلاء المسؤولية. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen des Disclaimers. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_AUTOREPLY_SETTINGS
source: Error reading Automatic Replies. See audit log for more details.
ar_ae: خطأ في قراءة الردود التلقائية. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der automatischen Antworten. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_MAILBOX_ADVANCED
source: Error reading mailbox advanced settings. See audit log for more details.
ar_ae: خطأ في قراءة الإعدادات المتقدمة لصندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der erweiterten Postfacheinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_MAILBOX_MAILFLOW
source: Error reading mailbox mail flow settings. See audit log for more details.
ar_ae: خطأ في قراءة إعدادات تدفق بريد صندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der Postfach-Nachrichtenflusseinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_MAILBOX_SETTINGS
source: Error reading mailbox general settings. See audit log for more details.
ar_ae: خطأ في قراءة الإعدادات العامة لصندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der allgemeinen Postfacheinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.ORGANIZATION_GET_USER_SETTINGS
source: Error reading user general settings. See audit log for more details.
ar_ae: خطأ في قراءة إعدادات المستخدم العامة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der allgemeinen Benutzereinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_PFOLDER_MAILFLOW
source: Error reading distribution list mail flow settings. See audit log for more details.
ar_ae: خطأ في قراءة إعدادات تدفق بريد قائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der Verteilerlisten-Nachrichtenflusseinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_PFOLDER_SETTINGS
source: Error reading public folder general settings. See audit log for more details.
ar_ae: خطأ في قراءة الإعدادات العامة للمجلد العام. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der allgemeinen Einstellungen der öffentlichen Ordner. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_MAILBOX_ADD_EMAIL
source: Error creating mailbox e-mail address. See audit log for more details.
ar_ae: خطأ في إنشاء عنوان البريد الإلكتروني لصندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen der E-Mail-Adresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_MAILBOX_DELETE_EMAILS
source: Error deleting mailbox e-mail address. See audit log for more details.
ar_ae: خطأ في حذف عنوان البريد الإلكتروني لصندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen der Postfach-E-Mailadresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_MAILBOX_SET_DEFAULT_EMAIL
source: Error setting mailbox primary e-mail address. See audit log for more details.
ar_ae: خطأ في تعيين عنوان البريد الإلكتروني الأساسي لصندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Setzen der primären Postfach-E-Mail-Adresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_PFOLDER_ADD_EMAIL1
source: Error creating public folder e-mail address. See audit log for more details.
ar_ae: خطأ في إنشاء عنوان البريد الإلكتروني للمجلد العام. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen der E-Mail-Adresse des öffentlichen Ordners. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_PFOLDER_DELETE_EMAILS1
source: Error deleting public folder e-mail address. See audit log for more details.
ar_ae: خطأ في حذف عنوان البريد الإلكتروني للمجلد العام. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen der E-Mail-Adresse des öffentlichen Ordners. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_PFOLDER_SET_DEFAULT_EMAIL1
source: Error setting public folder primary e-mail address. See audit log for more details.
ar_ae: خطأ في تعيين عنوان البريد الإلكتروني الأساسي للمجلد العام. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Setzen der primären E-Mailadresse des öffentlichen Ordners. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_SET_DEFAULT_DOMAIN
source: Error setting default organization domain name. See audit log for more details.
ar_ae: خطأ في تعيين اسم النطاق الافتراضي للمؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Setzen des Domänennamen der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_CONTACT_MAILFLOW
source: Error updating contact flow settings. See audit log for more details.
ar_ae: خطأ في تحديث إعدادات تدفق جهات الاتصال. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der Kontaktflusseinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_CONTACT_SETTINGS
source: Error updating contact general settings. See audit log for more details.
ar_ae: خطأ في تحديث الإعدادات العامة لجهة الاتصال. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der allgemeinen Kontakteinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_DLIST_MAILFLOW
source: Error updating distribution list mail flow settings. See audit log for more details.
ar_ae: خطأ في تحديث إعدادات تدفق بريد قائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der Verteilerlisten-Nachrichtenflusseinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_DLIST_SETTINGS
source: Error updating distribution list general settings. See audit log for more details.
ar_ae: خطأ في تحديث الإعدادات العامة لقائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der allgemeinen Verteilerlisteneinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_DISCLAIMER_SETTINGS
source: Error updating disclaimer. See audit log for more details.
ar_ae: خطأ في تحديث إخلاء المسؤولية. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren des Disclaimers. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_AUTOREPLY_SETTINGS
source: Error updating Automatic Replies. See audit log for more details.
ar_ae: خطأ في تحديث الردود التلقائية. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der automatischen Antworten. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_MAILBOX_ADVANCED
source: Error updating mailbox advanced settings. See audit log for more details.
ar_ae: خطأ في تحديث الإعدادات المتقدمة لصندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der erweiterten Postfacheinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_MAILBOX_MAILFLOW
source: Error updating mailbox flow settings. See audit log for more details.
ar_ae: خطأ في تحديث إعدادات تدفق صندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der Postfachflusseinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_MAILBOX_SETTINGS
source: Error updating mailbox general settings. See audit log for more details.
ar_ae: خطأ في تحديث الإعدادات العامة لصندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der allgemeinen Postfacheinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.ORGANIZATION_UPDATE_MAILBOX_SETTINGS
source: Error updating user general settings. See audit log for more details.
ar_ae: خطأ في تحديث الإعدادات العامة للمستخدم. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der allgemeinen Benutzereinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_PFOLDER_MAILFLOW
source: Error updating distribution list mail flow settings. See audit log for more details.
ar_ae: خطأ في تحديث إعدادات تدفق بريد قائمة التوزيع. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der Verteilerlisten-Nachrichtenflusseinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_PFOLDER_SETTINGS
source: Error updating public folder general settings. See audit log for more details.
ar_ae: خطأ في تحديث الإعدادات العامة للمجلد العام. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der allgemeinen Einstellungen für öffentliche Ordner. Überprüfen Sie das Auditprotokoll für weitere Details.

# Warning.2601
source: Exchange Organization with specified ID already exists.
ar_ae: منظمة Exchange ذات المعرف المحدد موجودة بالفعل.
de_de: Exchange-Organisation mit der angegebenen ID existiert bereits.

# WarningDescription.2601
source: Please choose different Organization ID.
ar_ae: الرجاء اختيار معرف منظمة مختلف.
de_de: Bitte andere Organisations-ID auswählen

# Error.EXCHANGE_GET_MAILBOXES
source: Error reading organization mailboxes
ar_ae: خطأ في قراءة علب بريد المؤسسة
de_de: Fehler beim Lesen der Postfächer der Organisation

# Error.EXCHANGE_GET_CONTACTS
source: Error reading organization contacts
ar_ae: خطأ في قراءة جهات اتصال المنظمة
de_de: Fehler beim Lesen der Kontakte der Organisation

# Error.EXCHANGE_GET_LISTS
source: Error reading organization distribution lists
ar_ae: خطأ في قراءة قوائم توزيع المؤسسة
de_de: Fehler beim Lesen der Verteilerlisten der Organisation

# Error.EXCHANGE_DISCLAIMERS_LISTS
source: Error reading organization disclaimer lists
ar_ae: خطأ في قراءة قوائم إخلاء مسؤولية المنظمة
de_de: Fehler beim Lesen der Disclaimerliste der Organisation
