Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_Pages.ascx.*.resx
Languages: de_de

# PageName.Login
source: Sign In
de_de: Anmeldung

# PageTitle.Login
source: Sign In
de_de: Anmeldung

# PageName.LoggedUserDetails
source: My Account
de_de: Mein Konto

# PageTitle.LoggedUserDetails
source: {user} - Edit Your Account
de_de: {user} - Ihr Konto bearbeiten

# PageName.SearchUsers
source: Search User Accounts
de_de: Benutzerkonten suchen

# PageTitle.SearchUsers
source: {user} - Search User Accounts
de_de: {user} - Benutzerkonten suchen

# PageName.SearchSpaces
source: Search Hosting Spaces
de_de: Hosting-Bereiche suchen

# PageTitle.SearchSpaces
source: {user} - Search Hosting Spaces
de_de: {user} - Hosting-Bereiche suchen

# PageName.SearchObject
source: Search Objects
de_de: Objekte suchen

# PageTitle.SearchObject
source: {user} - Search Objects
de_de: {user} - Objekte suchen

# PageName.Home
source: Account Home
de_de: Kontoübersicht

# PageTitle.Home
source: {user} - Home
de_de: {user} - Übersicht

# PageName.UserCustomers
source: Customers
de_de: Kunden

# PageTitle.UserCustomers
source: {user} - User Customers
de_de: {user} - Benutzer-Kunden

# PageName.UserSpaces
source: Spaces
de_de: Bereiche

# PageTitle.UserSpaces
source: {user} - User Spaces
de_de: {user} - Benutzer-Bereiche

# PageName.UserPeers
source: Peers
de_de: Zusatzlogins

# PageTitle.UserPeers
source: {user} - User Peers
de_de: {user} - Benutzer-Zusatzlogins

# PageName.HostingPlans
source: Hosting Plans
de_de: Hosting-Pläne

# PageTitle.HostingPlans
source: {user} - Hosting Plans
de_de: {user} - Hosting-Pläne

# PageName.UserTasks
source: Running Tasks
de_de: Laufende Aufgaben

# PageTitle.UserTasks
source: {user} - Running Tasks
de_de: {user} - Laufende Aufgaben

# PageName.AuditLog
source: Audit Log
de_de: Auditprotokoll

# PageTitle.AuditLog
source: {user} - Audit Log
de_de: {user} - Auditprotokoll

# PageName.SpaceHome
source: Space Home
de_de: Bereich-Übersicht

# PageTitle.SpaceHome
source: {user} - {space} - Space Home
de_de: {user} - {space} - Bereich-Übersicht

# PageName.NestedSpaces
source: Nested Spaces
de_de: Verschachtelte Bereiche

# PageTitle.NestedSpaces
source: {user} - {space} - Nested Hosting Spaces
de_de: {user} - {space} - Verschachtelte Hosting-Bereiche

# PageName.SpaceDomains
source: Domains
de_de: Domänen

# PageTitle.SpaceDomains
source: {user} - {space} - Domains
de_de: {user} - {space} - Domänen

# PageName.SpaceOrganization
source: Organizations
de_de: Organisationen

# PageTitle.SpaceOrganization
source: {user} - {space} - Organizations
de_de: {user} - {space} - Organisationen

# PageName.SpaceWebSites
source: Web Sites
de_de: Webseiten

# PageTitle.SpaceWebSites
source: {user} - {space} - Web Sites
de_de: {user} - {space} - Webseiten

# PageName.SpaceFtpAccounts
source: FTP Accounts
de_de: FTP-Konten

# PageTitle.SpaceFtpAccounts
source: {user} - {space} - FTP Accounts
de_de: {user} - {space} - FTP-Konten

# PageName.SpaceMail
source: Mail
de_de: E-Mail

# PageTitle.SpaceMail
source: [Not Set]
de_de: E-Mail

# PageName.SpaceMailAccounts
source: Accounts
de_de: E-Mail-Konten

# PageTitle.SpaceMailAccounts
source: {user} - {space} - Mail Accounts
de_de: {user} - {space} - E-Mail-Konten

# PageName.SpaceMailForwardings
source: Mail Aliases
de_de: E-Mail-Aliasse

# PageTitle.SpaceMailForwardings
source: {user} - {space} - Mail Aliases
de_de: {user} - {space} - E-Mail-Aliasse

# PageName.SpaceMailGroups
source: Groups
de_de: E-Mail-Gruppen

# PageTitle.SpaceMailGroups
source: {user} - {space} - Mail Groups
de_de: {user} - {space} - E-Mail-Gruppen

# PageName.SpaceMailLists
source: Lists
de_de: E-Mail-Listen

# PageTitle.SpaceMailLists
source: {user} - {space} - Mail Lists
de_de: {user} - {space} - E-Mail-Listen

# PageName.SpaceMailDomains
source: Domains
de_de: E-Mail-Domänen

# PageTitle.SpaceMailDomains
source: {user} - {space} - Mail Domains
de_de: {user} - {space} - E-Mail-Domänen

# PageName.SpaceDatabases
source: Databases
de_de: Datenbanken

# PageTitle.SpaceDatabases
source: [Not Set]
de_de: Datenbanken

# PageName.SpaceMySql5
source: MySQL 5.x
de_de: MySQL 5.0

# PageTitle.SpaceMySql5
source: {user} - {space} - MySQL 5.x
de_de: {user} - {space} - MySQL 5.0

# PageName.SpaceMySql8
source: MySQL 8.x
de_de: MySQL 8.0

# PageTitle.SpaceMySql8
source: {user} - {space} - MySQL 8.x
de_de: {user} - {space} - MySQL 8.0

# PageName.SpaceSharedSSL
source: Shared SSL Folders
de_de: Geteilte SSL-Ordner

# PageTitle.SpaceSharedSSL
source: {user} - {space} - Shared SSL Folders
de_de: {user} - {space} - Geteilte SSL-Ordner

# PageName.SpaceAdvancedStatistics
source: Advanced Web Statistics
de_de: Erweiterte Web-Statistiken

# PageTitle.SpaceAdvancedStatistics
source: {user} - {space} - Advanced Web Statistics
de_de: {user} - {space} - Erweiterte Webstatistiken

# PageName.SpaceOdbc
source: ODBC DSNs
de_de: ODBC-Datenquellen

# PageTitle.SpaceOdbc
source: {user} - {space} - ODBC DSNs
de_de: {user} - {space} - ODBC-Datenquellen

# PageName.SpaceScheduledTasks
source: Scheduled Tasks
de_de: Aufgabenplanung

# PageTitle.SpaceScheduledTasks
source: {user} - {space} - Scheduled Tasks
de_de: {user} - {space} - Aufgabenplanung

# PageName.SpaceFileManager
source: File Manager
de_de: Dateimanager

# PageTitle.SpaceFileManager
source: {user} - {space} - File Manager
de_de: {user} - {space} - Dateimanager

# PageName.SpaceApplicationsInstaller
source: Applications Installer
de_de: Applikationsinstallation

# PageName.SpaceWebApplicationsGallery
source: Web App Gallery
de_de: WebApp-Gallerie

# PageTitle.SpaceApplicationsInstaller
source: {user} - {space} - Applications Installer
de_de: {user} - {space} - Applikationsinstallation

# PageTitle.SpaceSharePoint
source: [Not Set]
de_de: SharePoint

# PageName.SpaceSharePointSites
source: SharePoint Sites
de_de: SharePoint-Seiten

# PageTitle.SpaceSharePointSites
source: {user} - {space} - SharePoint Sites
de_de: {user} - {space} - SharePoint Seiten

# PageName.SpaceSharePointUsers
source: SharePoint Users
de_de: Sharepoint-Benutzer

# PageTitle.SpaceSharePointUsers
source: {user} - {space} - SharePoint Users & Groups
de_de: {user} - {space} - SharePoint Benutzer

# PageName.Backup
source: [Not Set]
de_de: Sicherung

# PageTitle.Backup
source: [Not Set]
de_de: Sicherung

# PageName.Reporting
source: Reporting
de_de: Berichte

# PageTitle.Reporting
source: Reporting
de_de: Berichte

# PageName.DiskspaceReport
source: Disk Space Report
de_de: Festplattenspeicher-Bericht

# PageName.OverusageReport
source: Overusage Report
de_de: Überschreitungsbericht

# PageTitle.DiskspaceReport
source: {user} - Disk Space Report
de_de: {user} - Festplattenspeicher-Bericht

# PageTitle.OverusageReport
source: {user} - Overusage Report
de_de: {user} - Limitüberschreitung-Bericht

# PageName.BandwidthReport
source: Bandwidth Report
de_de: Traffic-Bericht

# PageTitle.BandwidthReport
source: {user} - Bandwidth Report
de_de: {user} - Traffic-Bericht

# PageName.Configuration
source: Configuration
de_de: Konfiguration

# PageTitle.Configuration
source: Configuration
de_de: Konfiguration

# PageName.VirtualServers
source: Virtual Servers
de_de: Virtuelle Server

# PageTitle.VirtualServers
source: Virtual Servers
de_de: Virtuelle Server

# PageName.Servers
source: Servers
de_de: Server

# PageTitle.Servers
source: Servers
de_de: Server

# PageName.IPAddresses
source: IP Addresses
de_de: IP-Adressen

# PageTitle.IPAddresses
source: IP Addresses
de_de: IP-Adressen

# PageName.SystemSettings
source: System Settings
de_de: Systemeinstellungen

# PageTitle.SystemSettings
source: System Settings
de_de: Systemeinstellungen

# PageName.SpaceExchangeServer
source: Hosted Organizations
de_de: Gehostete Organisationen

# PageTitle.SpaceExchangeServer
source: {user} - {space} - Hosted Organizations
de_de: {user} - {space} - Gehostete Organisationen

# PageName.SpaceOrganizationHostedSharePoint
source: Hosted SharePoint
de_de: Gehostetes SharePoint

# PageTitle.SpaceOrganizationHostedSharePoint
source: {user} - {space} - Hosted SharePoint
de_de: {user} - {space} - Gehostetes SharePoint

# PageName.SpaceVPS
source: Virtual Private Servers
de_de: Virtual Private Server

# PageTitle.SpaceVPS
source: {user} - {space} - Virtual Private Servers
de_de: {user} - {space} - Virtuelle Private Server

# PageName.SpaceProxmox
source: Virtual Servers Proxmox
de_de: Virtual Proxmox Servers

# PageTitle.SpaceProxmox
source: {user} - {space} - Virtual Servers Proxmox
de_de: {user} - {space} - Virtual Proxmox Servers

# PageTitle.SpaceVPS2012
source: {user} - {space} - HyperV
de_de: {user} - {space} - Virtuelle Private Server 2012

# PageName.SpaceWebIPAddresses
source: IP Addresses
de_de: IP-Adressen

# PageTitle.SpaceWebIPAddresses
source: {user} - {space} - Web Site IP Addresses
de_de: {user} - {space} - Webseiten-IP-Adressen

# PageTitle.SpaceWebApplicationsGallery
source: {user} - {space} - Web Application Gallery
de_de: {user} - {space} - Web Applikationen Galerie

# PageTitle.SpaceVPSForPC
source: {user} - {space} - Virtual Private Servers for Private Cloud
de_de: {user} - {space} - Virtuelle Private Server für private Cloud

# PageName.SpaceApplyEnableHardQuotaFeature
source: System Hard Quota
de_de: Systemkontingent (hart)

# PageName.LyncPhoneNumbers
source: Phone Numbers
de_de: Telefonnummern

# PageTitle.LyncPhoneNumbers
source: {user} - {space} - Phone Numbers
de_de: {user} - {space} - Telefonnummern

# PageName.SfBPhoneNumbers
source: Phone Numbers
de_de: Telefonnummern

# PageTitle.SfBPhoneNumbers
source: {user} - {space} - Phone Numbers
de_de: {user} - {space} - Telefonnummern

# PageName.PhoneNumbers
source: Phone Numbers
de_de: Telefonnummern

# PageTitle.PhoneNumbers
source: Phone Numbers
de_de: Telefonnummern

# PageName.RDSServers
source: RDS Servers
de_de: RDS-Server

# PageName.SpaceStorageLevels
source: Space Storage Levels
de_de: Storage Space-Level

# PageName.SpaceStorages
source: Space Storages
de_de: Storage Space

# PageName.SpaceStoragesGroup
source: Space Storages
de_de: Storage Space

# PageName.AutoUpdateServers
source: Auto Update Servers
de_de: Auto Update Server

# PageTitle.AutoUpdateServers
source: Auto Update Servers
de_de: Auto Update Server

# PageName.PrivateNetworkVLANs
source: Private Network VLANs
de_de: Privates Netzwerk VLANs

# PageTitle.PrivateNetworkVLANs
source: Private Network VLANs
de_de: Privates Netzwerk VLANs
