Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Warning.START_END_DATE_VALIDATION
source: Start Date should be less than End Date.
ar_ae: يجب أن يكون تاريخ البدء أقل من تاريخ الانتهاء.
de_de: Startdatum sollte kleiner als Enddatum sein.

# WarningDescription.START_END_DATE_VALIDATION
source: Please specify correct values.
ar_ae: الرجاء تحديد القيم الصحيحة.
de_de: Bitte geben Sie korrekte Werte an.

# Warning.MAIL_LIST_MODERATOR
source: Specified Mail List Moderator is invalid.
ar_ae: منسق قائمة البريد المحدد غير صالح.
de_de: Angegebener E-Mail-Listenmoderator ist ungültig.

# Warning.MAIL_LIST_NAME
source: Specified e-mail address is already in use.
ar_ae: عنوان البريد الإلكتروني المحدد قيد الاستخدام بالفعل.
de_de: Angegebene E-Mail-Adresse wird bereits benutzt.

# WarningDescription.MAIL_LIST_MODERATOR
source: Please, specify Moderator within mail domain where Mail List is located.
ar_ae: من فضلك ، حدد الوسيط داخل نطاق البريد حيث توجد قائمة البريد.
de_de: Bitte geben Sie den Moderator innerhalb der E-Mail-Domäne an, in der die Mailingliste ist.

# Warning.MAIL_ACCOUNT_NAME
source: Specified e-mail address is already in use.
ar_ae: عنوان البريد الإلكتروني المحدد قيد الاستخدام بالفعل.
de_de: Angegebene E-Mail-Adresse wird bereits benutzt.

# Warning.MAIL_FORW_NAME
source: Specified e-mail address is already in use.
ar_ae: عنوان البريد الإلكتروني المحدد قيد الاستخدام بالفعل.
de_de: Angegebene E-Mail-Adresse wird bereits benutzt.

# Warning.MAIL_GROUP_NAME
source: Specified e-mail address is already in use.
ar_ae: عنوان البريد الإلكتروني المحدد قيد الاستخدام بالفعل.
de_de: Angegebene E-Mail-Adresse wird bereits benutzt.

# Warning.CANNOT_GET_BLACKBERRY_STATS
source: Statistics is not available at this time. Most probably your BlackBerry device is not activated yet. In this case please activate your BlackBerry device and then refresh this page. In case your BlackBerry device is already activated and statistics is still not available please contact your technical support.
ar_ae: الإحصائيات غير متوفرة في هذا الوقت. على الأرجح لم يتم تنشيط جهاز بلاك بيري الخاص بك حتى الآن. في هذه الحالة ، يرجى تنشيط جهاز بلاك بيري ثم تحديث هذه الصفحة. في حالة تنشيط جهاز بلاك بيري الخاص بك بالفعل ولا تزال الإحصائيات غير متوفرة ، يرجى الاتصال بالدعم الفني الخاص بك.
de_de: Statistiken sind z.Z. nicht verfügbar. Es ist wahrscheinlich, dass Ihr BlackBerry-Gerät noch nicht aktiviert ist. Aktivieren Sie in diesem Fall bitte Ihr BlackBerry-Gerät und laden diese Seite neu. Falls Ihr BlackBerry-Gerät bereits aktiviert ist und die Statistiken immer noch nicht verfügbar sind, kontaktieren Sie bitte Ihren technischen Support.

# Warning.CANNOT_DELETE_BLACKBERRY_DATA
source: It is not possible to remove data from from BlackBerry device at this time. It is normal in case of your BlackBerry device is still not activated. In case your BlackBerry devide is already activated and you still get this warning please conact your technical support.
ar_ae: لا يمكن إزالة البيانات من جهاز بلاك بيري في الوقت الحالي. إنه أمر طبيعي في حالة عدم تنشيط جهاز بلاك بيري الخاص بك. في حالة تنشيط جهاز بلاك بيري الخاص بك بالفعل وما زلت تتلقى هذا التحذير ، يرجى الاتصال بالدعم الفني الخاص بك.
de_de: Es ist z.Z. nicht möglich Daten vom BlackBerry-Gerät zu entfernen. Dies ist normal, wenn Ihr BlackBerry-Gerät noch nicht aktiviert wurde. Falls Ihr BlackBerry-Gerät schon aktiviert ist und Sie immer noch diese Warnung erhalten, kontaktieren Sie bitte Ihren technischen Support.

# Error.SERVER_INVALID_URL
source: Specified Server URL is invalid.
ar_ae: عنوان URL المحدد للخادم غير صالح.
de_de: Angegebene Server-URL ist ungültig.

# ResourceGroup.VPS
source: Virtual Private Servers
ar_ae: الخوادم الافتراضية الخاصة
de_de: Virtual Private Server

# Quota.VPS.Bandwidth
source: Monthly bandwidth, GB
ar_ae: الباندويث الشهري ، جيجا بايت
de_de: Monatlicher Traffic [GB]

# Quota.VPS.BootCdAllowed
source: Boot from CD allowed
ar_ae: يسمح التمهيد من القرص المضغوط
de_de: Von CD starten erlaubt

# Quota.VPS.BootCdEnabled
source: Boot from CD
ar_ae: التمهيد من القرص المضغوط
de_de: Von CD starten

# Quota.VPS.CpuNumber
source: Number of CPU cores
ar_ae: عدد أنوية وحدة المعالجة المركزية
de_de: Anzahl der CPU-Kerne

# Quota.VPS.DvdEnabled
source: DVD drive
ar_ae: محرك أقراص رقمية
de_de: DVD-Laufwerk

# Quota.VPS.ExternalIPAddressesNumber
source: Number of External IP addresses
ar_ae: عدد عناوين IP الخارجية
de_de: Anzahl externer IP-Adressen

# Quota.VPS.ExternalNetworkEnabled
source: External Network
ar_ae: الشبكة الخارجية
de_de: Externes Netzwerk

# Quota.VPS.Hdd
source: Hard Drive size, GB
ar_ae: حجم القرص الصلب ، جيجابايت
de_de: Festplattengröße [GB]

# Quota.VPS.ManagingAllowed
source: Allow user to create, delete VPS
ar_ae: السماح للمستخدم بإنشاء أو حذف VPS
de_de: Benutzer darf VPS anlegen/löschen

# Quota.VPS.NumLockEnabled
source: "Num Lock" by default
ar_ae: "Num Lock" افتراضيًا
de_de: "Num Lock" als Standard

# Quota.VPS.PauseResumeAllowed
source: Allow user to Pause, Resume VPS
ar_ae: السماح للمستخدم بإيقاف مؤقت واستئناف VPS
de_de: Benutzer darf VPS anhalten/fortsetzen

# Quota.VPS.PrivateIPAddressesNumber
source: Number of Private IP addresses per VPS
ar_ae: عدد عناوين IP الخاصة لكل VPS
de_de: Anzahl privater IP-Adressen pro VPS

# Quota.VPS.PrivateNetworkEnabled
source: Private Network
ar_ae: شبكة خاصة
de_de: Privates Netzwerk

# Quota.VPS.Ram
source: RAM size, MB
ar_ae: حجم ذاكرة الوصول العشوائي ، ميجابايت
de_de: RAM-Größe [MB]

# Quota.VPS.RebootAllowed
source: Allow user to Reboot VPS
ar_ae: السماح للمستخدم بإعادة تشغيل VPS
de_de: Benutzer darf VPS neu starten

# Quota.VPS.ReinstallAllowed
source: Allow user to Re-install VPS
ar_ae: السماح للمستخدم بإعادة تثبيت VPS
de_de: Benutzer darf VPS neu installieren

# Quota.VPS.ResetAlowed
source: Allow user to Reset VPS
ar_ae: السماح للمستخدم بإعادة تعيين VPS
de_de: Benutzer darf VPS resetten

# Quota.VPS.ServersNumber
source: Number of VPS
ar_ae: عدد VPS
de_de: Anzahl an VPS

# Quota.VPS.SnapshotsNumber
source: Number of Snaphots
ar_ae: عدد اللقطات
de_de: Anzahl an Snapshots

# Quota.VPS.StartShutdownAllowed
source: Allow user to Start, Turn off VPS
ar_ae: السماح للمستخدم بالبدء ، إيقاف تشغيل VPS
de_de: Benutzer darf VPS starten/ausschalten

# Quota.BlackBerry.Users
source: BlackBerry Users per Organization
ar_ae: مستخدمو بلاك بيري لكل مؤسسة
de_de: BlackBerry Benutzer pro Organisation

# Quota.OCS.Users
source: OCS Users per Organization
ar_ae: مستخدمو OCS لكل مؤسسة
de_de: OCS-Benutzer pro Organisation

# Quota.OCS.Federation
source: Federation Allowed
ar_ae: الاتحاد مسموح به
de_de: Verbund erlaubt

# Quota.OCS.FederationByDefault
source: Federation Enabled by Default
ar_ae: تم تمكين الاتحاد افتراضيًا
de_de: Verbund standardmässig aktiviert

# Quota.OCS.PublicIMConnectivity
source: Public IM Connectivity Allowed
ar_ae: اتصال IM العام مسموح به
de_de: Öffentliche IM-Anbinung erlaubt

# Quota.OCS.PublicIMConnectivityByDefault
source: Public IM Connectivity Enabled by Default
ar_ae: تم تمكين اتصال IM العام افتراضيًا
de_de: Öffentliche IM-Anbinung standardmäßig aktiviert

# Quota.OCS.ArchiveIMConversation
source: Internal Messages Archiving Allowed
ar_ae: أرشفة الرسائل الداخلية مسموح بها
de_de: Archivieren von internen Nachrichten erlaubt

# Quota.OCS.ArchiveIMConvervationByDefault
source: Internal Messages Archiving Enabled by Default
ar_ae: أرشفة الرسائل الداخلية ممكنة افتراضيًا
de_de: Archivieren von internen Nachrichten standardmäßig aktiviert

# Quota.OCS.ArchiveFederatedIMConversation
source: Federated Messages Archiving Allowed
ar_ae: أرشفة الرسائل الموحدة مسموح بها
de_de: Verbund-Nachrichtenarchivierung erlaubt

# Quota.OCS.ArchiveFederatedIMConversationByDefault
source: Federated Messages Archiving Enabled by Default
ar_ae: تم تمكين أرشفة الرسائل الموحدة افتراضيًا
de_de: Verbund-Nachrichtenarchivierung standardmässig erlaubt

# Quota.OCS.PresenceAllowed
source: Enhanced Presence Allowed
ar_ae: الحضور المعزز مسموح به
de_de: Erweiterte Anwesenheit erlaubt

# Quota.OCS.PresenceAllowedByDefault
source: Enhanced Presence Enabled by Default (Note: Enhanced presence cannot be changed once it has been set)
ar_ae: تم تمكين التواجد المحسن افتراضيًا (ملاحظة: لا يمكن تغيير الحضور المحسن بمجرد تعيينه)
de_de: Erweiterte Anwesenheit standardmäßig aktiviert (Anmerkung: Erweiterte Anwesenheit kann nicht geändert werden, sobald sie einmal gesetzt wurde)

# AuditLogSource.VPS
source: Virtual Private Servers
ar_ae: الخوادم الافتراضية الخاصة
de_de: Virtual Private Server

# AuditLogTask.IP_ADDRESS_ALLOCATE_PACKAGE_IP
source: Allocate space IP addresses
ar_ae: تخصيص مساحة عناوين IP
de_de: Bereich-IP-Adressen zuweisen

# AuditLogTask.IP_ADDRESS_DEALLOCATE_PACKAGE_IP
source: Deallocate space IP addresses
ar_ae: قم بإلغاء تخصيص عناوين IP للمساحة
de_de: Bereich-IP-Adressen freigeben

# AuditLogTask.VPS_UPDATE_IP
source: Update IP Address
ar_ae: تحديث عنوان IP
de_de: IP-Adresse aktualisieren

# AuditLogTask.VPS_UPDATE_VDC_PERMISSIONS
source: Update space permissions
ar_ae: تحديث أذونات المساحة
de_de: Berechtigungen des Bereichs aktualisieren

# AuditLogTask.VPS_ADD_EXTERNAL_IP
source: Add external IP
ar_ae: أضف IP خارجي
de_de: Externe IP hinzufügen

# AuditLogTask.VPS_ADD_PRIVATE_IP
source: Add private IP
ar_ae: إضافة IP الخاص
de_de: Private IP hinzufügen

# AuditLogTask.VPS_APPLY_SNAPSHOT
source: Apply VPS snapshot
ar_ae: تنفيذ لقطة VPS
de_de: VPS-Snapshot anwenden

# AuditLogTask.VPS_CANCEL_JOB
source: Cancel Job
ar_ae: الغاء العمل
de_de: Auftrag abbrechen

# AuditLogTask.VPS_CHANGE_ADMIN_PASSWORD
source: Change administrator password
ar_ae: تغيير كلمة مرور المسؤول
de_de: Administrator-Passwort ändern

# AuditLogTask.VPS_CHANGE_STATE
source: Change VPS state
ar_ae: قم بتغيير حالة VPS
de_de: VPS-Status ändern

# AuditLogTask.VPS_CREATE
source: Create VPS
ar_ae: قم بإنشاء VPS
de_de: VPS erstellen

# AuditLogTask.VPS_DELETE
source: Delete VPS
ar_ae: حذف VPS
de_de: VPS löschen

# AuditLogTask.VPS_DELETE_EXTERNAL_IP
source: Delete external IP
ar_ae: احذف IP الخارجي
de_de: Externe IP löschen

# AuditLogTask.VPS_DELETE_PRIVATE_IP
source: Delete private IP
ar_ae: حذف IP الخاص
de_de: Private IP löschen

# AuditLogTask.VPS_DELETE_SNAPSHOT
source: Delete VPS snapshot
ar_ae: حذف لقطة VPS
de_de: VPS Snapshot löschen

# AuditLogTask.VPS_EJECT_DVD_DISK
source: Eject DVD disk
ar_ae: إخراج قرص DVD
de_de: DVD-Disk auswerfen

# AuditLogTask.VPS_INSERT_DVD_DISK
source: Insert DVD disk
ar_ae: أدخل قرص DVD
de_de: DVD-Disk einlegen...

# AuditLogTask.VPS_REINSTALL
source: Re-install VPS
ar_ae: أعد تثبيت VPS
de_de: VPS neu installieren

# AuditLogTask.VPS_RENAME_SNAPSHOT
source: Rename VPS snapshot
ar_ae: أعد تسمية لقطة VPS
de_de: VPS-Snapshot umbenennen

# AuditLogTask.VPS_SEND_SUMMARY_LETTER
source: Send VPS summary letter
ar_ae: إرسال خطاب ملخص VPS
de_de: VPS-Zusammenfassung versenden

# AuditLogTask.VPS_SET_PRIMARY_EXTERNAL_IP
source: Set primary external IP
ar_ae: قم بتعيين عنوان IP الخارجي الأساسي
de_de: Primäre externe IP festlegen

# AuditLogTask.VPS_SET_PRIMARY_PRIVATE_IP
source: Set primary private IP
ar_ae: تعيين عنوان IP الأساسي الخاص
de_de: Primäre private IP festlegen

# AuditLogTask.VPS_TAKE_SNAPSHOT
source: Take VPS snapshot
ar_ae: خذ لقطة VPS
de_de: VPS-Snapshot erstellen

# AuditLogTask.VPS_UPDATE_CONFIGURATION
source: Update VPS configuration
ar_ae: تحديث تكوين VPS
de_de: VPS-Konfiguration aktualisieren

# AuditLogTask.VPS_UPDATE_HOSTNAME
source: Update host name
ar_ae: تحديث اسم المضيف
de_de: Hostnamen aktualisieren

# AuditLogTask.VPS_UPDATE_PERMISSIONS
source: Update VPS permissions
ar_ae: قم بتحديث أذونات VPS
de_de: VPS-Berechtigungen aktualisieren

# Success.VDC_PERMISSIONS_VDC_UPDATED
source: Virtual data center permissions have been successfully updated.
ar_ae: تم تحديث أذونات مركز البيانات الافتراضية بنجاح.
de_de: Virtuelle Datacenter-Berechtigungen wurden erfolgreich aktualisiert.

# Success.VDC_PERMISSIONS_VPS_UPDATED
source: Virtual private server permissions have been successfully updated.
ar_ae: تم تحديث أذونات الخادم الخاص الافتراضي بنجاح.
de_de: Virtual Private Server-Berechtigungen wurden erfolgreich aktualisiert.

# Success.VPS_DVD_EJECTED
source: Disk has been successfully ejected from DVD drive.
ar_ae: تم إخراج القرص بنجاح من محرك أقراص DVD.
de_de: Disk wurde erfolgreich aus dem DVD-Laufwerk ausgeworfen

# Success.CHANGE_USER_STATE
source: User status has been successfully updated.
ar_ae: تم تحديث حالة المستخدم بنجاح.
de_de: Benutzerstatus wurde erfolgreich aktualisiert.

# Warning.CHANGE_USER_STATE
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Error.CHANGE_USER_STATE
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Success.VPS_DVD_INSERTED
source: Disk has been successfully inserted into DVD drive.
ar_ae: تم إدخال القرص بنجاح في محرك أقراص DVD.
de_de: Disk wurde erfolgreich ins DVD-Laufwerk eingelegt

# Success.VPS_CHANGE_ADMIN_PASSWORD
source: Administrator password has been changed.
ar_ae: تم تغيير كلمة مرور المسؤول.
de_de: Administrator-Passwort wurde geändert.

# SuccessDescription.VPS_CHANGE_ADMIN_PASSWORD
source: It may take few moments until new password is provisioned in VPS.
ar_ae: قد يستغرق الأمر بضع لحظات حتى يتم توفير كلمة مرور جديدة في VPS.
de_de: Es kann einige Zeit dauern bis ein neues Passwort im VPS aktualisiert wurde.

# Warning.VPS_DELETE_CONFIRM
source: You should confirm VPS deletion by ticking checkbox
ar_ae: يجب عليك تأكيد حذف VPS عن طريق تحديد خانة الاختيار
de_de: Sie müssen das Löschen des VPS durch Aktivieren der Checkbox bestätigen

# Warning.VPS_REINSTALL_CONFIRM
source: You should confirm VPS re-installation by ticking checkbox
ar_ae: يجب عليك تأكيد إعادة تثبيت VPS عن طريق تحديد خانة الاختيار
de_de: Sie müssen die erneute VPS-Installation durch Aktivieren der Checkbox bestätigen

# Error.DEALLOCATE_SPACE_VLANS
source: The following errors have been occurred:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Success.DEALLOCATE_SPACE_VLANS
source: VLANs have been successfully deallocated.
ar_ae: اسم مضيف VM ، على سبيل المثال "vps1.domain.com"
de_de: VLANs wurden erfolgreich freigegeben.

# Error.DEALLOCATE_SPACE_IP_ADDRESSES
source: The following errors have been occurred:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.DEALOCATE_EXTERNAL_ADDRESSES
source: External addresses were dellocated but the following errors have been occurred:
ar_ae: تم تفصيل العناوين الخارجية ولكن حدثت الأخطاء التالية:
de_de: Externe Adressen wurden freigegeben, aber folgende Fehler sind aufgetreten:

# Success.DEALLOCATE_SPACE_IP_ADDRESSES
source: External addresses have been successfully deallocated.
ar_ae: تم إلغاء تخصيص العناوين الخارجية بنجاح.
de_de: Externe Adressen wurden erfolgreich freigegeben.

# Error.ALLOCATE_EXTERNAL_ADDRESSES
source: The following errors have been occurred:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.ALLOCATE_EXTERNAL_ADDRESSES
source: External addresses were allocated but the following errors have been occurred:
ar_ae: تم تخصيص العناوين الخارجية ولكن حدثت الأخطاء التالية:
de_de: Externe Adressen wurden zugeordnet, aber folgende Fehler sind aufgetreten:

# Warning.1602
source: IP Address could not be deleted
ar_ae: لا يمكن حذف عنوان IP
de_de: IP-Adresse konnte nicht gelöscht werden

# Error.VPS_ERROR_ADDING_IP_ADDRESS
source: Cannot add network adapter IP addresses
ar_ae: لا يمكن إضافة عناوين IP لمحول الشبكة
de_de: Netzwerkadapter-IP-Adressen können nicht hinzugefügt werden

# Error.VPS_ERROR_DELETING_IP_ADDRESS
source: Cannot delete network adapter IP address
ar_ae: لا يمكن حذف عنوان IP لمحول الشبكة
de_de: Netzwerkadapter-IP-Adresse kann nicht gelöscht werden

# Error.VPS_ERROR_SETTING_PRIMARY_IP
source: Cannot set network adapter primary IP address
ar_ae: لا يمكن تعيين عنوان IP الأساسي لمحول الشبكة
de_de: Primäre Netzwerkadapter-IP-Adresse kann nicht gesetzt werden.

# VPS.VPS_CANNOT_FIND_VIRTUAL_MACHINE_META_ITEM
source: Cannot load Virtual Machine meta-item
ar_ae: لا يمكن تحميل عنصر تعريف الجهاز الافتراضي
de_de: Virtuelle Maschinen-Meta-Item kann nicht geladen werden

# VPS.VPS_WRONG_PRIVATE_IP_ADDRESS_FORMAT
source: IP address does not correspond to network format: {1}
ar_ae: عنوان IP لا يتوافق مع تنسيق الشبكة: {1}
de_de: IP-Adresse entspricht nicht dem Netzwerkformat: {1}

# Warning.IP_ADDRESS_NOT_SELECTED
source: Primary IP address is not selected
ar_ae: لم يتم تحديد عنوان IP الأساسي
de_de: Primäre IP-Adresse ist nicht ausgewählt

# AuditLogTask.VPS_DELETE_SNAPSHOT_SUBTREE
source: Delete VPS snapshot subtree
ar_ae: حذف موقع الويب بعد الأيام:
de_de: VPS Snapshot-Unterstruktur löschen

# Error.VPS_ERROR_APPLY_SNAPSHOT
source: Cannot apply virtual machine snapshot
ar_ae: لا يمكن تطبيق لقطة الجهاز الافتراضي
de_de: Snapshot der virtuellen Maschine kann nicht angewendet werden

# Error.VPS_ERROR_DELETE_SNAPSHOT
source: Cannot delete virtual machine snapshot
ar_ae: لا يمكن حذف لقطة الجهاز الافتراضي
de_de: Snapshot der virtuellen Maschine kann nicht gelöscht werden

# Error.VPS_ERROR_DELETE_SNAPSHOT_SUBTREE
source: Cannot delete virtual machine snapshot subtree
ar_ae: لا يمكن حذف الشجرة الفرعية للقطات الجهاز الافتراضي
de_de: Snapshot-Unterstruktur der virtuellen Maschine kann nicht gelöscht werden

# Error.VPS_ERROR_RENAME_SNAPSHOT
source: Cannot rename virtual machine snapshot
ar_ae: لا يمكن إعادة تسمية لقطة الجهاز الافتراضي
de_de: Snapshot der virtuellen Maschine kann nicht umbenannt werden.

# Error.VPS_ERROR_TAKE_SNAPSHOT
source: Cannot take virtual machine snapshot
ar_ae: لا يمكن أخذ لقطة الجهاز الافتراضي
de_de: Snapshot der virtuellen Maschine kann nicht erstellt werden

# Error.VPS_ERROR_SET_VM_REPLICATION
source: Cannot enable/set replication for the virtual machine
ar_ae: لا يمكن تمكين / تعيين النسخ المتماثل للجهاز الافتراضي
de_de: Replikation für die virtuelle Maschine kann nicht aktiviert/eingerichtet werden.

# Error.VPS_ERROR_DISABLE_VM_REPLICATION
source: Cannot disable replication for the virtual machine
ar_ae: لا يمكن تعطيل النسخ المتماثل للجهاز الافتراضي
de_de: Replikation für die virtuelle Maschine kann nicht deaktiviert werden.

# Error.VPS_ERROR_GET_VM_REPLICATION
source: Cannot get replication for the virtual machine
ar_ae: لا يمكن الحصول على النسخ المتماثل للجهاز الافتراضي
de_de: Replikation für die virtuelle Maschine kann nicht gelesen werden.

# Error.VPS_SET_REPLICA_SERVER_ERROR
source: Cannot set replication for the server
ar_ae: لا يمكن تعيين النسخ المتماثل للخادم
de_de: Replikation für den Server kann nicht eingerichtet werden.

# Error.VPS_UNSET_REPLICA_SERVER_ERROR
source: Cannot unset replication for the server
ar_ae: لا يمكن إلغاء تعيين النسخ المتماثل للخادم
de_de: Replikation für den Server kann nicht aufgehoben werden.

# Error.VPS_NO_REPLICA_SERVER_ERROR
source: Cannot find replication server
ar_ae: لا يمكن العثور على خادم النسخ المتماثل
de_de: Replikationsserver wurde nicht gefunden.

# Error.VPS_SET_REPLICATION_ERROR
source: Cannot enable\set replication for the virtual machine
ar_ae: لا يمكن تمكين \ تعيين النسخ المتماثل للجهاز الافتراضي
de_de: Replikation für die virtuelle Maschine kann nicht aktiviert/eingerichtet werden.

# Success.VPS_SET_REPLICATION_ERROR
source: Replication set\enabled for the virtual machine
ar_ae: تم تمكين / تعيين النسخ المتماثل للجهاز الافتراضي
de_de: Replikation wurde für die virtuelle Maschine eingerichtet/aktiviert

# Error.VPS_DISABLE_REPLICATION_ERROR
source: Cannot disable replication for the virtual machine
ar_ae: لا يمكن تعطيل النسخ المتماثل للجهاز الافتراضي
de_de: Replikation für die virtuelle Maschine kann nicht deaktiviert werden.

# Success.VPS_DISABLE_REPLICATION_ERROR
source: Replication disabled for the virtual machine
ar_ae: تم تعطيل النسخ المتماثل للجهاز الافتراضي
de_de: Replikation wurde für die virtuelle Maschine deaktiviert.

# Error.VPS_PAUSE_REPLICATION_ERROR
source: Cannot pause replication for the virtual machine
ar_ae: لا يمكن إيقاف النسخ المتماثل مؤقتًا للجهاز الافتراضي
de_de: Replikation für die virtuelle Maschine kann nicht angehalten werden.

# Success.VPS_PAUSE_REPLICATION_ERROR
source: Replication paused for the virtual machine
ar_ae: تم إيقاف النسخ المتماثل مؤقتًا للجهاز الافتراضي
de_de: Replikation wurde für die virtuelle Maschine angehalten.

# Error.VPS_RESUME_REPLICATION_ERROR
source: Cannot resume replication for the virtual machine
ar_ae: لا يمكن استئناف النسخ المتماثل للجهاز الافتراضي
de_de: Replikation für die virtuelle Maschine kann nicht fortgesetzt werden.

# Success.VPS_RESUME_REPLICATION_ERROR
source: Replication resumed for the virtual machine
ar_ae: تم استئناف النسخ المتماثل للجهاز الافتراضي
de_de: Replikation wurde für die virtuelle Maschine fortgesetzt.

# Error.VPS_REQUIRED
source: Please fill required fields
ar_ae: الرجاء تعبئة الحقول المطلوبة
de_de: Bitte alle benötigten Felder ausfüllen

# Error.VPS_QUOTA_REPLICATION_ENABLED
source: Replications is not allowed in the hosting plan
ar_ae: لا يسمح بالتكرار في خطة الاستضافة
de_de: Replikation ist im Hosting-Plan nicht erlaubt.

# VPS.VPS_JOB_FAILED_ERROR
source: Job execution failed with the following code: {1}
ar_ae: فشل تنفيذ المهمة بالرمز التالي: {1}
de_de: Jobausführung mit folgendem Code fehlgeschlagen: {1}

# VPS.VPS_JOB_START_ERROR
source: Job failed to start with the following code: {1}
ar_ae: فشل المهمة في البدء بالرمز التالي: {1}
de_de: Start der Jobausführung mit folgendem Code fehlgeschlagen: {1}

# Error.VPS_ERROR_EJECT_DVD_DISK
source: DVD disk cannot be ejected
ar_ae: لا يمكن إخراج القرص الرقمي
de_de: DVD-Disk kann nicht ausgeworfen werden

# Error.VPS_ERROR_INSERT_DVD_DISK
source: DVD disk cannot be inserted into drive
ar_ae: لا يمكن إدخال القرص الرقمي في محرك الأقراص
de_de: DVD-Disk kann nicht ins Laufwerk eingelegt werden

# Error.VPS_ERROR_CHANGE_VM_STATE
source: Error changing virtual machine state
ar_ae: خطأ في تغيير حالة الجهاز الافتراضي
de_de: Fehler beim Ändern des virtuellen Maschinenstatus

# Error.VPS_ERROR_GET_VM_DETAILS
source: Error getting VPS general details
ar_ae: خطأ في الحصول على التفاصيل العامة لـ VPS
de_de: Fehler beim Lesen der allgemeinen VPS-Details

# Error.VPS_ERROR_CREATE
source: Error creating virtual server
ar_ae: خطأ في إنشاء خادم افتراضي
de_de: Fehler beim Erstellen des virtuellen Servers

# Error.NO_CPU_CORES
source: No CPU cores available
ar_ae: لا تتوفر أنوية وحدة المعالجة المركزية
de_de: Keine CPU-Kerne mehr verfügbar

# Error.VPS_ERROR_DELETE
source: Error deleting virtual server
ar_ae: خطأ في حذف الخادم الافتراضي
de_de: Fehler beim Löschen des virtuellen Servers

# Error.VPS_CHANGE_ADMIN_PASSWORD
source: Error changing VPS administrator password
ar_ae: خطأ في تغيير كلمة مرور مسؤول VPS
de_de: Fehler beim Ändern des VPS-Administrator-Passworts

# Error.VPS_CHANGE_VM_CONFIGURATION
source: Error changing VPS configuration
ar_ae: خطأ في تغيير تكوين VPS
de_de: Fehler beim Ändern der VPS-Konfiguration

# Error.VPS_CHANGE_VM_HOSTNAME
source: Error changing host name
ar_ae: خطأ في تغيير اسم المضيف
de_de: Fehler beim Ändern des Hostnamen

# Error.VPS_LOAD_VM_ITEM
source: Error loading virtual machine information
ar_ae: خطأ في تحميل معلومات الجهاز الافتراضي
de_de: Fehler beim Laden der virtellen Maschineninformationen

# Error.VPS_LOAD_VM_META_ITEM
source: Cannot load virtual machine meta-item
ar_ae: لا يمكن تحميل عنصر تعريف للجهاز الافتراضي
de_de: Virtuelle Maschinen-Meta-Item kann nicht geladen werden

# Success.VPS_CHANGE_VM_CONFIGURATION
source: VPS configuration has been changed
ar_ae: تم تغيير تكوين VPS
de_de: VPS-Konfiguration wurde geändert.

# Success.VPS_CHANGE_VM_HOSTNAME
source: VPS host name has been changed
ar_ae: تم تغيير اسم مضيف VPS
de_de: VPS-Hostname wurde geändert
