Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Success.DELETE_OCS_USER
source: OCS User has been successfully deleted.
ar_ae: تم حذف مستخدم OCS بنجاح.
de_de: OCS-Benutzer wurde erfolgreich gelöscht.

# Warning.DELETE_OCS_USER
source: OCS User has been successfully deleted but the following errors have been occured:
ar_ae: تم حذف مستخدم OCS بنجاح ولكن تم حدوث الأخطاء التالية:
de_de: OCS-Benutzer wurde erfolgreich gelöscht, aber es sind folgende Fehler aufgetreten:

# Error.DELETE_OCS_USER
source: Cannot delete OCS User, the following errors have been occured:
ar_ae: لا يمكن حذف مستخدم OCS ، فقد حدثت الأخطاء التالية:
de_de: OCS-Benutzer kann nicht gelöscht werden. Die folgenden Fehler sind aufgetreten:

# Error.CREATE_OCS_USER
source: Cannot create OCS User. The following errors have been occured:
ar_ae: لا يمكن إنشاء مستخدم OCS. حدثت الأخطاء التالية:
de_de: OCS-Benutzer kann nicht angelegt werden. Die folgenden Fehler sind aufgetreten:

# Warning.CREATE_OCS_USER
source: OCS User has been successfully created but the following errors have been occured:
ar_ae: تم إنشاء مستخدم OCS بنجاح ولكن حدثت الأخطاء التالية:
de_de: OCS-Benutzer wurde erfolgreich erstellt, aber es sind folgende Fehler aufgetreten:

# Error.OCS_GET_USERS
source: Error reading organization OCS Users
ar_ae: خطأ في قراءة مستخدمي OCS للمؤسسة
de_de: Fehler beim Lesen der OCS-Benutzer der Organisation

# Success.USER_CHANGE_PASSWORD
source: User account password has been changed
ar_ae: تم تغيير كلمة مرور حساب المستخدم
de_de: Benutzerpasswort wurde geändert

# Success.LOGGED_USER_CHANGE_PASSWORD
source: User account password has been changed. You have been logged out and should be automatically redirected to the <a href="{0}">login page</a> in {1} seconds.
ar_ae: تم تغيير كلمة مرور حساب المستخدم. لقد تم تسجيل خروجك ومن المفترض أن تتم إعادة توجيهك تلقائيًا إلى <a href="{0}"> صفحة تسجيل الدخول </a> خلال {1} ثانية.
de_de: Benutzerpasswort wurde geändert. Sie wurden ausgeloggt und sollten automatisch in {1} Sekunden auf die <a href="{0}">Anmeldeseite</a> weitergeleitet werden.

# Warning.USER_CONFIRM_DELETE
source: In order to delete user account you should tick confirmation checkbox
ar_ae: من أجل حذف حساب المستخدم ، يجب تحديد خانة اختيار التأكيد
de_de: Um das Benutzerkonto zu löschen, müssen Sie das Bestätigungshäkchen setzen

# Error.ADDON_ADD_ADDON
source: Error creating hosting add-on
ar_ae: خطأ في إنشاء وظيفة إضافية للاستضافة
de_de: Fehler beim Erstellen des Hosting-Addons

# Error.ADDON_DELETE_ADDON
source: Error deleting hosting add-on
ar_ae: خطأ في حذف الوظيفة الإضافية للاستضافة
de_de: Fehler beim Löschen des Hosting-Addons

# Error.ADDON_GET_ADDON
source: Error reading hosting add-on information
ar_ae: خطأ في قراءة معلومات الوظائف الاضافية للاستضافة
de_de: Fehler beim Lesen der Hosting-Addoninformationen

# Error.ADDON_UPDATE_ADDON
source: Error updating hosting add-on
ar_ae: خطأ في تحديث الوظيفة الإضافية للاستضافة
de_de: Fehler beim Aktualisieren des Hosting-Addons

# Error.ADDON_UPDATE_QUOTAS
source: Error updating hosting add-on quotas
ar_ae: خطأ في تحديث حصص الاستضافة الإضافية
de_de: Fehler beim Aktualisieren der Hosting-Addonkontingente

# Error.PACKAGE_ADD_ADDON
source: Error adding hosting space add-on
ar_ae: خطأ في إضافة وظيفة اضافية لمساحة الاستضافة
de_de: Fehler beim Hinzufügen des Hosting-Bereich-Addons

# Error.PACKAGE_ADD_PACKAGE
source: Error creating hosting space
ar_ae: خطأ في إنشاء مساحة الاستضافة
de_de: Fehler beim Erstellen des Hosting-Bereichs

# Error.PACKAGE_CHANGE_STATUS
source: Error changing hosting space status
ar_ae: خطأ في تغيير حالة مساحة الاستضافة
de_de: Fehler beim Ändern des Hosting-Bereichstatus

# Error.PACKAGE_DELETE_ADDON
source: Error deleting hosting space add-on
ar_ae: خطأ في حذف الوظيفة الاضافية لمساحة الاستضافة
de_de: Fehler beim Löschen des Hosting-Bereich-Addons

# Error.PACKAGE_DELETE_PACKAGE
source: Error deleting hosting space
ar_ae: خطأ في حذف مساحة الاستضافة
de_de: Fehler beim Löschen des Hosting-Bereichs

# Error.PACKAGE_GET_ADDON
source: Error reading hosting space add-on information
ar_ae: خطأ في قراءة معلومات استضافة مساحة إضافية
de_de: Fehler beim Lesen der Hosting-Bereich-Addon-Informationen

# Error.PACKAGE_GET_FOLDER
source: Error getting child hosting space folder
ar_ae: خطأ في الحصول على مجلد مساحة الاستضافة التابعة
de_de: Fehler beim Lesen der untergeordneten Hosting-Bereichsordner

# Error.PACKAGE_GET_INSTANTALIAS
source: Error getting hosting space Preview Domain
ar_ae: خطأ في الحصول على نطاق معاينة مساحة الاستضافة
de_de: Fehler beim Lesen des Hosting-Bereich-Sofort-Alias

# Error.PACKAGE_GET_NS
source: Error getting hosting space name servers
ar_ae: خطأ في الحصول على استضافة خوادم أسماء المساحة
de_de: Fehler beim Lesen der Hosting-Bereich-Nameserver

# Error.PACKAGE_UPDATE_ADDON
source: Error updating hosting space add-on
ar_ae: خطأ في تحديث الوظيفة الاضافية لمساحة الاستضافة
de_de: Fehler beim Aktualisieren des Hosting-Bereich-Addons

# Error.PACKAGE_UPDATE_FOLDER
source: Error updating child hosting spaces folder
ar_ae: خطأ في تحديث مجلد مساحات الاستضافة الفرعية
de_de: Fehler beim Aktualisieren der untergeordneten Hosting-Bereichsordner

# Error.PACKAGE_UPDATE_INSTANTALIAS
source: Error updating hosting space Preview Domain
ar_ae: خطأ في تحديث نطاق معاينة مساحة الاستضافة
de_de: Fehler beim Aktualisieren des Hosting-Bereich-Sofort-Alias

# Error.PACKAGE_UPDATE_NS
source: Error updating hosting space name servers
ar_ae: خطأ في تحديث مساحة الاستضافة أسماء الخوادم
de_de: Fehler beim Aktualisieren der Hosting-Bereich-Nameserver

# Error.PACKAGE_UPDATE_PACKAGE
source: Error updating hosting space
ar_ae: خطأ في تحديث مساحة الاستضافة
de_de: Fehler beim Aktualisieren des Hosting-Bereichs

# Error.PLAN_ADD_PLAN
source: Error creating hosting plan
ar_ae: خطأ في إنشاء خطة الاستضافة
de_de: Fehler beim Erstellen des Hosting-Plans

# Error.PLAN_DELETE_PLAN
source: Error deleting hosting plan
ar_ae: خطأ في حذف خطة الاستضافة
de_de: Fehler beim Löschen des Hosting-Plans

# Error.PLAN_GET_PLAN
source: Error reading hosting plan information
ar_ae: خطأ في قراءة معلومات خطة الاستضافة
de_de: Fehler beim Lesen der Hosting-Planinformationen

# Error.PLAN_UPDATE_PLAN
source: Error updating hosting plan
ar_ae: خطأ في تحديث خطة الاستضافة
de_de: Fehler beim Aktualisieren des Hosting-Plans

# Error.PLAN_UPDATE_QUOTAS
source: Error updating hosting plan quotas
ar_ae: خطأ في تحديث حصص خطة الاستضافة
de_de: Fehler beim Aktualisieren der Hosting-Plankontingente

# Warning.PACKAGE_DELETE_CONFIRM
source: In order to delete hosting space you must tick the confirmation checkbox
ar_ae: لحذف مساحة الاستضافة ، يجب تحديد خانة اختيار التأكيد
de_de: Um den Hosting-Bereich zu löschen, müssen Sie das Bestätigungshäkchen setzen

# Error.ACCOUNT_LETTER_GET
source: Error building account summary letter
ar_ae: خطأ في بناء خطاب ملخص الحساب
de_de: Fehler beim Erstellen der Kontoübersicht

# Error.ACCOUNT_LETTER_SEND
source: Error sending account summary letter
ar_ae: خطأ في إرسال خطاب ملخص الحساب
de_de: Fehler beim Senden der Kontoübersicht

# Error.APPINSTALLER_GET_SETTINGS
source: Error reading application installation settings
ar_ae: خطأ في قراءة إعدادات تثبيت التطبيق
de_de: Fehler beim Lesen der Applikation-Installationseinstellungen

# Error.APPINSTALLER_INIT_FORM
source: Error initializing application installer module
ar_ae: خطأ في تهيئة وحدة تثبيت التطبيق
de_de: Fehler beim Initialisieren des Applikation-Installationsmoduls

# Error.APPINSTALLER_INSTALL_APP
source: Error installing application
ar_ae: خطأ في تثبيت التطبيق
de_de: Fehler beim Installieren der Applikation

# Error.APPINSTALLER_LOAD_CONTROL
source: Error loading settings control
ar_ae: خطأ في تحميل التحكم في الإعدادات
de_de: Fehler beim Laden der Einstellungssteuerung

# Error.AUDIT_CLEAR
source: Error cleaning up audit log records
ar_ae: خطأ في تنظيف سجلات سجل التدقيق
de_de: Fehler beim Löschen der Auditprotokolleinträge

# Error.AUDIT_INIT_FORM
source: Error initializing audit log module
ar_ae: خطأ في تهيئة وحدة سجل التدقيق
de_de: Fehler beim Initialisieren des Auditprotollmodules

# Error.GDNS_ADD_RECORD
source: Error adding DNS record
ar_ae: خطأ في إضافة سجل DNS
de_de: Fehler beim Hinzufügen des DNS-Eintrages

# Error.GDNS_DELETE_RECORD
source: Error deleting DNS record
ar_ae: خطأ في حذف سجل DNS
de_de: Fehler beim Löschen des DNS-Eintrags

# Error.GDNS_GET_RECORD
source: Error getting DNS records
ar_ae: خطأ في الحصول على سجلات DNS
de_de: Fehler beim Lesen des DNS-Eintrages

# Error.GDNS_UPDATE_RECORD
source: Error updating DNS record
ar_ae: خطأ في تحديث سجل DNS
de_de: Fehler beim Aktualisieren des DNS-Eintrages

# Error.VLAN_ADD_INIT_FORM
source: Error initializing form
ar_ae: خطأ في تهيئة النموذج
de_de: Fehler beim Initialisieren des Formulars

# Error.VLAN_ADD_VLAN_RANGE
source: Cannot add VLANs range.
ar_ae: لا يمكن إضافة نطاق شبكات VLAN.
de_de: VLAN-bereichs kann nicht hinzugefügt werden.

# Error.VLAN_ADD_VLAN
source: Error adding VLAN
ar_ae: خطأ في إضافة VLAN
de_de: Fehler beim Hinzufügen VLAN

# Error.VLAN_GET_VLAN
source: Error getting VLAN information
ar_ae: خطأ في الحصول على معلومات VLAN
de_de: Fehler beim Lesen VLAN-Information

# Error.VLAN_UPDATE_VLAN
source: Error updating VLAN
ar_ae: خطأ في تحديث VLAN
de_de: Fehler beim Aktualisieren des VLANs

# Error.IP_ADD_INIT_FORM
source: Error initializing form
ar_ae: خطأ في تهيئة النموذج
de_de: Fehler beim Initialisieren des Formulars

# Error.IP_ADD_IP
source: Error adding IP address
ar_ae: خطأ في إضافة عنوان IP
de_de: Fehler beim Hinzufügen der IP-Adresse

# Error.IP_ADD_IP_RANGE
source: Cannot add IP addresses range.
ar_ae: لا يمكن إضافة نطاق عناوين IP.
de_de: IP-Adressbereichs kann nicht hinzugefügt werden.

# Error.IP_DELETE_IP
source: Error deleting IP address
ar_ae: خطأ في حذف عنوان IP
de_de: Fehler beim Löschen der IP-Adresse

# Error.IP_GET_IP
source: Error getting IP address information
ar_ae: خطأ في الحصول على معلومات عنوان IP
de_de: Fehler beim Lesen der IP-Adressinformation

# Error.IP_UPDATE_IP
source: Error updating IP address
ar_ae: خطأ في تحديث عنوان IP
de_de: Fehler beim Aktualisieren der IP-Adresse

# Error.LOGIN_WRONG_LOGIN
source: Specified user account does not exist or incorrect password
ar_ae: حساب المستخدم المحدد غير موجود أو كلمة مرور غير صحيحة
de_de: Das angegebene Benutzerkonto existiert nicht oder es wurde ein falsches Passwort angegeben

# Error.LOGIN_WRONG_USERNAME
source: Specified username was not found in the database
ar_ae: لم يتم العثور على اسم المستخدم المحدد في قاعدة البيانات
de_de: Der angegebene Benutzername wurde in der Datenbank nicht gefunden

# Error.SCHEDULE_ADD_TASK
source: Error adding scheduled task
ar_ae: خطأ في إضافة مهمة مجدولة
de_de: Fehler beim Hinzufügen der geplanten Aufgabe

# Error.SCHEDULE_DELETE_TASK
source: Error deleting scheduled task
ar_ae: خطأ في حذف المهمة المجدولة
de_de: Fehler beim Löschen der geplanten Aufgabe

# Error.SCHEDULE_DELETE_TASK_HISTORY
source: Error deleting scheduled task history records
ar_ae: خطأ في حذف سجلات محفوظات المهام المجدولة
de_de: Fehler beim Löschen der Verlaufseinträge zu geplanten Aufgaben

# Error.SCHEDULE_INIT_FORM
source: Error initializing schedule form
ar_ae: خطأ في تهيئة نموذج الجدول الزمني
de_de: Fehler beim Initialisieren des Aufgabenplanungsformulars

# Error.SCHEDULE_START_TASK
source: Error starting scheduled task
ar_ae: خطأ في بدء المهمة المجدولة
de_de: Fehler beim Starten der geplanten Aufgabe

# Error.SCHEDULE_STOP_TASK
source: Error stopping scheduled task
ar_ae: خطأ في إيقاف المهمة المجدولة
de_de: Fehler beim Beenden der geplanten Aufgabe

# Error.SCHEDULE_UPDATE_TASK
source: Error updating scheduled task
ar_ae: خطأ في تحديث المهمة المجدولة
de_de: Fehler beim Aktualisieren der geplanten Aufgabe

# Error.SERVER_ADD_CLUSTER
source: Error adding cluster definition
ar_ae: خطأ في إضافة تعريف العنقودية
de_de: Fehler beim Hinzufügen der Clusterdefinition

# Error.SERVER_ADD_SERVER
source: Error adding remote server
ar_ae: خطأ في إضافة الخادم البعيد
de_de: Fehler beim Hinzufügen des Remote-Servers

# Error.SERVER_ADD_SERVICE
source: Error registering server service
ar_ae: خطأ في تسجيل خدمة الخادم
de_de: Fehler beim Registrieren des Serverdienstes

# Error.SOFTWARE_IS_NOT_INSTALLED
source: The expected version of the software is not found on your server.
ar_ae: لم يتم العثور على الإصدار المتوقع من البرنامج على الخادم الخاص بك.
de_de: Die erwartete Softwareversion wurde auf Ihrem Server nicht gefunden.

# Error.SERVER_CHANGE_WIN_SERVICE_STATE
source: Error changing Windows service state
ar_ae: خطأ في تغيير حالة خدمة Windows
de_de: Fehler beim Ändern des Status des Windows-Dienstes

# Error.SERVER_CLOSE_TERMINAL
source: Error resetting terminal server session
ar_ae: خطأ في إعادة تعيين جلسة خادم المحطة الطرفية
de_de: Fehler beim Zurücksetzten der Terminalserver-Sitzung

# Error.SERVER_DELETE_CLUSTER
source: Error deleting cluster definition
ar_ae: خطأ في حذف تعريف العنقودية
de_de: Fehler beim Löschen der Clusterdefinition

# Error.SERVER_DELETE_SERVER
source: Error deleting remote server
ar_ae: خطأ في حذف الخادم البعيد
de_de: Fehler beim Löschen des Remote-Servers

# Error.SERVER_DELETE_SERVICE
source: Error deleting server service
ar_ae: خطأ في حذف خدمة الخادم
de_de: Fehler beim Löschen des Serverdienstes

# Error.SERVER_GET_CLUSTER
source: Error getting cluster definitions
ar_ae: خطأ في الحصول على تعريفات العنقودية
de_de: Fehler beim Lesen der Clusterdefinition

# Error.SERVER_GET_PROCESS
source: Error reading remote server running processes
ar_ae: خطأ في قراءة عمليات تشغيل الخادم البعيد
de_de: Fehler beim Lesen der laufenden Prozesse des Remote-Servers

# Error.SERVER_GET_SERVER
source: Error getting remote server information
ar_ae: خطأ في الحصول على معلومات الخادم البعيد
de_de: Fehler beim Lesen der Remote-Serverinformationen

# Error.SERVER_GET_SERVICE
source: Error getting server service information
ar_ae: خطأ في الحصول على معلومات خدمة الخادم
de_de: Fehler beim Lesen der Serverdienstinformationen

# Error.SERVER_GET_TERMINAL
source: Error reading remote server terminal connections
ar_ae: خطأ في قراءة اتصالات المحطة الطرفية للخادم البعيد
de_de: Fehler beim Lesen der Terminalverbindungen des Remote-Servers

# Error.SERVER_GET_WIN_SERVICES
source: Error reading remote server Windows services
ar_ae: خطأ في قراءة خدمات Windows للخادم البعيد
de_de: Fehler beim Lesen der Dienste des Remote-Servers

# Error.SERVER_INSTALL_SERVICE
source: Error while installing service on the remote server
ar_ae: خطأ أثناء تثبيت الخدمة على الخادم البعيد
de_de: Fehler beim Installieren des Dienstes auf Remote-Server

# Error.SERVER_LOAD_SERVICE_CONTROL
source: Error loading service provider settings ASCX control
ar_ae: خطأ في تحميل إعدادات مزود الخدمة تحكم ASCX
de_de: Fehler beim Laden der Serviceprovidereinstellungen ASCX-Steuerung

# Error.SERVER_REBOOT
source: Error rebooting remote server
ar_ae: خطأ في إعادة تشغيل الخادم البعيد
de_de: Fehler beim Neustarten des Remote-Servers

# Success.SERVER_REBOOT
source: The server is now rebooting. If it is your local server, please re-login to continue. Otherwise please return to the 'Servers' page.
ar_ae: يتم إعادة تشغيل الخادم الآن. إذا كان هو الخادم المحلي الخاص بك ، يرجى إعادة تسجيل الدخول للمتابعة. وإلا يرجى العودة إلى صفحة "الخوادم".
de_de: Der Server startet jetzt neu. Falls dies Ihr lokaler Server ist, melden Sie sich erneut an, um fortzufahren. Andernfalls gehen Sie bitte auf die "Server"-Seite zurück.

# Error.SERVER_TERMINATE_PROCESS
source: Error terminating system process
ar_ae: خطأ في إنهاء عملية النظام
de_de: Fehler beim Beenden des Systemprozesses

# Error.SERVER_UPDATE_SERVER
source: Error updating remote server
ar_ae: خطأ في تحديث الخادم البعيد
de_de: Fehler beim Aktualisieren des Remote-Servers

# Error.SERVER_UPDATE_SERVICE
source: Error updating server service
ar_ae: خطأ في تحديث خدمة الخادم
de_de: Fehler beim Aktualisieren des Diensten auf Remote-Server

# Error.SERVER_UPDATE_SERVICE_PROPS
source: Error saving server service settings
ar_ae: خطأ في حفظ إعدادات خدمة الخادم
de_de: Fehler beim Speichern der Diensteinstellungen des Servers

# Error.WPI_LOAD_FEED
source: Error loading feeds. Please check system settings
ar_ae: خطأ في تحميل التغذيات. الرجاء التحقق من إعدادات النظام
de_de: Fehler beim Laden der Feeds. Bitte überprüfen SIe die Systemeinstellungen.

# Error.WPI_CHECK_LOAD_USER_PROFILE
source: Error checking 'Load user profile' application pool setting.
ar_ae: خطأ في التحقق من إعداد تجمع التطبيقات "تحميل ملف تعريف المستخدم".
de_de: Fehler beim Prüfen der Einstellung 'Benutzerprofil laden' im Applikationspool

# Error.SPACE_LETTER_GET
source: Error building hosting space summary letter
ar_ae: خطأ في بناء خطاب ملخص مساحة الاستضافة
de_de: Fehler beim Erstellen der Hosting-Bereich-Zusammenfassung

# Error.SPACE_LETTER_SEND
source: Error sending hosting space summary letter
ar_ae: خطأ في إرسال خطاب ملخص مساحة الاستضافة
de_de: Fehler beim Senden der Hosting-Bereich-Zusammenfassung

# Error.USER_SETTINGS_GET
source: Error getting user settings
ar_ae: خطأ في الحصول على إعدادات المستخدم
de_de: Fehler beim Lesen der Benutzereinstellungen

# Error.USER_SETTINGS_UPDATE
source: Error updating user settings
ar_ae: خطأ في تحديث إعدادات المستخدم
de_de: Fehler beim Aktualisieren der Benutzereinstellungen

# Error.USERWIZARD_CREATE_ACCOUNT
source: Error creating user account
ar_ae: خطأ في إنشاء حساب المستخدم
de_de: Fehler beim Erstellen des Benutzerkontos

# Error.USERWIZARD_INIT_FORM
source: Error initializing wizard form
ar_ae: خطأ في تهيئة نموذج المعالج
de_de: Fehler beim Initialisieren des Assistentenformulars

# Error.GET_WEB_GALLERY_CATEGORIES
source: Unable to get Web Gallery Applications categories.
ar_ae: تعذر الحصول على فئات تطبيقات معرض الويب.
de_de: Web-Galerie-Anwendungskategorien konnten nicht gelesen werden.

# Error.GET_GALLERY_APPLIACTION_DETAILS
source: Unable to get Web Gallery Application Details.
ar_ae: تعذر الحصول على تفاصيل تطبيق معرض الويب.
de_de: Web-Galerie-Anwendungsdetails konnten nicht gelesen werden.

# Error.GET_GALLERY_APPLICATION_STATUS
source: Unable to get Web Gallery Application status.
ar_ae: تعذر الحصول على حالة تطبيق معرض الويب.
de_de: Web-Galerie-Anwendungsstatus konnte nicht gelesen werden.

# Success.WEB_APPLICATION_GALLERY_INSTALLED
source: Congratulations, the application has been successfully installed!
ar_ae: تهانينا ، تم تثبيت التطبيق بنجاح!
de_de: Herzlichen Glückwunsch, die Anwendung wurde erfolgreich installiert!

# Error.VSERVER_ADD_SERVER
source: Error adding virtual server
ar_ae: خطأ في إضافة الخادم الافتراضي
de_de: Fehler beim Hinzufügen des virtuellen Servers

# Error.VSERVER_ADD_SERVICES
source: Error adding services to the virtual server
ar_ae: خطأ في إضافة الخدمات إلى الخادم الافتراضي
de_de: Fehler beim Hinzufügen von Diensten zum virtuellen Server

# Error.VSERVER_DELETE_SERVER
source: Error deleting virtual server
ar_ae: خطأ في حذف الخادم الافتراضي
de_de: Fehler beim Löschen des virtuellen Servers

# Error.VSERVER_GET_SERVER
source: Error getting virtual server information
ar_ae: خطأ في الحصول على معلومات الخادم الافتراضي
de_de: Fehler beim Lesen der Informationen des virtuellen Servers

# Error.VSERVER_REMOVE_SERVICES
source: Error removing services from the virtual server
ar_ae: خطأ في إزالة الخدمات من الخادم الافتراضي
de_de: Fehler beim Entfernen von Diensten vom virtuellen Server

# Error.VSERVER_UPDATE_SERVER
source: Error updating virtual server
ar_ae: خطأ في تحديث الخادم الافتراضي
de_de: Fehler beim Aktualisieren des virtuellen Servers

# Success.ACCOUNT_LETTER_SEND
source: Account summary letter has been sent
ar_ae: تم إرسال خطاب ملخص الحساب
de_de: Konto-Zusammenfassung wurde versendet

# Success.APPINSTALLER_INSTALL_APP
source: The application has been successfully installed
ar_ae: تم تثبيت التطبيق بنجاح
de_de: Die Applikation wurde erfolgreich installiert

# Success.LOGIN_PASSWORD_SENT
source: Password reminder letter has been sent to your mailbox
ar_ae: تم إرسال رسالة تذكير بكلمة المرور إلى صندوق البريد الخاص بك
de_de: Passwort-Erinnerung-E-Mail wurde versendet

# Success.SPACE_LETTER_SEND
source: Hosting space summary letter has been sent
ar_ae: تم إرسال خطاب ملخص مساحة الاستضافة
de_de: Hosting-Bereich-Zusammenfassung wurde versandt

# Success.USERWIZARD_CREATE_ACCOUNT
source: User account has been successfully created
ar_ae: تم إنشاء حساب المستخدم بنجاح
de_de: Benutzerkonto wurde erfolgreich angelegt

# Error.WEB_APPLICATION_GALLERY_INSTALLED
source: The application could not be installed:
ar_ae: تعذر تثبيت التطبيق:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.WEB_APPLICATION_GALLERY_INSTALLED
source: The application could not be installed:
ar_ae: تعذر تثبيت التطبيق:
de_de: Die Applikation wurde installiert, aber folgende Fehler sind aufgetreten:

# Text.APPINSTALLER_EMPTY_SETTINGS
source: The Application does not require any specific settings
ar_ae: لا يتطلب التطبيق أي إعدادات محددة
de_de: Die Applikation erfordert keine speziellen Einstellungen

# Error.1001
source: resource is unavailable for the selected hosting space
ar_ae: المورد غير متاح لمساحة الاستضافة المحددة
de_de: Die MySQL-Ressource ist für den gewählten Hosting-Bereich nicht verfügbar

# Error.1004
source: Specified database already exists on the target service
ar_ae: قاعدة البيانات المحددة موجودة بالفعل على الخدمة الهدف
de_de: Angegebene Datenbank existiert bereits auf dem Zieldienst

# Error.1007
source: Specified database user already exists on the target service
ar_ae: مستخدم قاعدة البيانات المحدد موجود بالفعل على الخدمة الهدف
de_de: Angegebener Datenbankbenutzer existiert bereits auf dem Zieldienst

# Error.1008
source: database meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف قاعدة البيانات في قاعدة البيانات
de_de: MySQL-Datenbank-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.1009
source: user meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف المستخدم في قاعدة البيانات
de_de: MySQL-Benutzer-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.101
source: User account was not found in the database
ar_ae: لم يتم العثور على حساب المستخدم في قاعدة البيانات
de_de: Benutzerkonto wurde in der Datenbank nicht gefunden

# Error.105
source: User account is in Cancelled mode
ar_ae: حساب المستخدم في وضع الإلغاء
de_de: Benutzerkonto befindet sich im Status "Gekündigt"

# Error.107
source: You should have Administrator priviledges to perform this operation
ar_ae: يجب أن يكون لديك امتيازات المسؤول لإجراء هذه العملية
de_de: Sie müssen Administratorrechte haben, um diesen Vorgang durchzuführen

# Error.108
source: You should have Reseller priviledges to perform this operation
ar_ae: يجب أن يكون لديك امتيازات المورِّد لإجراء هذه العملية
de_de: Sie müssen Wiederverkäuferrechte haben, um diesen Vorgang durchzuführen

# Error.112
source: You have not enough priviledges to perform this operation
ar_ae: ليس لديك امتيازات كافية لإجراء هذه العملية
de_de: Sie haben nicht genügend Rechte, um diesen Vorgang durchzuführen.

# Error.1201
source: Web Site does not exist
ar_ae: موقع الويب غير موجود
de_de: Webseite existiert nicht

# Error.1202
source: Can not connect to database with provided username and password
ar_ae: لا يمكن الاتصال بقاعدة البيانات مع اسم المستخدم وكلمة المرور المقدمين
de_de: Verbindung zur Datenbank mit dem angegebenem Benutzernamen und Passwort fehlgeschlagen

# Error.1203
source: Selected web site already has some application installed
ar_ae: موقع الويب المحدد به بالفعل بعض التطبيقات المثبتة
de_de: Auf ausgewählter Webseite sind schon einige Applikationen installiert

# Error.1204
source: Selected database already has some application installed
ar_ae: قاعدة البيانات المحددة بها بالفعل بعض التطبيقات المثبتة
de_de: Auf ausgewählter Datenbank sind schon einige Applikationen installiert
