Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_Modules.ascx.*.resx
Languages: ar_ae, de_de

# ModuleTitle.User
source: User
ar_ae: المستخدم
de_de: Benutzer

# ModuleTitle.HostingSpace
source: Hosting Space
ar_ae: مساحة الاستضافة
de_de: Hosting-Bereich

# ModuleTitle.MyWeb
source: My Web
ar_ae: الويب الخاص بي
de_de: Mein Web

# ModuleTitle.AccountCreationComplete
source: Account Creation Complete
ar_ae: اكتمل إنشاء الحساب
de_de: Konto erfolgreich angelegt

# ModuleTitle.AccountCreationWizard
source: Account Creation Wizard
ar_ae: معالج إنشاء الحساب
de_de: "Konto anlegen"-Assistent

# ModuleTitle.AccountSettings
source: Account Settings
ar_ae: إعدادت الحساب
de_de: Konto-Einstellungen

# ModuleTitle.AccountsSynchronizationComplete
source: Accounts Synchronization Complete
ar_ae: اكتملت مزامنة الحسابات
de_de: Konto-Synchronisierung abgeschlossen

# ModuleTitle.AccountSummaryLetter
source: Account Summary Letter
ar_ae: خطاب ملخص الحساب
de_de: Konto-Zusammenfassung

# ModuleTitle.AddDomain
source: Add Domain
ar_ae: أضف نطاق
de_de: Domäne hinzufügen

# ModuleTitle.AddVLAN
source: Add VLAN
ar_ae: أضف VLAN
de_de: VLAN hinzufügen

# ModuleTitle.AddIPAddress
source: Add IP Address
ar_ae: أضف عنوان IP
de_de: IP-Adresse hinzufügen

# ModuleTitle.AddMailDomainPointer
source: Add Mail Domain Pointer
ar_ae: إضافة مؤشر نطاق البريد
de_de: E-Mail-Domänen-Zeiger hinzufügen

# ModuleTitle.AddNewDomain
source: Add New Domain
ar_ae: إضافة نطاق جديد
de_de: Neue Domäne hinzufügen

# ModuleTitle.AddNewService
source: Add New Service
ar_ae: أضف خدمة جديدة
de_de: Neuen Dienst hinzufügen

# ModuleTitle.AddNewVirtualServer
source: Add New Virtual Server
ar_ae: إضافة خادم افتراضي جديد
de_de: Neuen virtuellen Server hinzufügen

# ModuleTitle.AddServer
source: Add Server
ar_ae: إضافة خادم
de_de: Server hinzufügen

# ModuleTitle.AddSharedSSLFolder
source: Add Shared SSL Folder
ar_ae: إضافة مجلد SSL مشترك
de_de: Geteilten SSL-Ordner hinzufügen

# ModuleTitle.AddAppVirtualDirectory
source: Add Virtual Directory
ar_ae: أضف الدليل الافتراضي

# ModuleTitle.AddVirtualServerServices
source: Add Virtual Server Services
ar_ae: أضف خدمات الخادم الافتراضي
de_de: Virtuelle Serverdienste hinzufügen

# ModuleTitle.AddWebSite
source: Add Web Site
ar_ae: أضف موقع ويب
de_de: Webseite hinzufügen

# ModuleTitle.AddWebSiteDomainPointer
source: Add Web Site Domain Pointer
ar_ae: إضافة مؤشر نطاق موقع ويب
de_de: Webseite-Domänen-Zeiger hinzufügen

# ModuleTitle.AdvancedStatistics
source: Advanced Web Statistics
ar_ae: إحصائيات الويب المتقدمة
de_de: Erweiterte Web-Statistiken

# ModuleTitle.AdvancedStatisticsInstallation
source: Advanced Statistics Installation
ar_ae: تثبيت إحصائيات متقدم
de_de: Erweiterte Statistiken-Installation

# ModuleTitle.ApplicationsInstaller
source: Applications Installer
ar_ae: مثبت التطبيقات
de_de: Applikationsinstallation

# ModuleTitle.WebApplicationsGallery
source: Web Application Gallery
ar_ae: معرض تطبيقات الويب
de_de: Microsoft Web Applikations-Gallerie

# ModuleTitle.AuditLog
source: Audit Log
ar_ae: سجل التدقيق
de_de: Auditprotokoll

# ModuleTitle.BackupSharePointSite
source: Backup SharePoint Site
ar_ae: موقع النسخ الاحتياطي شيربوينت
de_de: SharePoint Seite sichern

# ModuleTitle.BackupSQLDatabase
source: Backup SQL Database
ar_ae: قاعدة بيانات SQL النسخ الاحتياطي ل
de_de: SQL-Datenbank sichern

# ModuleTitle.BandwidthReport
source: Bandwidth Report
ar_ae: تقرير الباندويث
de_de: Traffic-Bericht

# ModuleTitle.CustomerSpaces
source: Customer Spaces
ar_ae: مساحات العملاء
de_de: Kundenbereiche

# ModuleTitle.CustomizeSpaceGlobalDNSRecords
source: Customize Space Global DNS Records
ar_ae: تخصيص سجلات DNS العالمية مساحات
de_de: Globale DNS-Einträge des Bereichs anpassen

# ModuleTitle.DeleteHostingSpace
source: Delete Hosting Space
ar_ae: حذف مساحة الاستضافة
de_de: Hosting-Bereich löschen

# ModuleTitle.DeleteUserAccount
source: Delete User Account
ar_ae: حذف حساب المستخدم
de_de: Benutzerkonto löschen

# ModuleTitle.DiskspaceReport
source: Disk Space Report
ar_ae: تقرير مساحة القرص
de_de: Festplattenspeicher-Bericht

# ModuleTitle.OverusageReport
source: Overusage Report
ar_ae: تقرير الاستخدام الزائد
de_de: Überschreitungsbericht

# ModuleTitle.DiskSpaceSummary
source: Disk Space Summary
ar_ae: ملخص مساحة القرص
de_de: Festplattenspeicher-Zusammenfassung

# ModuleTitle.SCPSQLDatabasesSettings
source: SolidCP SQL Databases Settings
ar_ae: إعدادات قواعد بيانات SolidCP SQL
de_de: SolidCP-SQL-Datenbankeinstellungen

# ModuleTitle.SCPSQLUserSettings
source: SolidCP SQL User Settings
ar_ae: إعدادات مستخدم SolidCP SQL
de_de: SolidCP-SQL-Benutzereinstellungen

# ModuleTitle.DNSZoneRecords
source: DNS Zone Records
ar_ae: سجلات منطقة DNS
de_de: DNS-Zoneneinträge

# ModuleTitle.Domains
source: Domains
ar_ae: النطاقات
de_de: Domänen

# ModuleTitle.SolidCPEnterpriseServerSettings
source: SolidCP Enterprise Server Settings
ar_ae: إعدادات خادم SolidCP Enterprise
de_de: SolidCP Enterprise Server-Einstellungen

# ModuleTitle.EditAccountSettings
source: Edit Account Settings
ar_ae: تحرير إعدادات الحساب
de_de: Kontoeinstellungen bearbeiten

# ModuleTitle.EditDomain
source: Edit Domain
ar_ae: تحرير النطاق
de_de: Domäne bearbeiten

# ModuleTitle.EditHostingAddOn
source: Edit Hosting Add-On
ar_ae: تحرير إضافة الاستضافة
de_de: Hosting-Addon bearbeiten

# ModuleTitle.EditHostingPlan
source: Edit Hosting Plan
ar_ae: تحرير خطة الاستضافة
de_de: Hosting-Plan bearbeiten

# ModuleTitle.EditHostingSpace
source: Edit Hosting Space
ar_ae: تحرير مساحة الاستضافة
de_de: Hosting-Bereich bearbeiten

# ModuleTitle.EditIconProperties
source: Edit Icon Properties
ar_ae: تحرير خصائص الرمز
de_de: Symboleinstellungen bearbeiten

# ModuleTitle.EditVLAN
source: Edit VLAN
ar_ae: تحرير VLAN
de_de: VLAN bearbeiten

# ModuleTitle.EditIPAddress
source: Edit IP Address
ar_ae: تحرير عنوان IP
de_de: IP-Adresse bearbeiten

# ModuleTitle.EditPeerAccount
source: Edit Peer Account
ar_ae: تحرير الحساب المقترن
de_de: Zusatzlogin bearbeiten

# ModuleTitle.EditUserDetails
source: Edit User Details
ar_ae: تحرير تفاصيل المستخدم
de_de: Benutzerdetails bearbeiten

# ModuleTitle.EditVirtualServer
source: Edit Virtual Server
ar_ae: تحرير Virtual Server
de_de: Virtuellen Server bearbeiten

# ModuleTitle.EnterpriseServer
source: Enterprise Server
ar_ae: خادم المؤسسة

# ModuleTitle.FileManager
source: File Manager
ar_ae: مدير الملفات
de_de: Dateimanager

# ModuleTitle.FTPAccountProperties
source: FTP Account Properties
ar_ae: خصائص حساب FTP
de_de: FTP-Konto-Einstellungen

# ModuleTitle.FtpAccounts
source: FTP Accounts
ar_ae: حسابات FTP
de_de: FTP-Konten

# ModuleTitle.HostingAccountSettings
source: Hosting Account Settings
ar_ae: إعدادات حساب الاستضافة
de_de: Hosting-Kontoeinstellungen

# ModuleTitle.HostingAddons
source: Hosting Add-Ons
ar_ae: الوظائف الإضافية للاستضافة

# ModuleTitle.HostingPlans
source: Hosting Plans
ar_ae: خطط الاستضافة
de_de: Hosting-Pläne

# ModuleTitle.HostingSpaceAddOn
source: Hosting Space Add-On
ar_ae: إضافة مساحة الاستضافة
de_de: Hosting-Bereich-Addon

# ModuleTitle.HostingSpaceBandwidthDetails
source: Hosting Space Bandwidth Details
ar_ae: تفاصيل مساحة الباندويث للاستضافة
de_de: Hosting-Bereich Traffic-Details

# ModuleTitle.HostingSpaceDetails
source: Hosting Space Details
ar_ae: تفاصيل مساحة الاستضافة
de_de: Hosting-Bereich Details

# ModuleTitle.HostingSpaceDiskSpaceDetails
source: Hosting Space Disk Space Details
ar_ae: تفاصيل مساحة القرص للاستضافة
de_de: Hosting-Bereich Festplattenspeicher-Details

# ModuleTitle.HostingSpaceFiles
source: Hosting Space Files
ar_ae: مساحة استضافة الملفات
de_de: Hosting-Bereichsdateien

# ModuleTitle.HostingSpaceSettings
source: Hosting Space Settings
ar_ae: اعدادت مساحة الاستضافة
de_de: Hosting-Bereich-Einstellungen

# ModuleTitle.HostingSpaceSummaryLetter
source: Hosting Space Summary Information
ar_ae: معلومات ملخص مساحة الاستضافة
de_de: Hosting-Bereich Zusammenfassung

# ModuleTitle.Icons
source: Icons
ar_ae: رموز
de_de: Symbole

# ModuleTitle.IconsPadSettings
source: Icons Pad Settings
ar_ae: إعدادات لوحة الرموز
de_de: Symbol-Einstellungen

# ModuleTitle.InstalledSharePointWebPartPackages
source: Installed SharePoint Web Part Packages
ar_ae: تثبيت حزم جزء ويب شيربوينت
de_de: SharePoint Webpart-Pakete installiert

# ModuleTitle.InstallSharePointWebPartsPackage
source: Install SharePoint Web Parts Package
ar_ae: قم بتثبيت حزمة أجزاء ويب شيربوينت
de_de: SharePoint Webparts-Paket installieren

# ModuleTitle.InstallWebApplication
source: Install Web Application
ar_ae: تثبيت تطبيق الويب
de_de: Web-Applikation installieren

# ModuleTitle.DownloadWebApplication
source: Download Web Application
ar_ae: تنزيل تطبيق الويب
de_de: Web-Applikation herunterladen

# ModuleTitle.WebApplicationParameters
source: Web Application Parameters
ar_ae: معلمات تطبيق الويب
de_de: Web-Applikation-Einstellungen

# ModuleTitle.IPAddresses
source: IP Addresses
ar_ae: عناوين IP
de_de: IP-Adressen

# ModuleTitle.IPAddressesManager
source: IP Addresses Manager
ar_ae: مدير عناوين IP
de_de: IP-Adressen-Manager

# ModuleTitle.VLANsManager
source: VLANs Manager
ar_ae: مدير شبكات VLAN

# ModuleTitle.SignIn
source: Sign In to Control Panel
ar_ae: سجّل الدخول إلى لوحة التحكم
de_de: Im Control Panel anmelden

# ModuleTitle.MailAccountProperties
source: Mail Account Properties
ar_ae: خصائص حساب البريد
de_de: E-Mail-Konto-Einstellungen

# ModuleTitle.MailAccounts
source: Mail Accounts
ar_ae: حسابات البريد
de_de: E-Mail-Konten

# ModuleTitle.MailDomainProperties
source: Mail Domain Properties
ar_ae: خصائص نطاق البريد
de_de: E-Mail-Domänen-Einstellungen

# ModuleTitle.MailDomains
source: Mail Domains
ar_ae: نطاقات البريد
de_de: E-Mail-Domänen

# ModuleTitle.MailForwardingProperties
source: Mail Alias Properties
ar_ae: خصائص الاسم المستعار للبريد
de_de: E-Mail-Alias-Einstellungen

# ModuleTitle.MailForwardings
source: Mail Aliases
ar_ae: الأسماء المستعارة للبريد
de_de: E-Mail-Aliasse

# ModuleTitle.MailGroupProperties
source: Mail Group Properties
ar_ae: خصائص مجموعة البريد
de_de: E-Mail-Gruppeneinstellungen

# ModuleTitle.MailGroups
source: Mail Groups
ar_ae: مجموعات البريد
de_de: E-Mail-Gruppen

# ModuleTitle.MailListProperties
source: Mail List Properties
ar_ae: خصائص قائمة البريد
de_de: E-Mail-Listen-Einstellungen

# ModuleTitle.MailLists
source: Mail Lists
ar_ae: قوائم البريد
de_de: E-Mail-Listen

# ModuleTitle.ManageServerSystemProcesses
source: Manage Server System Processes
ar_ae: إدارة عمليات نظام الخادم
de_de: Server-Systemprozesse verwalten

# ModuleTitle.ManageTerminalConnections
source: Manage Remote Desktop Connections
ar_ae: إدارة اتصالات النظام عن بعد
de_de: Remotedesktop-Verbindungen verwalten

# ModuleTitle.ManageWindowsServices
source: Manage Windows Services
ar_ae: إدارة خدمات Windows
de_de: Windows-Dienste verwalten

# ModuleTitle.ManagePlatformInstaller
source: Manage Web Platform Installer
ar_ae: إدارة مثبت منصة الويب
de_de: Web Platform Installer verwalten

# ModuleTitle.MyDatabases
source: My Databases
ar_ae: قواعد البيانات الخاصة بي
de_de: Meine Datenbanken

# ModuleTitle.MyExtras
source: My Extras
ar_ae: إضافاتي
de_de: Meine Extras

# ModuleTitle.MyHostingSpaces
source: My Hosting Spaces
ar_ae: مساحات الاستضافة الخاصة بي
de_de: Meine Hosting-Bereiche

# ModuleTitle.MyMail
source: My Mail
ar_ae: بريدي
de_de: Meine E-Mail

# ModuleTitle.MySpaces
source: My Spaces
ar_ae: مساحاتي
de_de: Meine Bereiche

# ModuleTitle.MySql4Databases
source: MySQL 4 Databases
ar_ae: قواعد بيانات MySQL 4
de_de: MySQL 4-Datenbanken

# ModuleTitle.MySql4Users
source: MySQL 4 Users
ar_ae: مستخدمي MySQL 4
de_de: MySQL 4-Benutzer

# ModuleTitle.MySql5Databases
source: MySQL 5 Databases
ar_ae: قواعد بيانات MySQL 5
de_de: MySQL 5-Datenbanken

# ModuleTitle.MySql5Users
source: MySQL 5 Users
ar_ae: مستخدمي MySQL 5
de_de: MySQL 5-Benutzer

# ModuleTitle.MySql8Databases
source: MySQL 8 Databases
ar_ae: قواعد بيانات MySQL 8
de_de: MySQL 8-Datenbanken

# ModuleTitle.MySql8Users
source: MySQL 8 Users
ar_ae: مستخدمو MySQL 8
de_de: MySQL 8-Benutzer

# ModuleTitle.MariaDBDatabases
source: MariaDB Databases
ar_ae: قواعد بيانات MariaDB
de_de: MariaDB Datenbanken

# ModuleTitle.MariaDBUsers
source: MariaDB Users
ar_ae: مستخدمي MariaDB
de_de: MariaDB Benutzer

# ModuleTitle.MyUsers
source: My Users
ar_ae: المستخدمون
de_de: Meine Benutzer

# ModuleTitle.ODBC
source: ODBC Data Sources
ar_ae: مصادر بيانات ODBC
de_de: ODBC-Datenquellen

# ModuleTitle.ODBCDSNProperties
source: ODBC DSN Properties
ar_ae: خصائص ODBC DSN
de_de: ODBC-DSN-Einstellungen

# ModuleTitle.PasswordReminder
source: Password Reminder
ar_ae: تذكير كلمة السر
de_de: Passwort-Erinnerung

# ModuleTitle.PeerAccounts
source: Peer Accounts
ar_ae: حسابات مقترنة
de_de: Zusatzlogins

# ModuleTitle.RebootServer
source: Reboot Server
ar_ae: إعادة تشغيل الخادم
de_de: Server neustarten

# ModuleTitle.RestoreSharePointSite
source: Restore SharePoint Site
ar_ae: استعادة موقع شيربوينت
de_de: SharePoint-Seite wiederherstellen

# ModuleTitle.RestoreSQLDatabase
source: Restore SQL Database
ar_ae: استعادة قاعدة بيانات SQL
de_de: SQL-Datenbank wiederherstellen

# ModuleTitle.ScheduledTaskProperties
source: Scheduled Task Properties
ar_ae: خصائص المهام المجدولة
de_de: Aufgabenplanung-Einstellungen

# ModuleTitle.ScheduledTasks
source: Scheduled Tasks
ar_ae: المهام المجدولة
de_de: Aufgabenplanung

# ModuleTitle.SecuredFolderProperties
source: Secured Folder Properties
ar_ae: خصائص المجلد الآمن
de_de: Gesicherte Ordner-Einstellungen

# ModuleTitle.SecureGroupProperties
source: Secure Group Properties
ar_ae: خصائص المجموعة الآمنة
de_de: Gesicherte Gruppen-Einstellungen

# ModuleTitle.SecureUserProperties
source: Secure User Properties
ar_ae: خصائص المستخدم الآمنة
de_de: Gesicherte Benutzer-Einstellungen

# ModuleTitle.HeliconApeFolderProperties
source: Edit .htaccess
ar_ae: تحرير .htaccess
de_de: .htaccess Ordner-Einstellungen

# ModuleTitle.HeliconApeFolderAuthProperties
source: .htaccess Secure Properties
ar_ae: .htaccess الخصائص الآمنة
de_de: .htaccess Sicherheitseinstellungen

# ModuleTitle.HeliconApeGroupProperties
source: Helicon Ape Group Properties
ar_ae: خصائص مجموعة Helicon Ape
de_de: Helicon Ape Gruppeneinstellungen

# ModuleTitle.HeliconApeUserProperties
source: Helicon Ape User Properties
ar_ae: خصائص مستخدم Helicon Ape
de_de: Helicon Ape Benutzereinstellungen

# ModuleTitle.SelectUsertoWorkFor
source: Select User to Work For
ar_ae: حدد المستخدم للعمل لديه
de_de: Benutzer wählen

# ModuleTitle.ServerEventViewer
source: Server Event Viewer
ar_ae: عارض الأحداث للخادم
de_de: Server-Ereignisse ansehen

# ModuleTitle.ServerProperties
source: Server Properties
ar_ae: خصائص الخادم
de_de: Server-Einstellungen

# ModuleTitle.Servers
source: Servers
ar_ae: الخوادم
de_de: Server

# ModuleTitle.ServiceProperties
source: Service Properties
ar_ae: خصائص الخدمة
de_de: Diensteinstellungen

# ModuleTitle.SharedSSL
source: Shared SSL Folders
ar_ae: مجلدات SSL المشتركة
de_de: Geteilte SSL-Ordner

# ModuleTitle.SharedSSLFolderProperties
source: Shared SSL Folder Properties
ar_ae: خصائص مجلد SSL المشتركة
de_de: Geteilte SSL-Ordner-Einstellungen

# ModuleTitle.SharedSSLFolders
source: Shared SSL Folders
ar_ae: مجلدات SSL المشتركة
de_de: Geteilte SSL-Ordner

# ModuleTitle.SharePointGroup
source: SharePoint Group
ar_ae: مجموعة شيربوينت
de_de: SharePoint-Gruppe

# ModuleTitle.SharePointGroups
source: SharePoint Groups
ar_ae: مجموعات شيربوينت
de_de: SharePoint-Gruppen

# ModuleTitle.SharePointSite
source: SharePoint Site
ar_ae: موقع شيربوينت
de_de: SharePoint-Seite

# ModuleTitle.SharePointSites
source: SharePoint Sites
ar_ae: مواقع شيربوينت
de_de: SharePoint-Seiten

# ModuleTitle.SharePointUserProperties
source: SharePoint User Properties
ar_ae: خصائص مستخدم شيربوينت
de_de: SharePoint-Benutzereinstellungen

# ModuleTitle.SharePointUsers
source: SharePoint Users
ar_ae: مستخدمين شيربوينت
de_de: Sharepoint-Benutzer

# ModuleTitle.Sql2000Databases
source: SQL Server 2000 Databases
ar_ae: قواعد بيانات SQL Server 2000
de_de: SQL Server 2000-Datenbanken

# ModuleTitle.Sql2000Users
source: SQL Server 2000 Logins
ar_ae: عمليات تسجيل الدخول إلى SQL Server 2000

# ModuleTitle.Sql2005Databases
source: SQL Server 2005 Databases
ar_ae: قواعد بيانات SQL Server 2005
de_de: SQL Server 2005-Datenbanken

# ModuleTitle.Sql2005Users
source: SQL Server 2005 Logins
ar_ae: عمليات تسجيل الدخول إلى SQL Server 2005

# ModuleTitle.Sql2008Databases
source: SQL Server 2008 Databases
ar_ae: قواعد بيانات SQL Server 2008
de_de: SQL Server 2008-Datenbanken

# ModuleTitle.Sql2008Users
source: SQL Server 2008 Logins
ar_ae: عمليات تسجيل الدخول إلى SQL Server 2008

# ModuleTitle.Sql2012Databases
source: SQL Server 2012 Databases
ar_ae: قواعد بيانات SQL Server 2012
de_de: SQL Server 2012-Datenbanken

# ModuleTitle.Sql2012Users
source: SQL Server 2012 Logins
ar_ae: عمليات تسجيل الدخول إلى SQL Server 2012

# ModuleTitle.Sql2014Databases
source: SQL Server 2014 Databases
ar_ae: قواعد بيانات SQL Server 2014
de_de: SQL Server 2014-Datenbanken

# ModuleTitle.Sql2014Users
source: SQL Server 2014 Logins
ar_ae: عمليات تسجيل الدخول إلى SQL Server 2014

# ModuleTitle.Sql2016Databases
source: SQL Server 2016 Databases
ar_ae: قواعد بيانات SQL Server 2016
de_de: SQL Server 2016-Datenbanken

# ModuleTitle.Sql2016Users
source: SQL Server 2016 Logins
ar_ae: عمليات تسجيل الدخول إلى SQL Server 2016

# ModuleTitle.SQLDatabaseProperties
source: SQL Database Properties
ar_ae: خصائص قاعدة بيانات SQL
de_de: SQL-Datenbank-Einstellungen

# ModuleTitle.SQLDatabases
source: SQL Databases
ar_ae: قواعد بيانات SQL
de_de: SQL-Datenbanken

# ModuleTitle.SQLUserProperties
source: SQL User Properties
ar_ae: خصائص مستخدم SQL
de_de: SQL-Benutzereinstellungen

# ModuleTitle.SQLUsers
source: SQL Users
ar_ae: مستخدمو SQL
de_de: SQL-Benutzer

# ModuleTitle.SynchronizeDotNetNukeSolidCPUserAccounts
source: Synchronize DotNetNuke - SolidCP User Accounts
ar_ae: مزامنة DotNetNuke - حسابات مستخدمي SolidCP
de_de: Synchronisiere DotNetNuke - SolidCP Benutzerkonten

# ModuleTitle.UserAccountProperties
source: User Account Properties
ar_ae: خصائص حساب المستخدم
de_de: Benutzerkonto-Einstellungen

# ModuleTitle.UserHostingSpaces
source: User Hosting Spaces
ar_ae: مساحات استضافة المستخدم
de_de: Benutzer-Hosting-Bereich

# ModuleTitle.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# ModuleTitle.UsersWizard
source: User Creation Wizard
ar_ae: معالج إنشاء المستخدم
de_de: "Benutzer erstellen"-Assistent

# ModuleTitle.AppVirtualDirectoryProperties
source: Virtual Directory Properties
ar_ae: خصائص الخوادم الافتراضية

# ModuleTitle.VirtualServers
source: Virtual Servers
ar_ae: الخوادم الافتراضية
de_de: Virtuelle Server

# ModuleTitle.WebApplicationsInstaller
source: Web Applications Installer
ar_ae: مثبت تطبيقات الويب
de_de: Web Applikationen-Installation

# ModuleTitle.WebSiteProperties
source: Web Site Properties
ar_ae: خصائص موقع الويب
de_de: Webseiten-Einstellungen

# ModuleTitle.WebSites
source: Web Sites
ar_ae: مواقع الويب
de_de: Webseiten

# ModuleTitle.WorkFor
source: Work For
ar_ae: العمل ل
de_de: Arbeitet für

# ModuleTitle.InstallationComplete
source: Installation Complete
ar_ae: اكتمل التثبيت
de_de: Installation beendet

# ModuleTitle.UserNotes
source: User Account Notes
ar_ae: ملاحظات حساب المستخدم
de_de: Benutzerkonto-Notizen

# ModuleTitle.UserSpaces
source: Hosting Spaces
ar_ae: مساحات الاستضافة
de_de: Hosting-Bereiche

# ModuleTitle.UserCustomersSummary
source: Customers
ar_ae: العملاء
de_de: Kunden

# ModuleTitle.UserDeleteUserAccount
source: Delete User Account
ar_ae: حذف حساب المستخدم
de_de: Benutzerkonto löschen

# ModuleTitle.UserDetails
source: User Details
ar_ae: بيانات المستخدم
de_de: Benutzerdetails

# ModuleTitle.UserMenu
source: User
ar_ae: المستخدم
de_de: Benutzer

# ModuleTitle.UserResellerSettings
source: Reseller Settings
ar_ae: إعدادات الموزع
de_de: Wiederverkäufer-Einstellungen

# ModuleTitle.UserTools
source: User Tools
ar_ae: أدوات المستخدم
de_de: Benutzer-Werkzeuge

# ModuleTitle.SpaceDetails
source: Space Details
ar_ae: تفاصيل المساحة
de_de: Bereich-Details

# ModuleTitle.SpaceMenu
source: Space
ar_ae: مساحة
de_de: Bereich

# ModuleTitle.SpaceNestedSpacesSummary
source: Nested Spaces
ar_ae: مساحات متداخلة
de_de: Verschachtelte Bereiche

# ModuleTitle.SpaceNotes
source: Notes
ar_ae: ملاحظات
de_de: Notizen

# ModuleTitle.SpaceQuotas
source: Space Quotas
ar_ae: حصص المساحة
de_de: Bereich-Kontingente

# ModuleTitle.SpaceServerUsage
source: Current assigned server Resource Usage
ar_ae: استخدام موارد خادم الفضاء
de_de: Space Server-Ressourcennutzung

# ModuleTitle.CreateNewOrganization
source: Create New Organization
ar_ae: إنشاء منظمة جديدة
de_de: Neue Organisation erstellen

# ModuleTitle.SpaceSettings
source: Reseller Settings
ar_ae: إعدادات الموزع
de_de: Wiederverkäufer-Einstellungen

# ModuleTitle.SpaceTools
source: Space Tools
ar_ae: أدوات المساحة
de_de: Bereich-Tools

# ModuleTitle.LoggedUserDetails
source: My Account Details
ar_ae: تفاصيل حسابي
de_de: Mein Konto-Details

# ModuleTitle.UserAccountChangePassword
source: Change Password
ar_ae: تغيير كلمة المرور
de_de: Passwort ändern

# ModuleTitle.UserAccountEditDetails
source: User Account Details
ar_ae: تفاصيل حساب المستخدم
de_de: Benutzerkonto-Details

# ModuleTitle.UserAccountSummaryLetter
source: User Account Summary
ar_ae: ملخص حساب المستخدم
de_de: Benutzerkonto-Zusammenfassung

# ModuleTitle.SpaceSummaryLetter
source: Hosting Space Summary Information
ar_ae: معلومات ملخص مساحة الاستضافة
de_de: Hosting-Bereich-Zusammenfassung

# ModuleTitle.BackupSpace
source: Backup Hosting Space
ar_ae: النسخ الاحتياطي مساحة استضافة
de_de: Hosting-Bereich sichern

# ModuleTitle.BackupUser
source: Backup User Account Spaces
ar_ae: نسخ احتياطي لمساحات حساب المستخدم
de_de: Benutzerkonto-Bereiche sichern

# ModuleTitle.ImportSpaceResources
source: Import Hosting Space Resources
ar_ae: استيراد موارد مساحة الاستضافة
de_de: Hosting-Bereich-Ressourcen importieren

# ModuleTitle.RestoreSpace
source: Restore Hosting Space
ar_ae: استعادة مساحة الاستضافة
de_de: Hosting-Bereich wiederherstellen

# ModuleTitle.RestoreUser
source: Restore User Account Spaces
ar_ae: استعادة مساحات حساب المستخدم
de_de: Benutzerkonto-Bereiche wiederherstellen

# ModuleTitle.BackupServer
source: Backup Server
ar_ae: النسخ الاحتياطي للخادم
de_de: Server sichern

# ModuleTitle.RestoreServer
source: Restore Server
ar_ae: استعادة النسخة الاحتياطية للخادم
de_de: Server wiederherstellen

# ModuleTitle.NestedSpaces
source: Nested Hosting Spaces
ar_ae: مساحات الاستضافة المتداخلة
de_de: Verschachtelte Hosting-Bereiche

# ModuleTitle.SpaceDeleteSpace
source: Delete Space
ar_ae: حذف المساحة
de_de: Bereich löschen

# ModuleTitle.SpaceEditAddon
source: Add/Edit Space Add-On
ar_ae: إضافة / تحرير مساحة إضافية
de_de: Bereich-Addon hinzufügen/ändern

# ModuleTitle.SpaceEditDetails
source: Space Details
ar_ae: تفاصيل المساحة
de_de: Bereich-Details

# ModuleTitle.SpaceEditDnsRecords
source: Space DNS Records
ar_ae: سجلات مساحة DNS
de_de: Bereich-DNS-Einträge

# ModuleTitle.SpaceSettingsEditor
source: Edit Space Settings
ar_ae: تحرير إعدادات المساحة
de_de: Bereich-Einstellungen bearbeiten

# ModuleTitle.SpaceViewQuotas
source: Space Resource Quotas
ar_ae: حصص موارد المساحة
de_de: Bereich-Ressourcen-Kontingente

# ModuleTitle.UserAccountMailTemplateSettings
source: User Account Mail Templates
ar_ae: قوالب البريد الإلكتروني لحساب المستخدم
de_de: Benutzerkonto-E-Mail-Vorlagen

# ModuleTitle.UserAccountPolicySettings
source: User Account Policies
ar_ae: سياسات حساب المستخدم
de_de: Benutzerkonto-Richtlinien

# ModuleTitle.UserAccountSettingsEditor
source: User Account Settings
ar_ae: خصائص حساب المستخدم
de_de: Benutzerkonto-Einstellungen

# ModuleTitle.UserCreateSpace
source: Create Hosting Space
ar_ae: إنشاء مساحة استضافة
de_de: Hosting-Bereich erstellen

# ModuleTitle.UserCreateUserAccount
source: Create User Account
ar_ae: إنشاء حساب مستخدم
de_de: Benutzerkonto erstellen
