Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# AuditLogTask.ORGANIZATION_CREATE_SECURITY_GROUP
source: Create security group
ar_ae: إنشاء مجموعة الأمان
de_de: Sicherheitsgruppe erstellen

# AuditLogTask.ORGANIZATION_UPDATE_SECURITY_GROUP_GENERAL
source: Update security group general settings
ar_ae: تحديث الإعدادات العامة لمجموعة الأمان
de_de: Allgemeinen Einstellungen der Sicherheitsgruppe aktualisieren

# AuditLogTask.ORGANIZATION_DELETE_SECURITY_GROUP
source: Delete security group
ar_ae: حذف مجموعة الأمان
de_de: Sicherheitsgruppe löschen

# AuditLogTask.AUTO_DISCOVERY_IS_INSTALLED
source: Is installed
ar_ae: تم التثبيت
de_de: Ist installiert

# AuditLogTask.EXCHANGE_GET_EXCHANGE_MAILBOXPLANS
source: Get Exchange Mailbox plans
ar_ae: احصل على خطط صندوق بريد Exchange
de_de: Exchange Mailbox-Pläne abrufen

# AuditLogTask.EXCHANGE_GET_EXCHANGE_MAILBOXPLAN
source: Get Exchange Mailbox plan
ar_ae: احصل على خطة صندوق بريد Exchange
de_de: Exchange Mailbox-Plan abrufen

# AuditLogTask.EXCHANGE_GET_EXCHANGE_ACCOUNTDISCLAIMERID
source: Get Exchange account disclaimer id
ar_ae: الحصول على معرف إخلاء مسؤولية حساب Exchange
de_de: Exchange-Konto Disclaimer id abrufen

# AuditLogTask.EXCHANGE_GET_EXCHANGE_EXCHANGEDISCLAIMER
source: Get Exchange disclaimer
ar_ae: احصل على إخلاء مسؤولية Exchange
de_de: Exchange Disclaimer abrufen

# AuditLogTask.EXCHANGE_ADD_EXCHANGE_EXCHANGEDISCLAIMER
source: Add Exchange disclaimer
ar_ae: إضافة Exchange إخلاء المسؤولية
de_de: Exchange Disclaimer hinzufügen

# AuditLogTask.EXCHANGE_GET_MAILBOX_STATS
source: Get Mailbox statistics
ar_ae: احصل على إحصائيات صندوق البريد
de_de: Mailboxstatistik abrufen

# AuditLogTask.EXCHANGE_GET_ACTIVESYNC_POLICY
source: Get Activesync policy
ar_ae: احصل على سياسة مزامنة نشطة
de_de: ActiveSync-Richtlinie abrufen

# AuditLogTask.EXCHANGE_SET_MAILBOXPLAN_RETENTIONPOLICY_ARCHIVING
source: Set Mailbox plan retention policy archiving
ar_ae: تعيين أرشفة سياسة الاحتفاظ بخطة صندوق البريد
de_de: Archivierung der Aufbewahrungsrichtlinien für Postfachpläne festlegen

# AuditLogTask.EXCHANGE_GET_EXCHANGE_RETENTIONPOLICYTAG
source: Get Exchange retention policy tag
ar_ae: احصل على علامة سياسة الاحتفاظ في Exchange
de_de: Exchange-Aufbewahrungsrichtlinientag abrufen

# AuditLogTask.EXCHANGE_ADD_EXCHANGE_RETENTIONPOLICYTAG
source: Add Exchange retention policy tag
ar_ae: أضف علامة نهج استبقاء Exchange
de_de: Exchange-Aufbewahrungsrichtlinientag hinzufügen

# AuditLogTask.EXCHANGE_GET_EXCHANGE_RETENTIONPOLICYTAGS
source: Get Exchange retention policy tags
ar_ae: احصل على علامات سياسة الاحتفاظ في Exchange
de_de: Exchange-Aufbewahrungsrichtlinientags abrufen

# AuditLogTask.EXCHANGE_DELETE_EXCHANGE_RETENTIONPOLICYTAG
source: Delete Exchange retention policy tag
ar_ae: حذف علامة سياسة الاحتفاظ في Exchange
de_de: Exchange-Aufbewahrungsrichtlinientag löschen

# AuditLogTask.EXCHANGE_UPDATE_EXCHANGE_RETENTIONPOLICYTAG
source: Update Exchange retention policy tag
ar_ae: تحديث علامة سياسة الاحتفاظ في Exchange
de_de: Exchange-Aufbewahrungsrichtlinientag aktualisieren

# AuditLogTask.EXCHANGE_ADD_EXCHANGE_MAILBOXPLAN_RETENTIONPOLICY_ARCHIVING
source: Add Exchange archiving retention policy
ar_ae: إضافة نهج استبقاء أرشفة Exchange
de_de: Aufbewahrungsrichtlinie für die Exchange-Archivierung hinzufügen

# AuditLogTask.EXCHANGE_DELETE_EXCHANGE_MAILBOXPLAN_RETENTIONPOLICY_ARCHIV
source: Delete Exchange archiving retention policy
ar_ae: حذف سياسة الاحتفاظ بأرشفة Exchange
de_de: Aufbewahrungsrichtlinie für die Exchange-Archivierung löschen

# AuditLogTask.EXCHANGE_GET_PICTURE
source: Get picture
ar_ae: احصل على صورة
de_de: Bild abrufen

# AuditLogTask.EXCHANGE_UPDATE_MAILBOX_AUTOREPLY
source: Update Mailbox auto reply
ar_ae: تحديث الرد التلقائي لصندوق البريد
de_de: Mailbox automatische Antwort aktualisieren

# AuditLogTask.EXCHANGE_GET_MAILBOX_AUTOREPLY
source: Get Mailbox auto reply
ar_ae: احصل على رد تلقائي من صندوق البريد
de_de: Mailbox automatische Antwort abrufen

# AuditLogTask.EXCHANGE_GET_DISTR_LIST_BYMEMBER
source: Get distributions list by member
ar_ae: الحصول على قائمة التوزيعات من قبل الأعضاء
de_de: Verteilerliste nach Mitglied abrufen

# AuditLogTask.EXCHANGE_GET_DISTRIBUTION_LIST_RESULT
source: Get distributions list result
ar_ae: الحصول على نتيجة قائمة التوزيعات
de_de: Ergebnis der Verteilerliste abrufen

# AuditLogTask.EXCHANGE_GET_MOBILE_DEVICES
source: Get mobile devices
ar_ae: احصل على أجهزة محمولة
de_de: Mobile Geräte abrufen

# AuditLogTask.EXCHANGE_GET_MAILBOX_PERMISSIONS
source: Get Mailbox permissions
ar_ae: احصل على أذونات صندوق البريد
de_de: Postfachberechtigungen abrufen

# AuditLogTask.EXCHANGE_DISABLE_MAILBOX
source: Disable Mailbox
ar_ae: تعطيل صندوق البريد
de_de: Mailbox deaktivieren

# AuditLogTask.EXCHANGE_SET_EXCHANGE_ACCOUNTDISCLAIMERID
source: Set exchange account disclaimer id
ar_ae: تعيين معرف إخلاء مسؤولية حساب Exchange
de_de: Exchange-Konto Disclaimer id festlegen

# AuditLogTask.EXCHANGE_SET_EXCHANGE_MAILBOXPLAN
source: Set exchange Mailbox plan
ar_ae: قم بتعيين خطة صندوق بريد Exchange
de_de: Exchange-Postfachplans festlegen

# AuditLogTask.STORAGE_SPACES_SAVE_STORAGE_SPACE
source: Save storage space
ar_ae: توفير مساحة تخزين
de_de: Storage-Space speichern

# AuditLogTask.STORAGE_SPACES_SAVE_STORAGE_SPACE_LEVEL
source: Save storage space level
ar_ae: حفظ مستوى مساحة التخزين
de_de: Storage-Space Ebene speichern

# AuditLogTask.STORAGE_SPACES_REMOVE_STORAGE_SPACE
source: Remove storage space
ar_ae: أزالة مساحة التخزين
de_de: Storage-Space löschen

# AuditLogTask.DOMAIN_ENABLE_DNS
source: Enable DNS
ar_ae: تمكين DNS
de_de: DNS aktivieren

# AuditLogTask.VLAN_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.VLAN_ADD_RANGE
source: Add range
ar_ae: أضف المدى
de_de: Bereich hinzufügen

# AuditLogTask.VLAN_DELETE_RANGE
source: Delete range
ar_ae: حذف النطاق
de_de: Bereich löschen

# AuditLogTask.VLAN_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.VLAN_ALLOCATE_PACKAGE_VLAN
source: Allocate package VLAN
ar_ae: تخصيص حزمة VLAN
de_de: VLAN das Paket zuordnen

# AuditLogTask.VLAN_DEALLOCATE_PACKAGE_VLAN
source: Deallocate package VLAN
ar_ae: قم بإلغاء تخصيص حزمة VLAN
de_de: Paket-VLAN freigeben

# AuditLogTask.WAG_INSTALLER_GET_GALLERY_APPS_TASK
source: Get gallery applications
ar_ae: احصل على تطبيقات المعرض
de_de: Galerie-Anwendungen abrufen

# AuditLogTask.WAG_INSTALLER_GET_GALLERY_CATEGORIES_TASK
source: Get gallery categories
ar_ae: احصل على فئات المعرض
de_de: Galerie Kategorien abrufen

# AuditLogTask.WAG_INSTALLER_GET_GALLERY_APP_DETAILS_TASK
source: Get gallery application details
ar_ae: احصل على تفاصيل تطبيق المعرض
de_de: Details von Galerie-Anwendung abrufen

# AuditLogTask.WAG_INSTALLER_INSTALL_WEB_APP
source: Install Web application
ar_ae: تثبيت تطبيق الويب
de_de: Webanwendung installieren

# AuditLogTask.WAG_INSTALLER_GET_APP_PARAMS_TASK
source: Get application parameters
ar_ae: احصل على معلمات التطبيق
de_de: Anwendungsparameter abrufen

# AuditLogTask.WAG_INSTALLER_GET_SRV_GALLERY_APPS_TASK
source: Get server gallery applications
ar_ae: احصل على تطبيقات معرض الخادم
de_de: Server-Galerie-Anwendungen abrufen

# AuditLogTask.WEB_SITE_GET_STATE
source: Get state
ar_ae: احصل على الدولة
de_de: Status abrufen

# AuditLogTask.OCS_CREATE_OCS_USER
source: Create OCS user
ar_ae: إنشاء مستخدم OCS
de_de: OCS-Benutzer erstellen

# AuditLogTask.OCS_GET_OCS_USERS_COUNT
source: Get OCS users count
ar_ae: احصل على عدد مستخدمي OCS
de_de: Anzahl der OCS-Benutzer abrufen

# AuditLogTask.OCS_GET_OCS_USERS
source: Get OCS users
ar_ae: احصل على مستخدمي OCS
de_de: OCS-Benutzer abrufen

# Error.401
source: Bad Request
ar_ae: طلب سيء
de_de: Ungültige Anforderung

# Error.403
source: Internal Server Error
ar_ae: خطأ في الخادم الداخلي
de_de: Interner Serverfehler

# Error.404
source: Service Unavailable
ar_ae: الخدمة غير متوفرة
de_de: Dienst nicht verfügbar

# Error.405
source: Unathorized
ar_ae: غير مصرح
de_de: Nicht erlaubt

# Error.407
source: SolidCP Server Internal Application Error
ar_ae: خطأ تطبيق داخلي لخادم SolidCP
de_de: SolidCP interner Server-Anwendungsfehler

# ErrorDescription.400
source: Remote web server returned "Not Found" error. This means you have specified wrong Server URL or ASP.NET 2.0 Web Extension is not installed/allowed in IIS.
ar_ae: عرض خادم الويب البعيد خطأ "لم يتم العثور عليه". هذا يعني أنك حددت عنوان URL خاطئًا للخادم أو أن ملحق ويب ASP.NET 2.0 غير مثبت / مسموح به في IIS.
de_de: Remote-Webserver gab "Nicht gefunden" zurück. Das bedeutet, Sie haben die falsche Server-URL angegeben oder ASP.NET 2.0 Weberweiterungen sind im IIS nicht installiert/erlaubt.

# ErrorDescription.401
source: Remote web server hosting SolidCP Server application returned "Bad Request" error. Check host headers of the web site hosting SolidCP Server application.
ar_ae: عرض خادم الويب البعيد الذي يستضيف تطبيق SolidCP Server خطأ "طلب غير صالح". تحقق من رؤوس المضيف لموقع الويب الذي يستضيف تطبيق SolidCP Server.
de_de: Remote-Webserver, auf dem die SolidCP-Serveranwendung läuft, gab "Ungültige Anforderung" zurück. Bitte überprüfen Sie die Hostheader der Webseite der SolidCP-Serveranwendung.

# ErrorDescription.403
source: Remote web server hosting SolidCP Server application returned "Internal Server Error". Check if IIS is working properly.
ar_ae: أعاد خادم الويب البعيد الذي يستضيف تطبيق SolidCP Server "خطأ داخلي في الخادم". تحقق مما إذا كان IIS يعمل بشكل صحيح.
de_de: Remote-Webserver, auf dem die SolidCP-Serveranwendung läuft, gab "Interner Serverfehler" zurück. Bitte überprüfen Sie, ob IIS richtig ausgeführt wird.

# ErrorDescription.404
source: Remote web server hosting SolidCP Server application returned "Service Unavailable" error. Make sure there no other applications working in SolidCP Server application pool.
ar_ae: عرض خادم الويب البعيد الذي يستضيف تطبيق SolidCP Server خطأ "الخدمة غير متوفرة". تأكد من عدم وجود تطبيقات أخرى تعمل في تجمع تطبيقات SolidCP Server.
de_de: Remote-Webserver, auf dem die SolidCP-Serveranwendung läuft, gab "Dienst nicht verfügbar" zurück. Bitte stellen Sie sicher, dass keine anderen Anwendungen im SolidCP-Server Anwendungspool laufen.

# ErrorDescription.405
source: Remote web server hosting SolidCP Server application returned "Unauthorized" error. Make sure SolidCP Server web site or virtual directory has anonymous access allowed.
ar_ae: عرض خادم الويب البعيد الذي يستضيف تطبيق SolidCP Server خطأ "غير مصرح به". تأكد من أن موقع ويب SolidCP Server أو الدليل الافتراضي له وصول مجهول مسموح به.
de_de: Remote-Webserver, auf dem die SolidCP-Serveranwendung läuft, gab "Nicht autorisiert" zurück. Bitte stellen Sie sicher, dass die SolidCP-Serverwebseite oder das virtuelle Verzeichnis anonymen Zugriff zulässt.

# ErrorDescription.406
source: Server application is accessible, but you have provided wrong Server access password. If you forgotten the password you can change in SolidCP Installer.
ar_ae: يمكن الوصول إلى تطبيق الخادم ، لكنك قدمت كلمة مرور خاطئة للوصول إلى الخادم. إذا نسيت كلمة المرور ، يمكنك تغييرها في مثبت SolidCP.
de_de: Serveranwendung ist verfügbar, Sie haben jedoch das falsche Passwort für den Serverzugriff angegeben. Falls Sie das Passwort vergessen haben, können Sie es im SolidCP Installer ändern.

# ErrorDescription.407
source: SolidCP Server application is accessible, but returned an error. Try opening SolidCP Server URL in the browser and see the actual error.
ar_ae: يمكن الوصول إلى تطبيق خادم SolidCP ، لكنه أرجع خطأ. حاول فتح عنوان URL لخادم SolidCP في المتصفح وشاهد الخطأ الفعلي.
de_de: SolidCP-Server-Anwendung ist verfügbar, gab aber einen Fehler zurück. Versuchen Sie die SolidCP-Server-URL im Browser zu öffnen, um den tatsächlichen Fehler zu sehen.

# Error.BACKUP_WIZARD
source: Error occurred during backup operation
ar_ae: حدث خطأ أثناء عملية النسخ الاحتياطي
de_de: Ein Fehler ist während der Sicherungsoperation aufgetreten

# Error.RESTORE_WIZARD
source: Error occurred during restore operation
ar_ae: حدث خطأ أثناء عملية الاستعادة
de_de: Ein Fehler ist während der Wiederherstellungsoperation aufgetreten

# AuditLogSource.BACKUP
source: Backup Module
ar_ae: وحدة النسخ الاحتياطي
de_de: Modul sichern

# AuditLogSource.IMPORT
source: Import Module
ar_ae: استيراد وحدة
de_de: Import-Modul

# AuditLogTask.BACKUP_BACKUP
source: Backup service items
ar_ae: النسخ الاحتياطي لعناصر خدمة
de_de: Dienstelemente sichern

# AuditLogTask.BACKUP_RESTORE
source: Restore service items
ar_ae: استعادة عناصر الخدمة
de_de: Dienstelemente wiederherstellen

# AuditLogTask.IMPORT_IMPORT
source: Import space resources
ar_ae: استيراد موارد المساحة
de_de: Bereichsressourcen importieren

# AuditLogTask.SPACE_CHANGE_STATUS
source: Change hosting space status
ar_ae: تغيير حالة مساحة الاستضافة
de_de: Hosting-Bereich-Status ändern

# AuditLogTask.SPACE_DELETE
source: Delete hosting space
ar_ae: حذف مساحة الاستضافة
de_de: Hosting-Bereich löschen

# Error.SYSTEM_SETTINGS_LOAD
source: Could not load system settings
ar_ae: تعذر حفظ إعدادات النظام
de_de: Systemeinstellungen konnten nicht geladen werden

# Error.SYSTEM_SETTINGS_SAVE
source: Could not save system settings
ar_ae: تعذر حفظ إعدادات النظام
de_de: Systemeinstellungen konnten nicht gespeichertwerden

# Success.SYSTEM_SETTINGS_SAVE
source: System settings has been saved successfully
ar_ae: تم حفظ إعدادات النظام بنجاح
de_de: Systemeinstellungen wurden erfolgreich gespeichert

# Error.2400
source: Backups temp folder does not exists or not writable
ar_ae: مجلد النسخ الاحتياطي المؤقت غير موجود أو غير قابل للكتابة
de_de: Temporärer Sicherungsordner existiert nicht oder ist schreibgeschützt

# Error.2401
source: Backups destination folder does not exists or not writable
ar_ae: مجلد وجهة النسخ الاحتياطية غير موجود أو غير قابل للكتابة
de_de: Sicherungszielordner existiert nicht oder ist schreibgeschützt

# Error.2501
source: Invalid backup set has been provided
ar_ae: تم تقديم مجموعة نسخ احتياطي غير صالحة
de_de: Ungültiger Sicherungssatz wurde geliefert

# Error.2502
source: Backup source is not accessible
ar_ae: لا يمكن الوصول إلى مصدر النسخ الاحتياطي
de_de: Auf Sicherungsquelle kann nicht zugegriffen werden

# Error.2503
source: Backup source can not be found
ar_ae: لا يمكن العثور على مصدر النسخ الاحتياطي
de_de: Sicherungsquelle kann nicht gefunden werden

# AuditLogTask.FILES_SET_PERMISSIONS
source: Set NTFS permissions
ar_ae: تعيين أذونات NTFS
de_de: NTFS-Berechtigungen festlegen

# Error.FILES_READ_PERMISSIONS
source: Error reading file/folder NTFS permissions
ar_ae: خطأ في قراءة أذونات الملف / المجلد NTFS
de_de: Fehler beim Lesen der Datei/Ordner-NTFS-Berechtigungen

# Error.FILES_UPDATE_PERMISSIONS
source: Error updating file/folder NTFS permissions
ar_ae: خطأ في تحديث أذونات الملف / المجلد NTFS
de_de: Fehler beim Aktulisieren der Datei/Ordner-NTFS-Berechtigungen

# SchedulerTask.SCHEDULE_TASK_ACTIVATE_PAID_INVOICES
source: Activate Paid Invoices
ar_ae: تفعيل الفواتير المدفوعة
de_de: Bezahlte Rechnungen aktivieren

# SchedulerTask.SCHEDULE_TASK_CANCEL_OVERDUE_INVOICES
source: Cancel Overdue Invoices
ar_ae: إلغاء الفواتير المتأخرة
de_de: Überfällige Rechnungen stornieren

# SchedulerTask.SCHEDULE_TASK_GENERATE_INVOICES
source: Generate Invoices
ar_ae: توليد الفواتير
de_de: Rechnungen erzeugen

# SchedulerTask.SCHEDULE_TASK_RUN_PAYMENT_QUEUE
source: Run Payment Queue
ar_ae: تشغيل قائمة انتظار الدفع
de_de: Zahlungswarteschlange ausführen

# SchedulerTask.SCHEDULE_TASK_SUSPEND_OVERDUE_INVOICES
source: Suspend Overdue Invoices
ar_ae: تعليق الفواتير المتأخرة
de_de: Überfällige Rechnungen sperren

# AuditLogSource.EXCHANGE
source: Exchange Server
ar_ae: Exchange خادم

# AuditLogTask.EXCHANGE_ADD_DISTR_LIST_ADDRESS
source: Add distribution list e-mail address
ar_ae: أضف عنوان البريد الإلكتروني لقائمة التوزيع
de_de: Verteilerlisten-E-Mail-Adresse hinzufügen

# AuditLogTask.EXCHANGE_ADD_DOMAIN
source: Add organization domain
ar_ae: إضافة نطاق التنظيم
de_de: Organisations-Domäne hinzufügen

# AuditLogTask.EXCHANGE_ADD_MAILBOX_ADDRESS
source: Add mailbox e-mail address
ar_ae: أضف عنوان البريد الإلكتروني لصندوق البريد
de_de: Postfach-E-Mail-Adresse hinzufügen

# AuditLogTask.EXCHANGE_ADD_PUBLIC_FOLDER_ADDRESS
source: Add public folder e-mail address
ar_ae: أضف عنوان البريد الإلكتروني للمجلد العام
de_de: E-Mail-Adresse für öffentlichen Ordner hinzufügen

# AuditLogTask.EXCHANGE_CREATE_CONTACT
source: Create contact
ar_ae: إنشاء جهة اتصال
de_de: Kontakt erstellen

# AuditLogTask.EXCHANGE_CREATE_DISTR_LIST
source: Create distribution list
ar_ae: إنشاء قائمة التوزيع
de_de: Verteilerliste erstellen

# AuditLogTask.EXCHANGE_CREATE_MAILBOX
source: Create mailbox
ar_ae: إنشاء صندوق بريد
de_de: Postfach erstellen

# AuditLogTask.EXCHANGE_CREATE_ORG
source: Create organization
ar_ae: أنشئ منظمة
de_de: Organisation erstellen

# AuditLogTask.EXCHANGE_CREATE_PUBLIC_FOLDER
source: Create public folder
ar_ae: قم بإنشاء مجلد عام
de_de: Öffentlichen Ordner erstellen

# AuditLogTask.EXCHANGE_DELETE_CONTACT
source: Delete contact
ar_ae: حذف جهة اتصال
de_de: Kontakt löschen

# AuditLogTask.EXCHANGE_DELETE_DISTR_LIST
source: Delete distribution list
ar_ae: حذف قائمة التوزيع
de_de: Verteilerliste löschen

# AuditLogTask.EXCHANGE_DELETE_DISTR_LIST_ADDRESSES
source: Delete distribution list e-mail addresses
ar_ae: حذف عناوين البريد الإلكتروني لقائمة التوزيع
de_de: Verteilerlisten-E-Mail-Adressen löschen

# AuditLogTask.EXCHANGE_DELETE_DOMAIN
source: Delete organization domain
ar_ae: حذف نطاق المنظمة
de_de: Organisationsdomäne löschen

# AuditLogTask.EXCHANGE_DELETE_MAILBOX
source: Delete mailbox
ar_ae: حذف صندوق البريد
de_de: Postfach löschen

# AuditLogTask.EXCHANGE_DELETE_MAILBOXPLAN
source: Delete mailboxplan
ar_ae: حذف خطة صندوق البريد
de_de: Postfach-Plan löschen

# AuditLogTask.EXCHANGE_DELETE_MAILBOX_ADDRESSES
source: Delete mailbox e-mail addresses
ar_ae: احذف عناوين البريد الإلكتروني الخاصة بصندوق البريد
de_de: Postfach-E-Mail-Adressen löschen

# AuditLogTask.EXCHANGE_DELETE_ORG
source: Delete organization
ar_ae: حذف المنظمة
de_de: Organisation löschen

# AuditLogTask.EXCHANGE_DELETE_PUBLIC_FOLDER
source: Delete public folder
ar_ae: احذف المجلد العام
de_de: Öffentlichen Ordner löschen

# AuditLogTask.EXCHANGE_DELETE_PUBLIC_FOLDER_ADDRESSES
source: Delete public folder e-mail addresses
ar_ae: احذف عناوين البريد الإلكتروني للمجلد العام
de_de: E-Mail-Adressen des öffentlichen Ordners löschen

# AuditLogTask.EXCHANGE_GET_CONTACT_GENERAL
source: Get contact general settings
ar_ae: احصل على إعدادات الاتصال العامة
de_de: Allgemeine Kontakteinstellungen holen

# AuditLogTask.EXCHANGE_GET_CONTACT_MAILFLOW
source: Get contact mail flow settings
ar_ae: احصل على إعدادات تدفق بريد جهة الاتصال
de_de: Nachrichtenflusseinstellungen der Kontakte holen

# AuditLogTask.EXCHANGE_GET_DISTR_LIST_ADDRESSES
source: Get distribution list e-mail addresses
ar_ae: الحصول على عناوين البريد الإلكتروني لقائمة التوزيع
de_de: Verteilerlisten-E-Mail-Adressen holen

# AuditLogTask.EXCHANGE_GET_DISTR_LIST_GENERAL
source: Get distribution list general settings
ar_ae: احصل على الإعدادات العامة لقائمة التوزيع
de_de: Allgmeine Verteilerlisteneinstellungen holen

# AuditLogTask.EXCHANGE_GET_DISTR_LIST_MAILFLOW
source: Get distribution list mail flow settings
ar_ae: احصل على الإعدادات العامة لقائمة التوزيع
de_de: Nachrichtenflusseinstellungen der Verteilerlisten holen

# AuditLogTask.EXCHANGE_GET_FOLDERS_STATS
source: Get organization public folder statistics
ar_ae: احصل على إحصائيات المجلد العام للمنظمة
de_de: Öffentliche Ordner-Statistiken der Organisation holen

# AuditLogTask.EXCHANGE_GET_MAILBOX_ADDRESSES
source: Get mailbox e-mail addresses
ar_ae: الحصول على عناوين البريد الإلكتروني الخاصة بصندوق البريد
de_de: Postfach-E-Mail-Adressen holen

# AuditLogTask.EXCHANGE_GET_MAILBOX_ADVANCED
source: Get mailbox advanced settings
ar_ae: احصل على الإعدادات المتقدمة لصندوق البريد
de_de: Erweiterte Postfacheinstellungen holen

# AuditLogTask.EXCHANGE_GET_MAILBOX_GENERAL
source: Get mailbox general settings
ar_ae: احصل على الإعدادات العامة لصندوق البريد
de_de: Allgemeine Postfacheinstellungen holen

# AuditLogTask.EXCHANGE_GET_MAILBOX_MAILFLOW
source: Get mailbox mail flow settings
ar_ae: الحصول على إعدادات تدفق بريد صندوق البريد
de_de: Nachrichtenflusseinstellungen der Postfächer holen

# AuditLogTask.EXCHANGE_GET_MAILBOXES_STATS
source: Get organization mailboxes statistics
ar_ae: احصل على إحصائيات صناديق بريد المنظمة
de_de: Postfachstatistiken der Organisation holen

# AuditLogTask.EXCHANGE_GET_ORG_LIMITS
source: Get organization storage settings
ar_ae: احصل على إعدادات تخزين المنظمة
de_de: Speichereinstellungen der Organisation holen

# AuditLogTask.EXCHANGE_GET_ORG_STATS
source: Get organization statistics
ar_ae: احصل على إحصائيات المنظمة
de_de: Statistiken der Organisation holen

# AuditLogTask.GET_ORG_STATS
source: Get organization statistics
ar_ae: احصل على إحصائيات المنظمة
de_de: Organisationsstatistiken abrufen

# AuditLogTask.GET_EXCHANGE_MAILBOXPLANS
source: Get Exchange Mailbox plans
ar_ae: احصل على خطط صندوق بريد Exchange
de_de: Exchange Postfachpläne abrufen

# AuditLogTask.ADD_EXCHANGE_RETENTIONPOLICYTAG
source: Add retention policy tag
ar_ae: إضافة علامة سياسة الاحتفاظ
de_de: Aufbewahrungsrichtlinien-Tag hinzufügen

# AuditLogTask.GET_EXCHANGE_RETENTIONPOLICYTAGS
source: Get retention policy tags
ar_ae: احصل على علامات سياسة الاستبقاء
de_de: Aufbewahrungsrichtlinien-Tags holen

# AuditLogTask.ADD_EXCHANGE_MAILBOXPLAN_RETENTIONPOLICY_ARCHIVING
source: Add Exchange archiving retention policy
ar_ae: إضافة نهج استبقاء أرشفة Exchange
de_de: Exchange Archivierungs-Aufbewahrungsrichtlinie hinzufügen

# AuditLogTask.GET_LYNC_LYNCUSERPLANS
source: Get Lync User plans
ar_ae: احصل على خطط مستخدم Lync
de_de: Lync Benutzerpläne abrufen

# AuditLogTask.GET_SFB_SFBUSERPLANS
source: Get SfB User plans
ar_ae: احصل على خطط مستخدم SfB
de_de: SfB Benutzerpläne abrufen

# AuditLogTask.EXCHANGE_GET_PUBLIC_FOLDER_ADDRESSES
source: Get public folder e-mail addresses
ar_ae: الحصول على عناوين البريد الإلكتروني للمجلد العام
de_de: E-Mail-Adressen der öffentlichen Ordner holen

# AuditLogTask.EXCHANGE_GET_PUBLIC_FOLDER_GENERAL
source: Get public folder general settings
ar_ae: احصل على الإعدادات العامة للمجلد العام
de_de: Allgemeine Öffentliche Ordner-Einstellungen holen

# AuditLogTask.EXCHANGE_GET_PUBLIC_FOLDER_MAILFLOW
source: Get public folder mail flow settings
ar_ae: احصل على إعدادات تدفق بريد المجلد العام
de_de: Nachrichtenflusseinstellungen der öffentlichen Ordner holen

# AuditLogTask.EXCHANGE_SET_ORG_LIMITS
source: Update organization storage settings
ar_ae: تحديث إعدادات تخزين المنظمة
de_de: Speichereinstellungen der Organisation aktualisieren

# AuditLogTask.EXCHANGE_SET_PRIMARY_DISTR_LIST_ADDRESS
source: Set distribution list primary e-mail address
ar_ae: تعيين عنوان البريد الإلكتروني الأساسي لقائمة التوزيع
de_de: Primäre Verteilerlisten-E-Mailadresse festlegen

# AuditLogTask.EXCHANGE_SET_PRIMARY_MAILBOX_ADDRESS
source: Set mailbox primary e-mail address
ar_ae: تعيين عنوان البريد الإلكتروني الأساسي لصندوق البريد
de_de: Primäre Postfach-E-Mail-Adresse festlegen

# AuditLogTask.EXCHANGE_SET_PRIMARY_PUBLIC_FOLDER_ADDRESS
source: Set public folder primary e-mail address
ar_ae: تعيين عنوان البريد الإلكتروني الأساسي للمجلد العام
de_de: Primäre E-Mail-Adresse für öffentlichen Ordner festlegen

# AuditLogTask.EXCHANGE_UPDATE_CONTACT_GENERAL
source: Update contact general settings
ar_ae: تحديث الإعدادات العامة لجهة الاتصال
de_de: Allgemeine Kontakteinstellungen aktualisieren

# AuditLogTask.EXCHANGE_UPDATE_CONTACT_MAILFLOW
source: Update contact mail flow settings
ar_ae: تحديث إعدادات تدفق البريد لجهة الاتصال
de_de: Kontakt-Nachrichtenflusseinstellungen aktualisieren

# AuditLogTask.EXCHANGE_UPDATE_DISTR_LIST_GENERAL
source: Update distribution list general settings
ar_ae: تحديث الإعدادات العامة لقائمة التوزيع
de_de: Allgemeine Verteilerlisteneinstellungen aktualisieren
