Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# TaskActivity.VPS_CREATE_EXPAND_VHD_SKIP
source: Expand VHD - Skipped
ar_ae: قم بتوسيع VHD - تم تخطي
de_de: Vergrößern der VHD - Übersprungen

# TaskActivity.VPS_CREATE_EXPAND_VHD_SKIP_NO_VOLUMES
source: Skip expanding VHD - no volumes found
ar_ae: تخطي توسيع VHD - لم يتم العثور على وحدات تخزين
de_de: Erweitern der VHD wird übersprungen - keine Datenträger gefunden

# TaskActivity.VPS_CREATE_GET_VHD_INFO
source: Error reading VHD information: {0}
ar_ae: خطأ في قراءة معلومات VHD: {0}
de_de: Fehler beim Lesen der VHD-Informationen: {0}

# TaskActivity.VPS_CREATE_MASTER_VHD_IN_USE
source: Template VHD is in use and could not be accessed
ar_ae: قالب VHD قيد الاستخدام ولا يمكن الوصول إليه
de_de: Vorlagen-VHD ist in Benutzung und es kann nicht darauf zugegriffen werden

# TaskActivity.VPS_CREATE_MOUNT_VHD
source: Error mounting VHD: {0}
ar_ae: خطأ في تحميل VHD: {0}
de_de: Fehler beim Einhängen der VHD: {0}

# TaskActivity.VPS_CREATE_MOUNT_VHD_NULL
source: Error mounting VHD
ar_ae: خطأ في تركيب VHD
de_de: Fehler beim Einhängen der VHD

# TaskActivity.VPS_CREATE_PRIVATE_VIRTUAL_SWITCH
source: Creating private virtual switch: {0}
ar_ae: إنشاء محول افتراضي خاص: {0}
de_de: Privater virtueller Switcht wird erstellt: {0}

# TaskActivity.VPS_CREATE_PRIVATE_VIRTUAL_SWITCH_ERROR
source: Error creating virtual switch
ar_ae: خطأ في إنشاء مفتاح افتراضي
de_de: Fehler beim Erstellen des virtuellen Switches

# TaskActivity.VPS_CREATE_RAM_SIZE
source: RAM: {0} MB
ar_ae: ذاكرة الوصول العشوائي: {0} ميجابايت

# TaskActivity.VPS_CREATE_SETUP_EXTERNAL_NETWORK
source: Setup external network
ar_ae: إعداد الشبكة الخارجية
de_de: Externes Netzwerk einrichten

# TaskActivity.VPS_CREATE_SETUP_EXTERNAL_NETWORK_ERROR
source: Error setting up external network: {0}
ar_ae: خطأ في إعداد الشبكة الخارجية: {0}
de_de: Fehler beim Einrichten des externen Netzwerks: {0}

# TaskActivity.VPS_CREATE_SETUP_EXTERNAL_NETWORK_SKIP
source: External network setup - Skipped
ar_ae: إعداد الشبكة الخارجية - تم تخطيه
de_de: Einrichtung des externen Netzwerks - Übersprungen

# TaskActivity.VPS_CREATE_SETUP_PRIVATE_NETWORK
source: Setup private network
ar_ae: إعداد الشبكة الخاصة
de_de: Privates Netzwerk einrichten

# TaskActivity.VPS_CREATE_SETUP_PRIVATE_NETWORK_ERROR
source: Error setting up private network: {0}
ar_ae: خطأ في إعداد شبكة خاصة: {0}
de_de: Fehler beim Einrichten des privaten Netzwerks: {0}

# TaskActivity.VPS_CREATE_SETUP_PRIVATE_NETWORK_SKIP
source: Private network setup - Skipped
ar_ae: إعداد الشبكة الخاصة - تم تخطيه
de_de: Einrichtung des privaten Netzwerks - Übersprungen

# TaskActivity.VPS_CREATE_SET_COMPUTER_NAME_KVP
source: Setting "computer name" provisioning task parameters
ar_ae: تعيين معلمات مهمة توفير "اسم الكمبيوتر"
de_de: "Computername"-Parameter im Bereitstellungsprozess werden gesetzt

# TaskActivity.VPS_CREATE_SET_EXTERNAL_NIC_KVP
source: Setting "external NIC" provisioning task parameters
ar_ae: تعيين معلمات مهمة توفير "NIC الخارجية"
de_de: "Externe Netzwerkkarte"-Parameter im Bereitstellungsprozess werden gesetzt

# TaskActivity.VPS_CREATE_SET_EXTERNAL_NIC_KVP_ERROR
source: Error setting "external NIC" provisioning task parameters
ar_ae: خطأ في تعيين معلمات مهمة توفير "NIC الخارجية"
de_de: Fehler bei Setzen der Parameter für die Bereitstellungsaufgabe "externe Netzwerkkarte".

# TaskActivity.VPS_CREATE_SET_PASSWORD_KVP
source: Setting "administrator password" provisioning task parameters
ar_ae: تعيين "كلمة مرور المسؤول" توفير معلمات المهام
de_de: "Administrator-Passwort"-Parameter im Bereitstellungsprozess werden gesetzt

# TaskActivity.VPS_CREATE_SET_PRIVATE_NIC_KVP
source: Setting "private NIC" provisioning task parameters
ar_ae: تعيين معلمات مهمة توفير "NIC الخاص"
de_de: "Private Netzwerkkarte"-Parameter im Bereitstellungsprozess werden gesetzt

# TaskActivity.VPS_CREATE_SET_PRIVATE_NIC_KVP_ERROR
source: Error setting "private NIC" provisioning task parameters
ar_ae: خطأ في تعيين معلمات مهمة توفير "NIC الخاص"
de_de: Fehler bei Setzen der Parameter für die Bereitstellungsaufgabe "private Netzwerkkarte".

# TaskActivity.VPS_CREATE_STARTED_VPS
source: VPS started
ar_ae: بدأ VPS
de_de: VPS gestartet

# TaskActivity.VPS_CREATE_START_VPS
source: Starting VPS...
ar_ae: جارٍ بدء VPS ...
de_de: VPS wird gestartet...

# TaskActivity.VPS_CREATE_START_VPS_ERROR
source: Error starting VPS: {0}
ar_ae: خطأ في بدء VPS: {0}
de_de: Fehler beim Starten des VPS: {0}

# TaskActivity.VPS_CREATE_START_VPS_ERROR_JOB_EXEC
source: Error executing VPS Start job: {0}
ar_ae: خطأ في تنفيذ مهمة بدء VPS: {0}
de_de: Fehler beim Ausführen des VHD-Startjobs: {0}

# TaskActivity.VPS_CREATE_START_VPS_ERROR_JOB_START
source: Error starting VPS Start job: {0}
ar_ae: خطأ في بدء مهمة بدء VPS: {0}
de_de: Fehler beim Starten des VHD-Starten-Jobs: {0}

# TaskActivity.VPS_CREATE_SUCCESS
source: VPS successfully created
ar_ae: تم إنشاء VPS بنجاح
de_de: VPS wurde erfolgreich angelegt

# TaskActivity.VPS_CREATE_UNMOUNT_ERROR
source: Error unmounting VHD: {0}
ar_ae: خطأ في إلغاء تحميل VHD: {0}
de_de: Fehler beim Aushängen der VHD: {0}

# TaskActivity.VPS_CREATE_UNMOUNT_ERROR_JOB_START
source: Error starting unmount VHD job: {0}
ar_ae: خطأ في بدء إلغاء تحميل مهمة VHD: {0}
de_de: Fehler beim Starten des VHD-Aushängen-Jobs: {0}

# TaskActivity.VPS_DELETE_DELETE
source: Deleting virtual machine
ar_ae: حذف الجهاز الافتراضي
de_de: Virtuelle Maschine wird gelöscht

# TaskActivity.VPS_DELETE_EXPORT
source: Exporting virtual machine
ar_ae: استخراج جهاز افتراضي
de_de: Virtuelle Maschine wird exportiert

# TaskActivity.VPS_DELETE_FILES
source: Deleting VPS folder: {0}
ar_ae: حذف مجلد VPS: {0}
de_de: VPS-Ordner wird gelöscht: {0}

# TaskActivity.VPS_DELETE_TURN_OFF
source: Turning off...
ar_ae: جارٍ الإيقاف ...
de_de: Wird ausgeschaltet...

# TaskActivity.VPS_SEND_SUMMARY_LETTER
source: Sending VPS summary letter
ar_ae: إرسال خطاب ملخص VPS
de_de: VPS-Zusammfassung wird gesendet

# TaskActivity.VPS_SEND_SUMMARY_LETTER_ERROR
source: Error sending summary letter: {0}
ar_ae: خطأ في إرسال خطاب الملخص: {0}
de_de: Fehler beim Senden des Übersichtsberichts: {0}

# TaskActivity.VPS_SEND_SUMMARY_LETTER_ERROR_CODE
source: Error sending e-mail message with the following code: {0}
ar_ae: خطأ في إرسال رسالة بريد إلكتروني بالرمز التالي: {0}
de_de: Fehler beim Senden der E-Mail-Nachricht mit folgendem Code: {0}

# TaskActivity.VPS_SET_PRIMARY_EXTERNAL_IP
source: Setting external primary IP address
ar_ae: تعيين عنوان IP الأساسي الخارجي
de_de: Primäre externe IP-Adresse wird gesetzt

# TaskActivity.VPS_SET_PRIMARY_PRIVATE_IP
source: Setting private primary IP address
ar_ae: تعيين عنوان IP الأساسي الخاص
de_de: Primäre private IP-Adresse wird gesetzt

# Warning.VPS_PROVISIONING_PROCESS
source: You cannot delete VPS until provisioning process is finished.
ar_ae: لا يمكنك حذف VPS حتى تنتهي عملية التوفير.
de_de: Sie können den VPS nicht löschen bevor der Bereitstellungsprozess abgeschlossen ist.

# WarningDescription.VPS_PROVISIONING_PROCESS
source: Please repeat the operation after provisioning process is finished.
ar_ae: الرجاء تكرار العملية بعد انتهاء عملية التزويد.
de_de: Bitte wiederholen Sie diesen Vorgang wenn der Bereitstellungsprozess abgeschlossen ist.

# Error.ERROR_PACKAGE_CANCELLED
source: Hosting space is Cancelled
ar_ae: تم إلغاء مساحة الاستضافة
de_de: Hosting-Bereich ist gekündigt

# Error.ERROR_PACKAGE_NOT_FOUND
source: Requested hosting space could not be found
ar_ae: تعذر العثور على مساحة الاستضافة المطلوبة
de_de: Angeforderter Hosting-Bereich wurde nicht gefunden

# Error.ERROR_PACKAGE_SUSPENDED
source: Hosting space is Suspended
ar_ae: مساحة الاستضافة معلقة
de_de: Hosting-Bereich ist gesperrt

# Error.ERROR_SEND_SUMMARY_LETTER
source: Error sending summary letter
ar_ae: خطأ في إرسال الرسالة الموجزة
de_de: Fehler beim Senden des Übersichtsberichts

# Error.ERROR_USER_ACCOUNT_CANCELLED
source: User account is Cancelled
ar_ae: تم إلغاء حساب المستخدم
de_de: Benutzerkonto ist gekündigt

# Error.ERROR_USER_ACCOUNT_DEMO
source: This operation is not allowed in demo mode.
ar_ae: هذه العملية غير مسموح بها في الوضع التجريبي.
de_de: Dieser Vorgang ist im Demomodus nicht erlaubt.

# Error.ERROR_USER_ACCOUNT_PENDING
source: User account is Pending
ar_ae: حساب المستخدم قيد الانتظار
de_de: Benutzerkonto ist ausstehend

# Error.ERROR_USER_ACCOUNT_SHOULD_BE_ADMINISTRATOR
source: User account should be Administrator
ar_ae: يجب أن يكون حساب المستخدم المسؤول
de_de: Benutzerkonto muss Administrator sein

# Error.ERROR_USER_ACCOUNT_SHOULD_BE_RESELLER
source: User account should be Reseller
ar_ae: يجب أن يكون حساب المستخدم هو الموزع
de_de: Benutzerkonto muss Wiederverkäufer sein

# Error.ERROR_USER_ACCOUNT_SUSPENDED
source: User account is Suspended
ar_ae: حساب المستخدم معلق
de_de: Benutzerkonto ist gesperrt

# Warning.USER_SHOULD_CHANGE_ONETIMEPASSWORD
source: You should change your one time password.
ar_ae: يجب عليك تغيير كلمة مرورك لمرة واحدة.
de_de: Sie sollten Ihr einmaliges Passwort ändern.

# VPS.VPS_CREATE_EMPTY_HOSTNAME_PATTERN
source: Hostname pattern is not specified. Could not create VPS with blank hostname.
ar_ae: لم يتم تحديد نمط اسم المضيف. تعذر إنشاء VPS باسم مضيف فارغ.
de_de: Muster für Hostnamen ist nicht angegeben. VPS kann nicht mit einem leeren Hostnamen angelegt werden.

# VPS.VPS_CREATE_PACKAGE_NOT_FOUND
source: The hosting space with the specified ID could not be found.
ar_ae: تعذر العثور على مساحة الاستضافة بالمعرف المحدد.
de_de: Der Hosting-Bereich mit der angegebenen ID konnte nicht gefunden werden.

# VPS.VPS_CREATE_VPS_GROUP_DISABLED
source: VPS resource is not enabled in the hosting space.
ar_ae: لم يتم تمكين مورد VPS في مساحة الاستضافة.
de_de: VPS-Resource ist in desem Host-Bereich nicht aktiviert.

# ServiceItemType.OrganizationDomain
source: Organization Domain
ar_ae: نطاق المنظمة
de_de: Organisationsdomäne

# Error.409
source: SolidCP Server is not available
ar_ae: خادم SolidCP غير متوفر
de_de: SolidCP-Server ist nicht verfügbar

# ErrorDescription.409
source: Please check your server URL and ensure if your SolidCP server is installed.
ar_ae: يرجى التحقق من عنوان URL الخاص بالخادم والتأكد من تثبيت خادم SolidCP.
de_de: Bitte überprüfen Sie Ihre Server-URL und stellen Sie sicher, dass Ihr SolidCP-Server installiert ist.

# TaskActivity.VPS_CREATE_SETUP_MANAGEMENT_NETWORK
source: Setup management network
ar_ae: إعداد شبكة الإدارة
de_de: Verwaltungsnetzwerk einrichten

# TaskActivity.VPS_CREATE_SETUP_MANAGEMENT_NETWORK_ERROR
source: Error setting up management network: {0}
ar_ae: خطأ في إعداد شبكة الإدارة: {0}
de_de: Fehler beim Einrichten des Verwaltungsnetzwerks: {0}

# TaskActivity.VPS_CREATE_SETUP_MANAGEMENT_NETWORK_SKIP
source: Management network setup - Skipped
ar_ae: إعداد شبكة الإدارة - تم تخطيه
de_de: Einrichtung des Verwaltungsnetzwerks übersprungen

# TaskActivity.VPS_CREATE_SET_MANAGEMENT_NIC_KVP
source: Setting "management NIC" provisioning task parameters
ar_ae: تعيين معلمات مهمة توفير "NIC للإدارة"
de_de: "Management-Netzwerkkarte"-Parameter im Bereitstellungsprozess werden gesetzt

# TaskActivity.VPS_CREATE_SET_MANAGEMENT_NIC_KVP_ERROR
source: Error setting "management NIC" provisioning task parameters
ar_ae: خطأ في تعيين معلمات مهمة توفير "NIC للإدارة"
de_de: Fehler bei Setzen der Parameter für die Bereitstellungsaufgabe "Verwaltungsnetzwerkkarte".

# Warning.VLAN_EDIT_LIST_EMPTY_ERROR
source: Selection is empty.
ar_ae: التحديد فارغ.
de_de: Auswahl ist leer.

# WarningDescription.VLAN_EDIT_LIST_EMPTY_ERROR
source: At least one VLAN must be selected.
ar_ae: يجب تحديد شبكة VLAN واحدة على الأقل.
de_de: Mindestens ein VLAN muss ausgewählt sein.

# Warning.VLAN_DELETE_LIST_EMPTY_ERROR
source: Selection is empty.
ar_ae: التحديد فارغ.
de_de: Auswahl ist leer.

# WarningDescription.VLAN_DELETE_LIST_EMPTY_ERROR
source: At least one VLAN must be selected.
ar_ae: يجب تحديد شبكة VLAN واحدة على الأقل.
de_de: Mindestens ein VLAN muss ausgewählt sein.

# Warning.IP_DELETE_LIST_EMPTY_ERROR
source: Selection is empty.
ar_ae: التحديد فارغ.
de_de: Auswahl ist leer.

# Warning.IP_EDIT_LIST_EMPTY_ERROR
source: Selection is empty.
ar_ae: التحديد فارغ.
de_de: Auswahl ist leer.

# WarningDescription.IP_DELETE_LIST_EMPTY_ERROR
source: At least one IP address must be selected.
ar_ae: يجب تحديد عنوان IP واحد على الأقل.
de_de: Mindestens eine IP-Adresse muss ausgewählt sein.

# WarningDescription.IP_EDIT_LIST_EMPTY_ERROR
source: At least one IP address must be selected.
ar_ae: يجب تحديد عنوان IP واحد على الأقل.
de_de: Mindestens eine IP-Adresse muss ausgewählt sein.

# WarningDescription.2705
source: Current domain is organization domain.
ar_ae: النطاق الحالي هو نطاق المنظمة.
de_de: Aktuelle Domäne ist Organisationsdomäne.

# Quota.Web.IPAddresses
source: Dedicated IP Addresses
ar_ae: عناوين IP المخصصة
de_de: Dedizierte IP-Adressen

# VPS.IP_ADDRESSES_QUOTA_LIMIT_REACHED
source: IP Addresses quota will be exceeded
ar_ae: سيتم تجاوز حصة عناوين IP
de_de: Kontingent an IP-Adressen wurde überschritten.

# Error.VLAN_DELETE_RANGE_VLAN
source: Cannot delete VLANs.
ar_ae: لا يمكن حذف شبكات VLAN.
de_de: VLANs können nicht gelöscht werden.

# AuditLogTask.IP_ADDRESS_DELETE_RANGE
source: Delete range
ar_ae: حذف النطاق
de_de: Bereich löschen

# AuditLogTask.IP_ADDRESS_UPDATE_RANGE
source: Update range
ar_ae: نطاق التحديث
de_de: Bereich aktualisieren

# Error.IP_DELETE_RANGE_IP
source: Cannot delete IP addresses.
ar_ae: لا يمكن حذف عناوين IP.
de_de: IP-Adressen können nicht gelöscht werden.

# IP.IP_ADDRESSES_UPDATE_ERROR
source: Error updating IP addresses.
ar_ae: خطأ في تحديث عناوين IP.
de_de: Fehler beim Aktualisieren der IP-Adressen.

# IP.IP_ADDRESS_ADD_ERROR
source: Error adding IP address.
ar_ae: خطأ في إضافة عنوان IP.
de_de: Fehler beim Hinzufügen der IP-Adresse.

# IP.IP_ADDRESS_ADD_RANGE_ERROR
source: Error adding IP addresses.
ar_ae: خطأ في إضافة عناوين IP.
de_de: Fehler beim Hinzufügen der IP-Adressen.

# IP.IP_ADDRESS_DELETE_RANGE_ERROR
source: Error occured while deleting IP address.
ar_ae: حدث خطأ أثناء حذف عنوان IP.
de_de: Ein Fehler ist während des Löschens der IP-Adresse aufgetreten.

# IP.IP_ADDRESS_UPDATE_ERROR
source: Error updating IP address.
ar_ae: خطأ في تحديث عنوان IP.
de_de: Fehler beim Aktualisieren der IP-Adresse.

# TaskActivity.VPS_CREATE_SETUP_MANAGEMENT_NETWORK_POOL_EMPTY
source: "VPS Management Network" IP addresses pool is empty. Management network setup skipped.
ar_ae: تجمع عناوين IP "شبكة إدارة VPS" فارغ. تم تخطي إعداد شبكة الإدارة.
de_de: "VPS-Managementnetzwerk"-IP-Adresspool ist leer. Managementnetzwerk-Einrichtung übersprungen.

# VPS.VPS_QUOTA_EXCEEDED_MANAGEMENT_NETWORK
source: Management network is enabled, but "VPS Management Network" IP addresses pool is empty. One management IP address is required for every VPS.
ar_ae: تم تمكين شبكة الإدارة ، ولكن مجموعة عناوين IP "شبكة إدارة VPS" فارغة. مطلوب عنوان IP واحد للإدارة لكل خادم VPS.
de_de: Verwaltungsnetzwerk ist aktiviert, aber der "VPS-Verwaltungsnetzwerk"-IP-Adresspool ist leer. Für jede VPS wird eine eigene Verwaltungs-IP-Adresse benötigt.

# VPS.VPS_QUOTA_TEMPLATE_DISK_MINIMAL_SIZE
source: Minimal hard disk size to use this operating system template: {1} GB
ar_ae: الحد الأدنى لحجم القرص الثابت لاستخدام نموذج نظام التشغيل هذا: {1} جيجابايت
de_de: Minimale Festplattengröße um diese Betriebssystemvorlage zu nutzen: {1} GB

# TaskActivity.VPS_CREATE_OS_TEMPLATE
source: OS Template: {0}
ar_ae: قالب نظام التشغيل: {0}
de_de: Betriebssystemvorlage: {0}

# TaskActivity.VPS_CREATE_SYSPREP_FILE
source: Sysprep file: {0}
ar_ae: ملف Sysprep: {0}
de_de: Sysprep-Datei: {0}

# TaskActivity.VPS_CREATE_SYSPREP_FILE_ERROR
source: Error processing sysprep file: {0}
ar_ae: خطأ في معالجة ملف sysprep: {0}
de_de: Fehler beim Verarbeiten der Sysprep-Datei: {0}

# TaskActivity.VPS_CREATE_SYSPREP_FILE_NOT_FOUND
source: Sysprep file not found on VHD: {0}
ar_ae: لم يتم العثور على ملف Sysprep على VHD: {0}
de_de: Sysprep-Datei nicht gefunden auf VHD: {0}

# BlackBerry.ACCOUNT_TYPE_IS_NOT_MAILBOX
source: Account type is not mailbox
ar_ae: نوع الحساب ليس صندوق بريد
de_de: Kontotyp ist kein Postfach

# BlackBerry.CANNOT_ADD_BLACKBERRY_USER_TO_DATABASE
source: Unable to add BlackBerry user to database
ar_ae: تعذر إضافة مستخدم بلاك بيري إلى قاعدة البيانات
de_de: BlackBerry-Benutzer konnte nicht in die Datenbank hinzugefügt werden

# BlackBerry.USER_IS_ALREADY_BLAKBERRY_USER
source: The user is already BlackBerry user
ar_ae: المستخدم هو بالفعل مستخدم بلاك بيري
de_de: Der Benutzer ist bereits ein BlackBerry-Benutzer

# BlackBerry.CANNOT_CHECK_IF_BLACKBERRY_USER_EXISTS
source: Unable to check is BlackBerry user exists
ar_ae: تعذر التحقق من وجود مستخدم بلاك بيري
de_de: Es konnte nicht geprüft werden, ob der BlackBerry-Benutzer existiert.

# BlackBerry.FILE_PATH_IS_INVALID
source: File path is invalid
ar_ae: مسار الملف غير صالح
de_de: Dateipfad ist ungültig

# BlackBerry.CANNOT_EXECUTE_COMMAND
source: Unable to execute command
ar_ae: غير قادر على تنفيذ الأمر
de_de: Befehl konnte nicht ausgeführt werden.

# BlackBerry.CANNOT_GET_BLACKBERRY_PROXY
source: Unable to get BlackBerry user
ar_ae: تعذر الحصول على مستخدم بلاك بيري
de_de: BlackBerry-Benutzer konnten nicht gelesen werden.

# BlackBerry.CANNOT_ADD_BLACKBERRY_USER
source: Unable to add BlackBerry user
ar_ae: تعذر إضافة مستخدم بلاك بيري
de_de: BlackBerry-Benutzer konnte nicht hinzugefügt werden

# BlackBerry.CANNOT_DELETE_BLACKBERRY_USER
source: Unable to delete BlackBerry user
ar_ae: تعذر حذف مستخدم بلاك بيري
de_de: BlackBerry-Benutzer konnte nicht gelöscht werden.

# BlackBerry.CANNOT_DELETE_BLACKBERRY_USER_FROM_METADATA
source: Unable to delete user from metadata
ar_ae: تعذر حذف المستخدم من البيانات الوصفية
de_de: Benutzer konnte nicht aus den Metadaten gelöscht werden.

# BlackBerry.USER_LAST_NAME_IS_NOT_SPECIFIED
source: User last name is not specified
ar_ae: لم يتم تحديد الاسم الأخير للمستخدم.
de_de: Nachname des Benutzers wurde nicht angegeben.

# BlackBerry.USER_FIRST_NAME_IS_NOT_SPECIFIED
source: User first name is not specified
ar_ae: لم يتم تحديد الاسم الأول للمستخدم.
de_de: Vorname des Benutzers wurde nicht angegeben.

# BlackBerry.CANNOT_CHECK_QUOTA
source: Unable to check quota
ar_ae: تعذر التحقق من الحصة
de_de: Kontingent konnte nicht überprüft werden.

# BlackBerry.USER_QUOTA_HAS_BEEN_REACHED
source: User quota has been reached.
ar_ae: تم الوصول إلى حصة المستخدم.
de_de: Kontingent an Benutzern wurde verbraucht.

# BlackBerry.CANNOT_POPULATE_STATS
source: Unable to pupolate user statistics
ar_ae: تعذر ملء إحصائيات المستخدم
de_de: Benutzerstatistiken konnten nicht erstellt werden.

# BlackBerry.CANNOT_DELETE_DATA_FROM_BLACKBERRY_DEVICE
source: Unable to delete data from the BlackBerry device
ar_ae: تعذر حذف البيانات من جهاز بلاك بيري
de_de: Daten konnten nicht vom BlackBerry-Gerät gelöscht werden.

# BlackBerry.CANNOT_SET_EMAIL_ACTIVATION_PASSWORD
source: Unable to set email activation password
ar_ae: تعذر تعيين كلمة مرور تنشيط البريد الإلكتروني
de_de: E-Mail-Aktivierungspasswort konnte nicht geändert werden.

# BlackBerry.CANNOT_SET_ACTIVATION_PASSWORD
source: Unable to set activation password
ar_ae: تعذر تعيين كلمة مرور التنشيط
de_de: Aktivierungspasswort konnte nicht geändert werden

# BlackBerry.CANNOT_GET_USER_GENERAL_SETTINGS
source: Unable to get user general settings
ar_ae: تعذر الحصول على إعدادات المستخدم العامة
de_de: Allgemeine Benutzereinstellungen konnten nicht gelesen werden.

# Error.BLACKBERRY_USER
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.BLACKBERRY_USER
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.GET_BLACKBERRY_STATS
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Error.GET_BLACKBERRY_STATS
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Error.DELETE_BLACKBERRY_USER
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.DELETE_BLACKBERRY_USER
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.SET_BLACKBERRY_USER_PASSWORD
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Error.SET_BLACKBERRY_USER_PASSWORD
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Success.SET_BLACKBERRY_USER_PASSWORD
source: Password has been successfully set.
ar_ae: تم تعيين كلمة المرور بنجاح.
de_de: Passwort wurde erfolgreich gesetzt.

# Warning.DELETE_BLACKBERRY_DEVICE_DATA
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Error.DELETE_BLACKBERRY_DEVICE_DATA
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Success.DELETE_BLACKBERRY_DEVICE_DATA
source: Data has been successfully deleted
ar_ae: تم حذف البيانات بنجاح
de_de: Daten wurden erfolgreich gelöscht

# OCS.USER_IS_ALREADY_OCS_USER
source: Current user account is already enabled for Office Communications Server.
ar_ae: حساب المستخدم الحالي ممكّن بالفعل لـ Office Communications Server.
de_de: Aktuelles Benutzerkonto ist bereits für den Office Communications Server aktiviert.

# OCS.USER_FIRST_NAME_IS_NOT_SPECIFIED
source: User first name is not specified.
ar_ae: لم يتم تحديد الاسم الأول للمستخدم.
de_de: Vorname des Benutzers wurde nicht angegeben.

# OCS.USER_LAST_NAME_IS_NOT_SPECIFIED
source: User last name is not specified.
ar_ae: لم يتم تحديد الاسم الأخير للمستخدم.
de_de: Nachname des Benutzers wurde nicht angegeben.

# OCS.CANNOT_GET_USER_GENERAL_SETTINGS
source: Unable to get user general settings.
ar_ae: تعذر الحصول على إعدادات المستخدم العامة.
de_de: Allgemeine Benutzereinstellungen konnten nicht gelesen werden.

# OCS.CANNOT_ADD_OCS_USER_TO_DATABASE
source: Unable to add OCS User to database.
ar_ae: غير قادر على إضافة مستخدم OCS إلى قاعدة البيانات.
de_de: OCS-Benutzer konnte nicht in die Datenbank hinzugefügt werden.

# OCS.GET_OCS_USER_COUNT
source: Unable to get OCS Users count.
ar_ae: تعذر الحصول على عدد مستخدمي OCS.
de_de: Anzahl OCS-Benutzer konnte nicht gelesen werden.

# OCS.GET_OCS_USERS
source: Unable to get OCS Users.
ar_ae: تعذر الحصول على مستخدمي OCS.
de_de: OCS-Benutzer konnten nicht gelesen werden.

# OCS.CANNOT_DELETE_OCS_USER_FROM_METADATA
source: Unable to delete OCS User from metadata.
ar_ae: تعذر حذف مستخدم OCS من البيانات الوصفية.
de_de: OCS-Benutzer konnte nicht aus den Metadaten gelöscht werden.

# OCS.CANNOT_DELETE_OCS_USER
source: Unable to delete OCS User.
ar_ae: تعذر حذف مستخدم OCS.
de_de: OCS-Benutzer konnte nicht gelöscht werden.

# OCS.CANNOT_GET_OCS_PROXY
source: Unable to get OCS proxy.
ar_ae: تعذر الحصول على وكيل OCS.
de_de: OCS-Proxy konnte nicht ermittelt werden.

# OCS.CANNOT_SET_DEFAULT_SETTINGS
source: Unable to set default settings.
ar_ae: تعذر تعيين الإعدادات الافتراضية.
de_de: Standardeinstellungen konnten nicht geändert werden.

# OCS.CANNOT_ADD_OCS_USER
source: Unable to add ocs user.
ar_ae: غير قادر على إضافة مستخدم ocs.
de_de: OCS-Benutzer konnte nicht hinzugefügt werden.

# OCS.USER_QUOTA_HAS_BEEN_REACHED
source: OCS users quota has been reached.
ar_ae: تم الوصول إلى حصة مستخدمي OCS.
de_de: Kontingent an OCS-Benutzern wurde verbraucht.

# Quota.Web.WebAppGallery
source: Web App Gallery
ar_ae: معرض تطبيقات الويب
de_de: WebApp-Gallerie
