Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Text.ExceedingQuotas
source: The following quotas will exceed their allowed values:
ar_ae: ستتجاوز الحصص التالية القيم المسموح بها:
de_de: Die folgenden Kontingente werden die erlaubten Werte überschreiten:

# ResourceGroup.SharePoint
source: SharePoint
ar_ae: شيربوينت

# Quota.SharePoint.Sites
source: SharePoint Sites
ar_ae: مواقع شيربوينت
de_de: SharePoint-Seiten

# Error.2001
source: SharePoint resource is not available for the selected space
ar_ae: مورد شيربوينت غير متوفر للمساحة المحددة
de_de: SharePoint-Ressource ist im ausgewählten Bereich nicht verfügbar

# Error.2003
source: SharePoint site already exists on the target space
ar_ae: موقع شيربوينت موجود بالفعل على المساحة الهدف
de_de: SharePoint-Seite existiert bereits in dem Zielbereich

# Error.2004
source: SharePoint site meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف موقع SharePoint في قاعدة البيانات
de_de: SharePoint-Seite-Metaitem kann in der Datenbank nicht gefunden werden

# Error.2101
source: Operating System resource is not available for the selected space
ar_ae: لا يتوفر مورد نظام التشغيل للمساحة المحددة
de_de: Betriebssystemressource ist für den ausgewählten Bereich nicht verfügbar

# Error.2102
source: ODBC DSNs quota limit has been reached
ar_ae: تم الوصول إلى الحد الأقصى للحصة النسبية لـ ODBC DSNs
de_de: Kontingent an ODBC-Datenquellen ist verbraucht.

# Error.2103
source: ODBC DSN with the specified name already exists on the target space
ar_ae: يوجد بالفعل ODBC DSN بالاسم المحدد على المساحة الهدف
de_de: ODBC-Datenquelle mit dem angegebenen Namen existiert bereits in dem Zielbereich

# Error.2104
source: ODBC DSN with the specified name already exists on the target service
ar_ae: يوجد بالفعل ODBC DSN بالاسم المحدد على الخدمة الهدف
de_de: ODBC-Datenquelle mit dem angegebenen Namen existiert bereits auf dem Zieldienst

# Error.2105
source: ODBC DSN meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف ODBC DSN في قاعدة البيانات
de_de: ODBC-Datenquelle-Metaitem kann in der Datenbank nicht gefunden werden

# Error.DSN_ADD
source: Error creating ODBC DSN
ar_ae: خطأ في إنشاء ODBC DSN
de_de: Fehler beim Erstellen der ODBC-Datenquelle

# Error.DSN_DELETE
source: Error deleting ODBC DSN
ar_ae: خطأ في حذف ODBC DSN
de_de: Fehler beim Löschen der ODBC-Datenquelle

# Error.DSN_GET
source: Error reading ODBC DSN information
ar_ae: خطأ في قراءة معلومات ODBC DSN
de_de: Fehler beim Lesen der ODBC-Datenquellinformation

# Error.EVALUATE_VIRTUAL_MACHINE_TEMPLATE
source: Error evaluating virtual machine template.
ar_ae: خطأ في تقييم قالب الجهاز الافتراضي.
de_de: Fehler beim Untersuchen der Vorlage für virtuelle Maschinen.

# Error.DSN_UPDATE
source: Error updating ODBC DSN
ar_ae: خطأ في تحديث ODBC DSN
de_de: Fehler beim Aktualisieren der ODBC-Datenquelle

# Error.SHAREPOINT_ADD_SITE
source: Error installing SharePoint site
ar_ae: خطأ في تثبيت موقع شيربوينت
de_de: Fehler beim Installieren der SharePoint-Seite

# Error.SHAREPOINT_BACKUP_SITE
source: Error backing up SharePoint site
ar_ae: خطأ في النسخ الاحتياطي لموقع شيربوينت
de_de: Fehler beim Sichern der SharePoint-Seite

# Error.SHAREPOINT_DELETE_SITE
source: Error uninstalling SharePoint site
ar_ae: خطأ في إزالة تثبيت موقع شيربوينت
de_de: Fehler beim Deinstallieren der SharePoint-Seite

# Error.SHAREPOINT_GET_SITE
source: Error getting SharePoint site information
ar_ae: خطأ في الحصول على معلومات موقع شيربوينت
de_de: Fehler beim Lesen der SharePoint-Seiteninformationen

# Error.SHAREPOINT_INSTALL_WEBPARTS
source: Error installing SharePoint WebParts package
ar_ae: خطأ في تثبيت حزمة أجزاء ويب لـ شيربوينت
de_de: Fehler beim Installieren des SharePoint-WebParts-Pakets

# Error.SHAREPOINT_RESTORE_SITE
source: Error restoring SharePoint site
ar_ae: خطأ في استعادة موقع شيربوينت
de_de: Fehler beim Wiederherstellen der SharePoint-Seite

# Error.SHAREPOINT_UNINSTALL_WEBPARTS
source: Error removing SharePoint WebParts package
ar_ae: خطأ في إزالة حزمة أجزاء ويب لـ شيربوينت
de_de: Fehler beim Entfernen des SharePoint-WebParts-Pakets

# Quota.Web.CgiBin
source: CGI-BIN Folder
ar_ae: مجلد CGI-BIN
de_de: CGI-BIN-Ordner

# Error.608
source: Shared IP address is not specified
ar_ae: لم يتم تحديد عنوان IP المشترك
de_de: Geteilte IP-Adresse ist nicht angegeben

# ErrorDescription.608
source: To create web sites with a shared IP address open WEB service properties page and specify shared IP address.
ar_ae: لإنشاء مواقع ويب بعنوان IP مشترك ، افتح صفحة خصائص خدمة الويب وحدد عنوان IP المشترك.
de_de: Um Webseiten mit geteilten IP-Adressen anzulegen, öffnen Sie die Eigenschaftenseite der Web-Dienste und geben eine geteilte IP-Adresse an.

# Error.WEB_DELETE_SECURED_FOLDER
source: Error deleting secured web folder
ar_ae: خطأ في حذف مجلد الويب الآمن
de_de: Fehler beim Löschen des gesicherten Webordners

# Error.WEB_DELETE_SECURED_GROUP
source: Error deleting secured web group
ar_ae: خطأ في حذف مجموعة الويب المؤمنة
de_de: Fehler beim Löschen der gesicherten Webgruppe

# Error.WEB_DELETE_SECURED_USER
source: Error deleting secured web user
ar_ae: خطأ في حذف مستخدم الويب الآمن
de_de: Fehler beim Löschen des gesicherten Webbenutzers

# Error.WEB_INSTALL_FOLDERS
source: Error installing secured folders
ar_ae: خطأ في تثبيت المجلدات المؤمنة
de_de: Fehler beim Installieren der gesicherten Ordner

# Error.WEB_UNINSTALL_FOLDERS
source: Error uninstalling secured folders
ar_ae: خطأ في إلغاء تثبيت المجلدات المؤمنة
de_de: Fehler beim Deinstallieren der gesicherten Ordner

# Error.WEB_UPDATE_SECURED_FOLDER
source: Error updating secured web folder
ar_ae: خطأ في تحديث مجلد الويب الآمن
de_de: Fehler beim Aktualisieren des gesicherten Webordners

# Error.WEB_UPDATE_SECURED_GROUP
source: Error updating secured web group
ar_ae: خطأ في تحديث مجموعة الويب المؤمنة
de_de: Fehler beim Aktualisieren der gesicherten Webgruppe

# Error.WEB_UPDATE_SECURED_USER
source: Error updating secured web user
ar_ae: خطأ في تحديث مستخدم الويب الآمن
de_de: Fehler beim Aktualisieren des gesicherten Webbenutzers

# Error.PACKAGE_SETTINGS_GET
source: Error getting space settings
ar_ae: خطأ في الحصول على إعدادات المساحة
de_de: Fehler beim Lesen der Bereichseinstellungen

# Error.PACKAGE_SETTINGS_UPDATE
source: Error updating space settings
ar_ae: خطأ في تحديث إعدادات المساحة
de_de: Fehler beim Aktualisieren der Bereichseinstellungen

# Quota.Web.SecuredFolders
source: Secured Folders
ar_ae: مجلدات مؤمنة
de_de: Gesicherte Ordner

# Quota.Web.SharedSSL
source: Shared SSL Folders
ar_ae: مجلدات SSL المشتركة
de_de: Geteilte SSL-Ordner

# Quota.Web.Redirections
source: Web Sites Redirection
ar_ae: إعادة توجيه مواقع الويب
de_de: Webseiten-Umleitung

# Quota.Web.HomeFolders
source: Changing Site/VirtDir Home Folder
ar_ae: تغيير الموقع / VirtDir المجلد الرئيسي
de_de: Seiten/Virt. Verzeichn. Home Order wird geändert

# Quota.MsSQL2005.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MsSQL2005.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MsSQL2005.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# Quota.MsSQL2005.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MsSQL2005.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MsSQL2005.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MsSQL2008.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MsSQL2008.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MsSQL2008.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# Quota.MsSQL2008.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MsSQL2008.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MsSQL2008.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MsSQL2012.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MsSQL2012.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MsSQL2012.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# Quota.MsSQL2012.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MsSQL2012.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MsSQL2012.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MsSQL2014.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MsSQL2014.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MsSQL2014.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# Quota.MsSQL2014.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MsSQL2014.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MsSQL2014.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MsSQL2016.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MsSQL2016.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MsSQL2016.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße, MB

# Quota.MsSQL2016.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MsSQL2016.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MsSQL2016.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MsSQL2017.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MsSQL2017.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MsSQL2017.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße, MB

# Quota.MsSQL2017.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MsSQL2017.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MsSQL2017.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MsSQL2019.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MsSQL2019.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MsSQL2019.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße, MB

# Quota.MsSQL2019.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MsSQL2019.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MsSQL2019.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MsSQL2022.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MsSQL2022.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MsSQL2022.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße, MB

# Quota.MsSQL2022.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MsSQL2022.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MsSQL2022.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MySQL5.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MySQL5.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MySQL5.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# Quota.MySQL8.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MySQL8.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MySQL8.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# Quota.MySQL4.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# Quota.MySQL5.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MySQL8.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MySQL4.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MySQL4.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MySQL5.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MySQL5.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MySQL8.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MySQL8.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MariaDB.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MariaDB.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MariaDB.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße, MB

# Quota.MariaDB.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MariaDB.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MariaDB.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# ReportResourceGroup.MsSQL2005
source: SQL Server 2005
ar_ae: خادم SQL 2005

# ResourceGroup.MsSQL2005
source: SQL Server 2005
ar_ae: خادم SQL 2005

# ResourceGroup.MsSQL2008
source: SQL Server 2008
ar_ae: خادم SQL 2008

# ResourceGroup.RemoteDesktopServices
source: Remote Desktop Services
ar_ae: خدمات سطح المكتب البعيد

# ResourceGroup.EnterpriseStorage
source: Cloud Folder Services
ar_ae: خدمات المجلد السحابي
de_de: Cloud Ordner-Dienste

# ResourceGroup.MsSQL2012
source: SQL Server 2012
ar_ae: خادم SQL 2012

# ResourceGroup.MsSQL2014
source: SQL Server 2014
ar_ae: خادم SQL 2014

# ResourceGroup.MsSQL2016
source: SQL Server 2016
ar_ae: خادم SQL 2016

# ResourceGroup.MsSQL2017
source: SQL Server 2017
ar_ae: خادم SQL 2017

# ResourceGroup.MsSQL2019
source: SQL Server 2019
ar_ae: خادم SQL 2019

# ResourceGroup.MsSQL2022
source: SQL Server 2022
ar_ae: خادم SQL 2022

# ResourceGroup.MailFilters
source: Mail Filters
ar_ae: فلترات البريد

# Quota.OS.MinimumTaskInterval
source: Minimum Tasks Interval, minutes
ar_ae: الحد الأدنى لفاصل المهام ، بالدقائق
de_de: Minimales Aufgabenintervall [Minuten]

# Quota.OS.ScheduledIntervalTasks
source: Interval Tasks Allowed
ar_ae: الفاصل الزمني المهام المسموح بها
de_de: Aufgabenintervall erlaubt

# Quota.OS.ScheduledTasks
source: Scheduled Tasks
ar_ae: المهام المجدولة
de_de: Aufgabenplanung

# Warning.508
source: Sub-Domains quota has been reached
ar_ae: تم الوصول إلى حصة النطاقات الفرعية
de_de: Kontingent an Subdomänen wurde verbraucht

# Warning.2200
source: Scheduled Tasks quota has been reached
ar_ae: تم الوصول إلى حصة المهام المجدولة
de_de: Kontingent an geplanten Aufgaben ist verbraucht

# SchedulerTask.SCHEDULE_TASK_BACKUP_DATABASE
source: Backup Database
ar_ae: النسخ الاحتياطي قاعدة بيانات
de_de: Datenbank sichern

# SchedulerTask.SCHEDULE_TASK_CHECK_WEBSITE
source: Check Web Site Availability
ar_ae: تحقق من توفر موقع الويب
de_de: Webseiten-Verfügbarkeit prüfen

# SchedulerTask.SCHEDULE_TASK_FTP_FILES
source: Send Files via FTP
ar_ae: إرسال الملفات عبر FTP
de_de: Dateien per FTP versenden

# SchedulerTask.SCHEDULE_TASK_RUN_SYSTEM_COMMAND
source: Execute System Command
ar_ae: نفذ أمر النظام
de_de: Systembefehl ausführen

# SchedulerTask.SCHEDULE_TASK_SEND_MAIL
source: Send E-Mail Notification
ar_ae: إرسال إشعار بالبريد الإلكتروني
de_de: E-Mail-Benachrichtigung versenden

# SchedulerTask.SCHEDULE_TASK_SUSPEND_PACKAGES
source: Suspend Overused Hosting Spaces
ar_ae: تعليق مساحات الاستضافة المفرطة الاستخدام
de_de: Überschrittene Hosting-Bereiche sperren

# SchedulerTask.SCHEDULE_TASK_ZIP_FILES
source: Zip Space Files
ar_ae: مساحة الملفات المضغوطة
de_de: Bereich-Dateien packen

# SchedulerTask.SCHEDULE_TASK_HOSTED_SOLUTION_REPORT
source: Enterprise Solution Report
ar_ae: تقرير حلول المؤسسة
de_de: Enterprise Lösung-Bericht

# SchedulerTask.SCHEDULE_TASK_DELETE_EXCHANGE_ACCOUNTS
source: Delete Exchange accounts
ar_ae: احذف حسابات Exchange
de_de: Exchange-Konten löschen

# SchedulerTaskParameter.BACKUP_FOLDER
source: Backup Folder:<br><span class="Normal">([date], [time] variables are supported)</span>
ar_ae: مجلد النسخ الاحتياطي: <br><span class="Normal">([date], [time] variables are supported)</span>
de_de: Sicherungsordner:<br><span class="Normal">([date], [time] - Variablen werden unterstützt)</span>

# SchedulerTaskParameter.BACKUP_NAME
source: Backup File Name:<br><span class="Normal">([date], [time] variables are supported)</span>
ar_ae: اسم ملف النسخ الاحتياطي: <br><span class="Normal">([date], [time] variables are supported)</span>
de_de: Dateiname der Sicherung::<br><span class="Normal">([date], [time] - Variablen werden unterstützt)</span>

# SchedulerTaskParameter.BANDWIDTH_OVERUSED
source: Suspend space when Bandwidth overused:
ar_ae: تعليق المساحة عند الإفراط في استخدام االباندويث:
de_de: Bei übermäßiger Traffic-Nutzung Bereich sperren:

# SchedulerTaskParameter.DATABASE_GROUP
source: Database Type:
ar_ae: نوع قاعدة البيانات:
de_de: Datenbanktyp:

# SchedulerTaskParameter.DATABASE_NAME
source: Database Name:
ar_ae: اسم قاعدة البيانات:
de_de: Datenbankname:

# SchedulerTaskParameter.DISKSPACE_OVERUSED
source: Suspend space when Disk Space overused:
ar_ae: تعليق المساحة عند الإفراط في استخدام مساحة القرص:
de_de: Bei übermäßiger Festplattenspeicher-Nutzung Bereich sperren:

# SchedulerTaskParameter.EXECUTABLE_PATH
source: Executable Path:
ar_ae: مسار قابل للتنفيذ:
de_de: Pfad zur ausführbarer Datei:

# SchedulerTaskParameter.FILE_PATH
source: Space File:<br><span class="Normal">([date], [time] variables are supported)</span>
ar_ae: ملف المساحة:<br><span class="Normal">([date], [time] variables are supported)</span>
de_de: Bereich-Datei:<br><span class="Normal">([date], [time] - Variablen werden unterstützt)</span>

# SchedulerTaskParameter.FOLDER
source: Space Folder:<br><span class="Normal">([date], [time] variables are supported)</span>
ar_ae: مجلد المساحة:<br><span class="Normal">([date], [time] variables are supported)</span>
de_de: Bereich-Ordner:<br><span class="Normal">([date], [time] - Variablen werden unterstützt)</span>

# SchedulerTaskParameter.FTP_FOLDER
source: FTP Remote Folder:
ar_ae: FTP مجلد عن بعد:
de_de: Remote FTP-Ordner:

# SchedulerTaskParameter.FTP_PASSWORD
source: FTP Password:
ar_ae: كلمة مرور FTP:
de_de: FTP-Passwort:

# SchedulerTaskParameter.FTP_SERVER
source: FTP Server:
ar_ae: خادم FTP:

# SchedulerTaskParameter.FTP_USERNAME
source: FTP Username:
ar_ae: اسم مستخدم FTP:
de_de: FTP-Benutzername:

# SchedulerTaskParameter.MAIL_BODY
source: Mail Body:<br><span class="Normal">([url], [message], [content] variables<br>are supported for "Check Web<br>Site Availability Task")</span>
ar_ae: نص البريد:<br><span class="Normal">([url], [message], [content] variables<br>مدعومة ل "تحقق من الويب<br>مهمة توفر الموقع")</span>
de_de: E-Mail-Inhalt:<br><span class="Normal">([url], [message], [content] - Variablen werden für "Webseiten-<br>Verfügbarkeitstest-Aufgabe" unterstützt)</span>

# SchedulerTaskParameter.MAIL_FROM
source: Mail From:
ar_ae: البريد من:
de_de: E-Mail von:

# SchedulerTaskParameter.MAIL_SUBJECT
source: Mail Subject:
ar_ae: موضوع البريد:
de_de: E-Mail-Betreff:

# SchedulerTaskParameter.MAIL_TO
source: Mail To:
ar_ae: أرسل بالبريد إلى:
de_de: E-Mail an:

# SchedulerTaskParameter.PASSWORD
source: Access Password:
ar_ae: الوصول إلى كلمة المرور:
de_de: Zugriffspasswort:

# SchedulerTaskParameter.RESPONSE_CONTAIN
source: Send message <br>IF Response Contains:
ar_ae: إرسال رسالة <br> إذا تضمنت الاستجابة:
de_de: Nachricht senden <br>WENN Antwort enthält:

# SchedulerTaskParameter.RESPONSE_DOESNT_CONTAIN
source: Send message <br>IF Response doesn't contain:
ar_ae: إرسال رسالة <br> إذا كانت الاستجابة لا تحتوي على:
de_de: Nachricht senden <br>WENN Antwort nicht enthält:

# SchedulerTaskParameter.RESPONSE_STATUS
source: Send message <br>IF Response Status:
ar_ae: إرسال رسالة <br> حالة الاستجابة إذا:
de_de: Nachricht senden <br>WENN Antwort-Status:

# SchedulerTaskParameter.USERNAME
source: Access Username:
ar_ae: الوصول إلى اسم المستخدم:
de_de: Zugriffsbenutzername:

# SchedulerTaskParameter.ZIP_BACKUP
source: Zip Backup?
ar_ae: النسخ الاحتياطي بتنسيق مضغوط؟
de_de: Sicherung packen?

# SchedulerTaskParameter.ZIP_FILE
source: Zip File:<br><span class="Normal">([date], [time] variables are supported)</span>
ar_ae: ملف مضغوط: <br> <span class = "Normal"> (يتم دعم متغيرات [التاريخ] ، [الوقت]) </ span>
de_de: ZIP-Datei:<br><span class="Normal">([date], [time] - Variablen werden unterstützt)</span>

# Warning.721
source: You have exceeded the allowed number of mail group recipients
ar_ae: لقد تجاوزت العدد المسموح به من مستلمي مجموعة البريد
de_de: Sie haben die Anzahl der erlaubten E-Mail-Gruppenempfänger überschritten

# Warning.722
source: You have exceeded the allowed number of mail list recipients
ar_ae: لقد تجاوزت العدد المسموح به من مستلمي قائمة البريد
de_de: Sie haben die Anzahl der erlaubten E-Mail-Listenempfänger überschritten

# Quota.OS.AppInstaller
source: Applications Installer
ar_ae: مثبت التطبيقات
de_de: Applikationsinstallation

# Quota.OS.ExtraApplications
source: Extra Application Packs
ar_ae: حزم التطبيقات الإضافية
de_de: Extra Applikationspakete

# SchedulerTaskParameter.EXECUTABLE_PARAMS
source: Executable Parameters:
ar_ae: معلمات قابلة للتنفيذ:
de_de: Ausführungsparameter:

# Warning.609
source: Shared SSL Folders quota has been reached
ar_ae: تم الوصول إلى حصة مجلدات SSL المشتركة
de_de: Kontingent an geteilten SSL-Ordnern wurde verbraucht

# Error.LOGIN_LOCKED
source: User account has been locked.
ar_ae: تم قفل حساب المستخدم.
de_de: Benutzerkonto wurde gesperrt.

# Error.LOGIN_NOT_APPROVED
source: Account should be approved by portal administrator.
ar_ae: يجب أن يوافق مسؤول البوابة الإلكترونية على الحساب.
de_de: Konto muss vom Portaladministrator bestätigt werden.

# SchedulerTaskParameter.SUSPEND_OVERUSED
source: Suspend overused spaces
ar_ae: تعليق المساحات المفرطة الاستخدام
de_de: Überschrittene Bereiche sperren

# Success.USER_UPDATE_USER
source: User account details have been updated
ar_ae: تم تحديث تفاصيل حساب المستخدم
de_de: Details des Benutzerkontos wurden aktualisiert

# ServiceItemType.DNSZone
source: DNS Zone
ar_ae: منطقة DNS

# ServiceItemType.Domain
source: Domain
ar_ae: نطاق
de_de: Domäne

# ServiceItemType.FTPAccount
source: FTP Account
ar_ae: حساب FTP
de_de: FTP-Konto

# ServiceItemType.HomeFolder
source: Home Folder
ar_ae: المجلد الرئيسي
de_de: Home-Ordner
