Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# YesNo.False
source: No
ar_ae: لا
de_de: Nein

# AccountStatus.Cancelled
source: Cancelled
ar_ae: ألغيت
de_de: Abgebrochen

# Grid.PreviousPage
source: Prev
ar_ae: السابق
de_de: Zurück

# Grid.NextPage
source: Next
ar_ae: التالي
de_de: Weiter

# Prices.From
source: From
ar_ae: من
de_de: Von

# PackageStatus.New
source: New
ar_ae: جديد
de_de: Neu

# Grid.CurrentPage
source: Page {0} of {1}
ar_ae: الصفحة {0} من {1}
de_de: Seite {0} von {1}

# YesNo.True
source: Yes
ar_ae: نعم
de_de: Ja

# AccountStatus.Pending
source: Pending
ar_ae: قيد الانتظار
de_de: Ausstehend

# PanelRole.User
source: User
ar_ae: المستخدم
de_de: Benutzer

# Prices.OptionFormat
source: {0}{1}/setup, {2}{3}/{4}{5}
ar_ae: {0} {1} / إعداد ، {2} {3} / {4} {5}
de_de: {0}{1}/Einrichtung, {2}{3}/{4}{5}

# Grid.ItemsNumber
source: {0} items
ar_ae: {0} من العناصر
de_de: {0} Elemente

# AccountStatus.Suspended
source: Suspended
ar_ae: موقوف عن العمل
de_de: Gesperrt

# PackageStatus.Active
source: Active
ar_ae: نشط
de_de: Aktiv

# PackageStatus.Cancelled
source: Cancelled
ar_ae: ألغيت
de_de: Abgebrochen

# Prices.TotalOptionsFormat
source: ({0} options)
ar_ae: ({0} خيارات)
de_de: ({0} Optionen)

# RecurringPeriod.1
source: Month
ar_ae: شهر
de_de: Monat

# RecurringPeriod.2
source: Day
ar_ae: يوم
de_de: Tag

# RecurringPeriod.3
source: Week
ar_ae: أسبوع
de_de: Woche

# RecurringPeriod.4
source: Year
ar_ae: سنة
de_de: Jahr

# PackageStatus.Suspended
source: Suspended
ar_ae: موقوف عن العمل
de_de: Gesperrt

# PanelRole.Reseller
source: Reseller
ar_ae: موزع
de_de: Wiederverkäufer

# PanelRole.Administrator
source: Administrator
ar_ae: المسؤول

# AuditRecordSeverity.Error
source: Error
ar_ae: خطأ
de_de: Fehler

# AuditRecordSeverity.Information
source: Information
ar_ae: معلومات

# AuditRecordSeverity.Warning
source: Warning
ar_ae: تحذير
de_de: Warnung

# SchedulerTask.SCHEDULE_TASK_CALCULATE_PACKAGES_BANDWIDTH
source: Calculate Spaces Bandwidth
ar_ae: حساب مساحات الباندويث
de_de: Traffic berechnen (Bereich)

# SchedulerTask.SCHEDULE_TASK_CALCULATE_PACKAGES_DISKSPACE
source: Calculate Spaces Disk Space
ar_ae: حساب مساحات مساحة القرص
de_de: Festplattenspeicher berechnen (Bereich)

# SchedulerTaskParameter.SERVER_NAME
source: Server Name:
ar_ae: اسم الخادم:

# ScheduleResult.Error
source: Error
ar_ae: خطأ
de_de: Fehler

# ScheduleResult.Pending
source: Pending
ar_ae: قيد الانتظار
de_de: Ausstehend

# ScheduleResult.Success
source: Success
ar_ae: ناجح
de_de: Erfolg

# ScheduleStatus.Idle
source: Idle
ar_ae: خامل
de_de: Leerlauf

# ScheduleStatus.Running
source: Running
ar_ae: تشغيل
de_de: Wird ausgeführt

# ScheduleType.Daily
source: Daily
ar_ae: اليومي
de_de: Täglich

# ScheduleType.Interval
source: Interval
ar_ae: الفاصلة
de_de: Intervall

# ScheduleType.Monthly
source: Monthly
ar_ae: شهريا
de_de: Monatlich

# ScheduleType.OneTime
source: Once
ar_ae: مرة واحدة
de_de: Einmal

# ScheduleType.Weekly
source: Weekly
ar_ae: أسبوعي
de_de: Wöchentlich

# ReportResourceGroup.Mail
source: Mail
ar_ae: بريد
de_de: E-Mail

# ReportResourceGroup.OS
source: Files
ar_ae: الملفات
de_de: Dateien

# ReportResourceGroup.Hosted SharePoint
source: Hosted SharePoint
ar_ae: استضافة شيربوينت
de_de: Gehostetes SharePoint

# ReportResourceGroup.Hosted Organizations
source: Hosted Exchange
ar_ae: أستضافة Exchange
de_de: Gehostetes Exchange

# ReportResourceGroup.MsSQL2000
source: SQL Server 2000
ar_ae: خادم SQL 2000

# ReportResourceGroup.Statistics
source: Statistics
ar_ae: إحصائيات
de_de: Statistiken

# ReportResourceGroup.Web
source: Web
ar_ae: الويب

# ResourceGroup.Mail
source: Mail
ar_ae: بريد
de_de: E-Mail

# ResourceGroup.OS
source: System
ar_ae: النظام

# ResourceGroup.MsSQL2000
source: SQL Server 2000
ar_ae: خادم SQL 2000

# ResourceGroup.Statistics
source: Statistics
ar_ae: إحصائيات
de_de: Statistiken

# ResourceGroup.Web
source: Web Sites
ar_ae: مواقع الويب
de_de: Webseiten

# Error.FILES_COPY_FILES
source: Error copying files
ar_ae: خطأ في نسخ الملفات
de_de: Fehler beim Kopieren der Dateien

# Error.FILES_CREATE_DB
source: Error creating Microsoft Access database
ar_ae: خطأ في إنشاء قاعدة بيانات Microsoft Access
de_de: Fehler beim Erstellen der Microsoft Access-Datenbank

# Error.FILES_CREATE_FILE
source: Error creating file
ar_ae: خطأ في إنشاء الملف
de_de: Fehler beim Erstellen der Datei

# Error.FILES_CREATE_FOLDER
source: Error creating folder
ar_ae: خطأ في إنشاء المجلد
de_de: Fehler beim Erstellen des Ordners

# Error.FILES_DELETE_FILES
source: Error deleting files
ar_ae: خطأ في حذف الملفات
de_de: Fehler beim Löschen der Dateien

# Error.FILES_GET_LIST
source: Error getting files list
ar_ae: خطأ في الحصول على قائمة الملفات
de_de: Fehler beim Lesen der Dateiliste

# Error.FILES_MOVE_FILES
source: Error moving files
ar_ae: خطأ في نقل الملفات
de_de: Fehler beim Verschieben der Dateien

# Error.FILES_READ_FILE
source: Error reading file content
ar_ae: خطأ في قراءة محتوى الملف
de_de: Fehler beim Lesen des Dateiinhalts

# Error.FILES_RENAME_FILE
source: Error renaming file
ar_ae: خطأ في إعادة تسمية الملف
de_de: Fehler beim Umbenennen der Datei

source: Error: Folder already exist
ar_ae: خطأ: المجلد موجود بالفعل
de_de: Fehler: Ordner existiert bereits

# Error.FILES_UNZIP_FILES
source: Error extracting files
ar_ae: خطأ في استخراج الملفات
de_de: Fehler beim Entpacken der Dateien

# Error.FILES_UPLOAD_FILE
source: Error uploading file
ar_ae: خطأ في تحميل الملف
de_de: Fehler beim Hochladen der Datei

# Error.FILES_ZIP_FILES
source: Error compressing files
ar_ae: خطأ في ضغط الملفات
de_de: Fehler beim Packen der Dateien

# Error.FTP_ADD_ACCOUNT
source: Error creating FTP account
ar_ae: خطأ في إنشاء حساب FTP
de_de: Fehler beim Erstellen des FTP-Kontos

# Error.FTP_DELETE_ACCOUNT
source: Error deleting FTP account
ar_ae: خطأ في حذف حساب FTP
de_de: Fehler beim Löschen des FTP-Kontos

# Error.FTP_GET_ACCOUNT
source: Error reading FTP account information
ar_ae: خطأ في قراءة معلومات حساب FTP
de_de: Fehler beim Lesen der FTP-Kontoinformationen

# Warning.FTP_INIT_ACCOUNT_FORM
source: Error initializing FTP account form
ar_ae: خطأ في تهيئة نموذج حساب FTP
de_de: Fehler beim Initialisieren des FTP-Kontoformulars

# Error.FTP_UPDATE_ACCOUNT
source: Error updating FTP account
ar_ae: خطأ في تحديث حساب FTP
de_de: Fehler beim Aktualisieren des FTP-Kontos

# Error.MAIL_ADD_ACCOUNT
source: Error creating mail account
ar_ae: خطأ في إنشاء حساب بريد
de_de: Fehler beim Erstellen des E-Mail-Kontos

# Error.MAIL_ADD_FORWARDING
source: Error creating mail forwarding
ar_ae: خطأ في إنشاء إعادة توجيه البريد
de_de: Fehler beim Erstellen der E-Mail-Weiterleitung

# Error.MAIL_ADD_GROUP
source: Error creating mail group
ar_ae: خطأ في إنشاء مجموعة البريد
de_de: Fehler beim Erstellen der E-Mail-Gruppe

# Error.MAIL_ADD_LIST
source: Error creating mailing list
ar_ae: خطأ في إنشاء قائمة بريدية
de_de: Fehler beim Erstellen der Mailing-Liste

# Error.MAIL_DELETE_ACCOUNT
source: Error deleting mail account
ar_ae: خطأ في حذف حساب البريد
de_de: Fehler beim Löschen des E-Mail-Kontos

# Error.MAIL_DELETE_DOMAIN
source: Error deleting mail domain
ar_ae: خطأ في حذف نطاق البريد
de_de: Fehler beim Löschen der E-Mail-Domäne

# Error.MAIL_DELETE_FORWARDING
source: Error deleting mail forwarding
ar_ae: خطأ في حذف إعادة توجيه البريد
de_de: Fehler beim Löschen der E-Mail-Weiterleitung

# Error.MAIL_DELETE_GROUP
source: Error deleting mail group
ar_ae: خطأ في حذف مجموعة البريد
de_de: Fehler beim Löschen der E-Mail-Gruppe

# Error.MAIL_DELETE_LIST
source: Error deleting mailing list
ar_ae: خطأ في حذف القائمة البريدية
de_de: Fehler beim Löschen der Mailing-Liste

# Error.MAIL_GET_ACCOUNT
source: Error reading mail account information
ar_ae: خطأ في قراءة معلومات حساب البريد
de_de: Fehler beim Lesen der E-Mail-Kontoinformationen

# Error.MAIL_GET_DOMAIN
source: Error reading mail domain information
ar_ae: خطأ في قراءة معلومات نطاق البريد
de_de: Fehler beim Lesen der E-Mail-Domäneninformationen

# Error.MAIL_GET_FORWARDING
source: Error reading mail forwarding information
ar_ae: خطأ في قراءة معلومات إعادة توجيه البريد
de_de: Fehler beim Lesen der E-Mail-Weiterleitungsinformationen

# Error.MAIL_GET_GROUP
source: Error reading mail group information
ar_ae: خطأ في قراءة معلومات مجموعة البريد
de_de: Fehler beim Lesen der E-Mail-Gruppeninformationen

# Error.MAIL_GET_LIST
source: Error reading mailing list information
ar_ae: خطأ في قراءة معلومات القائمة البريدية
de_de: Fehler beim Lesen der Mailing-Listeninformationen

# Error.MAIL_INIT_ACCOUNT_FORM
source: Error initializing mail account form
ar_ae: خطأ في تهيئة نموذج حساب البريد
de_de: Fehler beim Initialisieren des E-Mail-Kontformulars

# Error.MAIL_INIT_DOMAIN_FORM
source: Error initializing mail domain form
ar_ae: خطأ في تهيئة نموذج نطاق البريد
de_de: Fehler beim Initialisieren des E-Mail-Domänenformulars

# Error.MAIL_INIT_FORWARDING_FORM
source: Error initializing mail forwarding form
ar_ae: خطأ في تهيئة نموذج إعادة توجيه البريد
de_de: Fehler beim Initialisieren des E-Mail-Weiterleitungsformulars

# Error.MAIL_INIT_GROUP_FORM
source: Error initializing mail group form
ar_ae: خطأ في تهيئة نموذج مجموعة البريد
de_de: Fehler beim Initialisieren des E-Mail-Gruppenformulars

# Error.MAIL_INIT_LIST_FORM
source: Error initializing mailing list form
ar_ae: خطأ في تهيئة نموذج القائمة البريدية
de_de: Fehler beim Initialisieren des Mailing-Listenformulars

# Error.MAIL_UPDATE_ACCOUNT
source: Error updating mail account
ar_ae: خطأ في تحديث حساب البريد
de_de: Fehler beim Aktualisieren des E-Mail-Kontos

# Error.MAIL_ACCOUNT_PASSWORD_NOT_COMPLEXITY
source: Password doesn't meet complexity. Perhaps the password length is less 5 characters.
ar_ae: كلمة المرور لا تتوافق مع التعقيد. ربما يكون طول كلمة المرور أقل من 5 أحرف.
de_de: Passwort erfüllt nicht die Komplexitätsrichtlinie. Das Passwort muss mindestens 5 Zeichen enthalten.

# Error.MAIL_UPDATE_DOMAIN
source: Error updating mail domain
ar_ae: خطأ في تحديث نطاق البريد
de_de: Fehler beim Aktualisieren der E-Mail-Domäne

# Error.MAIL_UPDATE_FORWARDING
source: Error updating mail forwarding
ar_ae: خطأ في تحديث إعادة توجيه البريد
de_de: Fehler beim Aktualisieren der E-Mail-Weiterleitung

# Error.MAIL_UPDATE_GROUP
source: Error updating mail group
ar_ae: خطأ في تحديث مجموعة البريد
de_de: Fehler beim Aktualisieren der E-Mail-Gruppe

# Error.MAIL_UPDATE_LIST
source: Error updating mailing list
ar_ae: خطأ في تحديث القائمة البريدية
de_de: Fehler beim Aktualisieren der Mailing-Liste

# Error.WEB_ADD_SITE
source: Error creating web site
ar_ae: خطأ في إنشاء موقع الويب
de_de: Fehler beim Erstellen der Webseite

# Error.WEB_ADD_SITE_POINTER
source: Error adding web site domain pointer
ar_ae: خطأ في إضافة مؤشر نطاق موقع الويب
de_de: Fehler beim Hinzufügen des Webseiten-Domänen-Zeigers

# Error.WEB_ADD_VDIR
source: Error creating virtual directory
ar_ae: خطأ في إنشاء دليل افتراضي
de_de: Fehler beim Erstellen des virtuellen Verzeichnisses

# Error.WEB_CHANGE_SITE_STATE
source: Error changing web site state
ar_ae: خطأ في تغيير حالة موقع الويب
de_de: Fehler beim Ändern des Webseitenstatus

# Error.WEB_DELETE_SITE
source: Error deleting web site
ar_ae: خطأ في حذف موقع الويب
de_de: Fehler beim Löschen der Webseite

# Error.WEB_DELETE_SITE_POINTER
source: Error deleting web site pointer
ar_ae: خطأ في حذف مؤشر موقع الويب
de_de: Fehler beim Löschen des Webseiten-Domänen-Zeigers

# Error.WEB_DELETE_VDIR
source: Error deleting virtual directory
ar_ae: خطأ في حذف الدليل الافتراضي
de_de: Fehler beim Löschen des virtuellen Verzeichnisses

# Error.WEB_FP_CHANGE_PASSWORD
source: Error changing FrontPage account password
ar_ae: خطأ في تغيير كلمة مرور حساب الصفحة الأولى
de_de: Fehler beim Ändern des FrontPage-Konto-Passworts

# Error.WEB_FP_INSTALL
source: Error installing FrontPage extensions
ar_ae: خطأ في تثبيت ملحقات الصفحة الأمامية
de_de: Fehler beim Installieren der FrontPage-Erweiterungen

# Error.WEB_FP_UNINSTALL
source: Error uninstalling FrontPage extensions
ar_ae: خطأ في إلغاء تثبيت ملحقات الصفحة الأمامية
de_de: Fehler beim Deinstallieren der FrontPage-Erweiterungen

# Error.WEB_GET_SITE
source: Error reading web site information
ar_ae: خطأ في قراءة معلومات موقع الويب
de_de: Fehler beim Lesen der Webseiteninformationen

# Error.WEB_GET_VDIR
source: Error reading virtual directory information
ar_ae: خطأ في قراءة معلومات الدليل الافتراضي
de_de: Fehler beim Lesen der virtuellen Verzeichnisinformationen

# Error.WEB_UPDATE_SITE
source: Error updating web site
ar_ae: خطأ في تحديث موقع الويب
de_de: Fehler beim Aktualisieren der Webseite

# Error.WEB_UPDATE_VDIR
source: Error updating virtual directory
ar_ae: خطأ في تحديث الدليل الافتراضي
de_de: Fehler beim Aktualisieren des virtuellen Verzeichnisses

# Success.WEB_DELETE_SITE_POINTER
source: Site pointer has been deleted
ar_ae: تم حذف مؤشر الموقع
de_de: Seiten-Zeiger wurde gelöscht

# Success.WEB_FP_CHANGE_PASSWORD
source: FrontPage account password has been changed
ar_ae: تم تغيير كلمة مرور حساب الصفحة الأمامية
de_de: FrontPage-Konto-Passwort wurde geändert

# Success.WEB_FP_INSTALL
source: FrontPage extensions have been installed
ar_ae: تم تثبيت ملحقات الصفحة الأمامية
de_de: FrontPage-Erweiterungen wurden installiert

# Success.WEB_FP_UNINSTALL
source: FrontPage extensions have been uninstalled
ar_ae: تم تثبيت ملحقات الصفحة الأمامية
de_de: FrontPage-Erweiterungen wurden deinstalliert

# Error.DOMAIN_ADD_DOMAIN
source: Error creating domain
ar_ae: خطأ في إنشاء النطاق
de_de: Fehler beim Erstellen der Domäne

# Error.DOMAIN_DELETE_DOMAIN
source: Error deleting domain
ar_ae: خطأ في حذف النطاق
de_de: Fehler beim Löschen der Domäne

# Error.DOMAIN_GET_DOMAIN
source: Error reading domain information
ar_ae: خطأ في قراءة معلومات النطاق
de_de: Fehler beim Lesen der Domäneninformationen

# Error.DOMAIN_UPDATE_DOMAIN
source: Error updating domain information
ar_ae: خطأ في تحديث معلومات النطاق
de_de: Fehler beim Aktualisieren der Domäneninformationen

# Error.FILES_UPDATE_FILE
source: Error updating file content
ar_ae: خطأ في تحديث محتوى الملف
de_de: Fehler beim Aktualisieren des Dateiinhalts

# Error.MYSQL_ADD_DATABASE
source: Error creating MySQL Server database
ar_ae: خطأ في إنشاء قاعدة بيانات خادم MySQL
de_de: Fehler beim Erstellen der MySQL-Datenbank

# Error.MYSQL_ADD_USER
source: Error creating MySQL Server user account
ar_ae: خطأ في إنشاء حساب مستخدم خادم MySQL
de_de: Fehler beim Erstellen des MySQL-Benutzerkontos

# Error.MYSQL_BACKUP_DATABASE
source: Error backing up MySQL Server database
ar_ae: خطأ في النسخ الاحتياطي لقاعدة بيانات خادم MySQL
de_de: Fehler beim Sichern der MySQL-Datenbank

# Error.MYSQL_DELETE_DATABASE
source: Error deleting MySQL Server database
ar_ae: خطأ في حذف قاعدة بيانات خادم MySQL
de_de: Fehler beim Löschen der MySQL-Datenbank

# Error.MYSQL_DELETE_USER
source: Error deleting MySQL Server user account
ar_ae: خطأ في حذف حساب مستخدم خادم MySQL
de_de: Fehler beim Löschen des MySQL-Benutzerkontos

# Error.MYSQL_GET_DATABASE
source: Error reading MySQL Server database information
ar_ae: خطأ في قراءة معلومات قاعدة بيانات خادم MySQL
de_de: Fehler beim Lesen der MySQL-Datenbankinformationen

# Error.MYSQL_GET_USER
source: Error reading MySQL Server user account information
ar_ae: خطأ في قراءة معلومات حساب مستخدم خادم MySQL
de_de: Fehler beim Lesen der MySQL-Benutzerkontoinformationen

# Error.MYSQL_UPDATE_DATABASE
source: Error updating MySQL Server database
ar_ae: خطأ في تحديث قاعدة بيانات خادم MySQL
de_de: Fehler beim Aktualisieren der MySQL-Datenbank

# Error.MYSQL_UPDATE_USER
source: Error updating MySQL Server user account
ar_ae: خطأ في تحديث حساب مستخدم خادم MySQL
de_de: Fehler beim Aktualisieren des MySQL-Benutzerkontos

# Error.MARIADB_ADD_DATABASE
source: Error creating MariaDB Server database
ar_ae: خطأ في إنشاء قاعدة بيانات خادم MariaDB
de_de: Fehler beim Erstellen der MariaDB Server Datenbank

# Error.MARIADB_ADD_USER
source: Error creating MariaDB Server user account
ar_ae: خطأ في إنشاء حساب مستخدم خادم MariaDB
de_de: Fehler beim Erstellen des MariaDB Server Benutzerkontos

# Error.MARIADB_BACKUP_DATABASE
source: Error backing up MariaDB Server database
ar_ae: خطأ في النسخ الاحتياطي لقاعدة بيانات خادم MariaDB
de_de: Fehler beim Sichern der MariaDB Server Datenbank

# Error.MARIADB_DELETE_DATABASE
source: Error deleting MariaDB Server database
ar_ae: خطأ في حذف قاعدة بيانات خادم MariaDB
de_de: Fehler beim Löschen der MariaDB Server Datenbank

# Error.MARIADB_DELETE_USER
source: Error deleting MariaDB Server user account
ar_ae: خطأ في حذف حساب مستخدم خادم MariaDB
de_de: Fehler beim Löschen des MariaDB Server Benutzerkontos

# Error.MARIADB_GET_DATABASE
source: Error reading MariaDB Server database information
ar_ae: خطأ في قراءة معلومات قاعدة بيانات خادم MariaDB
de_de: Fehler beim Lesen der MariaDB Server Datenbankinformationen

# Error.MARIADB_GET_USER
source: Error reading MariaDB Server user account information
ar_ae: خطأ في قراءة معلومات حساب مستخدم خادم MariaDB
de_de: Fehler beim Lesen der MariaDB Server Benutzerkontoinformationen

# Error.MARIADB_UPDATE_DATABASE
source: Error updating MariaDB Server database
ar_ae: خطأ في تحديث قاعدة بيانات خادم MariaDB
de_de: Fehler beim Aktualisieren der MariaDB Server Datenbank

# Error.MARIADB_UPDATE_USER
source: Error updating MariaDB Server user account
ar_ae: حدث خطأ أثناء تحديث حساب مستخدم خادم MariaDB
de_de: Fehler beim Aktualisieren des MariaDB Server Benutzerkontos

# Error.SQL_ADD_DATABASE
source: Error creating SQL Server database
ar_ae: خطأ في إنشاء قاعدة بيانات خادم SQL
de_de: Fehler beim Erstellen der SQL-Datenbank

# Error.SQL_ADD_USER
source: Error creating SQL Server user account
ar_ae: خطأ في إنشاء حساب مستخدم خادم SQL
de_de: Fehler beim Erstellen des SQL-Benutzerkontos

# Error.SQL_BACKUP_DATABASE
source: Error backing up SQL Server database
ar_ae: خطأ في النسخ الاحتياطي لقاعدة بيانات خادم SQL
de_de: Fehler beim Sichern der SQL-Datenbank

# Error.SQL_DELETE_DATABASE
source: Error deleting SQL Server database
ar_ae: خطأ في حذف قاعدة بيانات خادم SQL
de_de: Fehler beim Löschen der SQL-Datenbank

# Error.SQL_DELETE_USER
source: Error deleting SQL Server user account
ar_ae: خطأ في حذف حساب مستخدم خادم SQL
de_de: Fehler beim Löschen des SQL-Benutzerkontos

# Error.SQL_GET_DATABASE
source: Error reading SQL Server database information
ar_ae: خطأ في قراءة معلومات قاعدة بيانات خادم SQL
de_de: Fehler beim Lesen der SQL-Datenbankinformationen

# Error.SQL_GET_USER
source: Error reading SQL Server user account information
ar_ae: خطأ في قراءة معلومات حساب مستخدم خادم SQL
de_de: Fehler beim Lesen der SQL-Benutzerkontoinformationen

# Error.SQL_RESTORE_DATABASE
source: Error restoring SQL Server database
ar_ae: خطأ في استعادة قاعدة بيانات خادم SQL
de_de: Fehler beim Wiederherstellen der SQL-Datenbank

# Error.SQL_TRUNCATE_DATABASE
source: Error truncating SQL Server database files
ar_ae: خطأ في اقتطاع ملفات قاعدة بيانات خادم SQL
de_de: Fehler beim Verkleinern der SQL-Datenbankdateien

# Error.SQL_UPDATE_DATABASE
source: Error updating SQL Server database
ar_ae: خطأ في تحديث قاعدة بيانات خادم SQL
de_de: Fehler beim Aktualisieren der SQL-Datenbank

# Error.SQL_UPDATE_USER
source: Error updating SQL Server user account
ar_ae: خطأ في تحديث حساب مستخدم خادم SQL
de_de: Fehler beim Aktualisieren des SQL-Benutzerkontos

# Success.SQL_TRUNCATE_DATABASE
source: Database files have been truncated
ar_ae: تم قطع ملفات قاعدة البيانات
de_de: Datenbankdateien wurden verkleinert

# AccountStatus.Active
source: Active
ar_ae: نشط
de_de: Aktiv

# Error.SHAREPOINT_ADD_GROUP
source: Error creating SharePoint group
ar_ae: خطأ في إنشاء مجموعة شيربوينت
de_de: Fehler beim Erstellen der SharePoint-Gruppe

# Error.SHAREPOINT_ADD_USER
source: Error creating SharePoint user
ar_ae: خطأ في إنشاء مستخدم شيربوينت
de_de: Fehler beim Erstellen des SharePoint-Benutzers

# Error.SHAREPOINT_DELETE_GROUP
source: Error deleting SharePoint group
ar_ae: خطأ في حذف مجموعة شيربوينت
de_de: Fehler beim Löschen der SharePoint-Gruppe

# Error.SHAREPOINT_DELETE_USER
source: Error deleting SharePoint user
ar_ae: خطأ في حذف مستخدم شيربوينت
de_de: Fehler beim Löschen des SharePoint-Benutzers

# Error.SHAREPOINT_GET_GROUP
source: Error reading SharePoint group information
ar_ae: خطأ في قراءة معلومات مجموعة شيربوينت
de_de: Fehler beim Lesen der SharePoint-Gruppeninformationen

# Error.SHAREPOINT_GET_USER
source: Error reading SharePoint user information
ar_ae: خطأ في قراءة معلومات مستخدم شيربوينت
de_de: Fehler beim Lesen der SharePoint-Benutzerinformationen

# Error.SHAREPOINT_UPDATE_GROUP
source: Error updating SharePoint group
ar_ae: خطأ في تحديث مجموعة شيربوينت
de_de: Fehler beim Aktualisieren der SharePoint-Gruppe

# Error.SHAREPOINT_UPDATE_USER
source: Error updating SharePoint user
ar_ae: خطأ في تحديث مستخدم شيربوينت
de_de: Fehler beim Aktualisieren des SharePoint-Benutzers

# Error.STATS_ADD_STAT
source: Error adding advanced statistics site
ar_ae: خطأ في إضافة موقع الإحصائيات المتقدمة
de_de: Fehler beim Hinzufügen der erweiterten Statistikseite

# Error.STATS_DELETE_STAT
source: Error deleting advanced statistics site
ar_ae: خطأ في حذف موقع الإحصاء المتقدم
de_de: Fehler beim Löschen der erweiterten Statistikseite

# Error.STATS_GET_STAT
source: Error reading statistics site information
ar_ae: خطأ في قراءة معلومات موقع الإحصائيات
de_de: Fehler beim Lesen der Statistikseiteninformationen

# Error.PACKAGE_GET_PACKAGE
source: Error reading hosting space information
ar_ae: خطأ في قراءة معلومات مساحة الاستضافة
de_de: Fehler beim Lesen der Hosting-Bereich-Iinformationen

# Error.PEER_ADD_PEER
source: Error creating peer account
ar_ae: خطأ في إنشاء حساب مقترن
de_de: Fehler beim Erstellen des Zusatzlogins

# Error.PEER_CHANGE_PASSWORD
source: Error changing peer account password
ar_ae: خطأ في تغيير كلمة مرور حساب النظير
de_de: Fehler beim Ändern des Zusatzloginpassworts

# Error.PEER_DELETE_PEER
source: Error deleting peer account
ar_ae: خطأ في حذف الحساب المقترن
de_de: Fehler beim Löschen des Zusatzlogins

# Error.PEER_GET_PEER
source: Error reading peer account information
ar_ae: خطأ في قراءة معلومات حساب النظير
de_de: Fehler beim Lesen der Zusatzlogininformationen

# Error.PEER_UPDATE_PEER
source: Error updating peer account
ar_ae: خطأ في تحديث حساب مقترن
de_de: Fehler beim Aktualisieren des Zusatzlogins

# Error.USER_ADD_USER
source: Error creating user account
ar_ae: خطأ في إنشاء حساب المستخدم
de_de: Fehler beim Erstellen des Benutzerkontos

# Error.USER_CHANGE_PASSWORD
source: Error changing user account password
ar_ae: خطأ في تغيير كلمة مرور حساب المستخدم
de_de: Fehler beim Ändern des Benutzerpassworts

# Error.USER_CHANGE_STATUS
source: Error changing account status
ar_ae: خطأ في تغيير حالة الحساب
de_de: Fehler beim Ändern des Benutzerkontostatus

# Error.USER_DELETE_USER
source: Error deleting user account
ar_ae: خطأ في حذف حساب المستخدم
de_de: Fehler beim Löschen des Benutzerkontos

# Error.USER_GET_USER
source: Error reading user account information
ar_ae: خطأ في قراءة معلومات حساب المستخدم
de_de: Fehler beim Lesen der Benutzerkontoinformationen

# Error.USER_UPDATE_USER
source: Error updating user account
ar_ae: خطأ في تحديث حساب المستخدم
de_de: Fehler beim Aktualisieren des Benutzerkontos

# Success.PEER_CHANGE_PASSWORD
source: Peer account password has been changed
ar_ae: تم تغيير كلمة مرور حساب مقترن
de_de: Passwort des Zusatzlogin-Benutzers wurde geändert

# Success.UPDATE_OCS_USER
source: General OCS User settings have been successfully updated.
ar_ae: تم تحديث إعدادات مستخدم OCS العامة بنجاح.
de_de: Allgemeine OCS-Benutzereinstellungen wurden erfolgreich aktualisiert.

# Error.UPDATE_OCS_USER
source: Error updating general OCS User settings.
ar_ae: خطأ في تحديث إعدادات مستخدم OCS العامة.
de_de: Fehler beim Aktualisieren der allgemeinen OCS-Benutzereinstellungen.
