Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_Modules.ascx.*.resx
Languages: ar_ae, de_de

# ModuleTitle.UserCustomers
source: Customer User Accounts
ar_ae: حسابات المستخدم للعملاء
de_de: Kunden-Benutzerkonten

# ModuleTitle.UserPeers
source: Peer Accounts
ar_ae: حسابات مقترنة
de_de: Zusatzlogins

# ModuleTitle.SystemSettings
source: System Settings
ar_ae: اعدادات النظام
de_de: Systemeinstellungen

# ModuleTitle.SearchSpaces
source: Search Hosting Spaces
ar_ae: البحث عن مساحات الاستضافة
de_de: Hosting-Bereiche suchen

# ModuleTitle.SearchObject
source: Search Objects
ar_ae: كائنات البحث
de_de: Objekte suchen

# ModuleTitle.SearchUsers
source: Search User Accounts
ar_ae: بحث في حسابات المستخدمين
de_de: Benutzerkonten suchen

# ModuleTitle.TasksTaskDetails
source: Task Details
ar_ae: تفاصيل المهمة
de_de: Aufgaben-Details

# ModuleTitle.Tasks
source: Tasks
ar_ae: المهام
de_de: Aufgaben

# ModuleTitle.HostedSharePointSiteCollection
source: SharePoint Site Collection
ar_ae: مجموعة مواقع شيربوينت
de_de: SharePoint-Webseitensammlung

# ModuleTitle.HostedSharePointSiteCollections
source: Hosted SharePoint Site Collections
ar_ae: مجموعات موقع شيربوينت المستضافة
de_de: Gehostetes SharePoint - Webseitensammlungen

# ModuleTitle.HostedSharePointBackupSiteCollection
source: Backup Site Collection
ar_ae: النسخ الاحتياطي لمجموعة مواقع
de_de: Webseitensammlung sichern

# ModuleTitle.HostedSharePointRestoreSiteCollection
source: Restore Site Collection
ar_ae: استعادة مجموعة المواقع
de_de: Webseitensammlung wiederherstellen

# ModuleTitle.HostedSharePointEnterpriseSiteCollection
source: SharePoint Enterprise Site Collection
ar_ae: مجموعة مواقع مؤسسة شيربوينت
de_de: SharePoint Enterprise-Webseitensammlung

# ModuleTitle.HostedSharePointEnterpriseSiteCollections
source: Hosted SharePoint Enterprise Site Collections
ar_ae: مجموعات مواقع مؤسسة شيربوينت المستضافة
de_de: Gehostetes SharePoint Enterprise - Webseitensammlungen

# ModuleTitle.HostedSharePointEnterpriseBackupSiteCollection
source: Backup Site Collection
ar_ae: النسخ الاحتياطي لمجموعة مواقع
de_de: Webseitensammlung sichern

# ModuleTitle.HostedSharePointEnterpriseRestoreSiteCollection
source: Restore Site Collection
ar_ae: استعادة مجموعة المواقع
de_de: Webseitensammlung wiederherstellen

# ModuleTitle.WebSiteIPAddresses
source: Web Site IP Addresses
ar_ae: عناوين IP الخاصة بموقع الويب
de_de: Webseiten-IP-Adressen

# ModuleTitle.WebSitesAllocateIPAddresses
source: Allocate Web Site IP Addresses
ar_ae: تخصيص عناوين IP الخاصة بموقع ويب
de_de: Webseiten-IP-Adressen zuweisen

# ModuleTitle.HostedExchangeAddOrganizationDomain
source: Add Organization Domain
ar_ae: إضافة نطاق المؤسسة
de_de: Organisations-Domäne hinzufügen

# ModuleTitle.HostedExchangeCreateOrganization
source: Create New Exchange 2010 Organization
ar_ae: إنشاء مؤسسة Exchange 2010 الجديدة
de_de: Neue Exchange 2010 Organisation erstellen

# ModuleTitle.HostedExchangeDeleteOrganization
source: Delete Organization
ar_ae: حذف المنظمة
de_de: Organisation löschen

# ModuleTitle.HostedExchangeOrganizationDetails
source: Organization Details
ar_ae: تفاصيل المنظمة
de_de: Organisationsdetails

# ModuleTitle.HostedExchangeUpdateOrganizationCatchAll
source: Update Organization Catch-All
ar_ae: تحديث المنظمة الشامل
de_de: Catch-All der Organisation aktualisieren

# ModuleTitle.HostedExchangeUpdateOrganizationQuotas
source: Update Organization Quotas
ar_ae: تحديث حصص المنظمة
de_de: Kontingente der Organisation aktualisieren

# ModuleTitle.HostedExchangeUpdateOrganizationServicePlan
source: Update Organization Service Plan
ar_ae: تحديث خطة خدمة المنظمة
de_de: Dienste-Plan der Organisation aktualisieren

# ModuleTitle.SystemCenterServerAddresses
source: System Center Server Addresses
ar_ae: عناوين خادم مركز النظام
de_de: System Center Server Adressen

# ModuleTitle.UserAccountVLanCreate
source: Add VLan to user
ar_ae: أضف VLan إلى المستخدم
de_de: VLAN zum Benutzer hinzufügen

# ModuleTitle.SetupControlPanelAccounts
source: Setup SolidCP Accounts
ar_ae: قم بإعداد حسابات SolidCP
de_de: SolidCP-Konten einrichten

# ModuleTitle.ApplyEnableHardQuotaFeature
source: System Hard Quota
ar_ae: الحصة الثابتة للنظام
de_de: Systemkontingent (hart)

# ModuleTitle.LyncPhoneNumbers
source: Phone Numbers
ar_ae: أرقام الهواتف
de_de: Telefonnummern

# ModuleTitle.SfBPhoneNumbers
source: Phone Numbers
ar_ae: أرقام الهواتف
de_de: Telefonnummern

# ModuleTitle.AddPhoneNumber
source: Add Phone Numbers
ar_ae: أضف أرقام الهواتف
de_de: Telefonnummern hinzufügen

# ModuleTitle.EditPhoneNumber
source: Edit Phone numbers
ar_ae: تحرير أرقام الهواتف
de_de: Telefonnummern bearbeiten

# ModuleTitle.PhoneNumbers
source: Phone Numbers
ar_ae: أرقام الهواتف
de_de: Telefonnummern

# ModuleTitle.UserOrganization
source: Hosted Organization
ar_ae: المنظمة المستضيفة
de_de: Gehostete Organisation

# ModuleTitle.RDSServers
source: RDS Servers
ar_ae: خوادم RDS
de_de: RDS-Server

# ModuleTitle.RDSServersAddserver
source: Add New RDS Server
ar_ae: إضافة خادم RDS جديد
de_de: Neuen RDS-Server hinzufügen

# ModuleTitle.RDSServersEditServer
source: Edit RDS Server
ar_ae: تحرير خادم RDS
de_de: RDS-Server bearbeiten

# ModuleTitle.VirtualPrivateServersProxmox
source: Virtual Private Servers
ar_ae: الخوادم الافتراضية الخاصة

# ModuleTitle.VirtualPrivateServers2012
source: Virtual Private Servers
ar_ae: الخوادم الافتراضية الخاصة
de_de: Virtual Private Server

# ModuleTitle.VdcCreateServer
source: Create New VPS
ar_ae: قم بإنشاء خادم VPS جديد
de_de: Neuen VPS erstellen

# ModuleTitle.VdcImportServer
source: Import VPS
ar_ae: استيراد VPS
de_de: VPS importieren

# ModuleTitle.VdcExternalNetwork
source: External Network
ar_ae: الشبكة الخارجية
de_de: Externes Netzwerk

# ModuleTitle.VdcManagementNetwork
source: Management Network
ar_ae: إدارة الشبكة
de_de: Verwaltungsnetzwerk

# ModuleTitle.VdcAddPrivateNetworkVLAN
source: Allocate VLANs
ar_ae: تخصيص شبكات VLAN
de_de: VLANs zuweisen

# ModuleTitle.VdcAddDmzNetworkVLAN
source: Allocate VLANs
ar_ae: تخصيص شبكات VLAN
de_de: VLANs zuweisen

# ModuleTitle.VdcAddExternalAddress
source: Allocate IP Addresses
ar_ae: تخصيص عناوين IP
de_de: IP-Adressen zuweisen

# ModuleTitle.VdcPrivateNetwork
source: Private Network
ar_ae: شبكة خاصة
de_de: Privates Netzwerk

# ModuleTitle.VdcPermissions
source: User Permissions
ar_ae: أذونات المستخدم
de_de: Benutzerberechtigungen

# ModuleTitle.VdcAuditLog
source: Audit Log
ar_ae: سجل التدقيق
de_de: Auditprotokoll

# ModuleTitle.VpsDetailsGeneral
source: General
ar_ae: عام
de_de: Allgemein

# ModuleTitle.VpsDetailsConfiguration
source: Configuration
ar_ae: إعدادات
de_de: Konfiguration

# ModuleTitle.VpsDetailsEditConfiguration
source: Edit Configuration
ar_ae: تحرير الإعدادات
de_de: Konfiguration bearbeiten

# ModuleTitle.VpsDetailsDvd
source: DVD
ar_ae: قرص رقمي مضغوط

# ModuleTitle.VpsDetailsInsertDvd
source: DVD
ar_ae: قرص رقمي مضغوط

# ModuleTitle.VpsDetailsSnapshots
source: Snapshots
ar_ae: لقطات

# ModuleTitle.VpsDetailReplications
source: Replication
ar_ae: النسخ المتماثل
de_de: Replikation

# ModuleTitle.VpsDetailsNetwork
source: Network
ar_ae: شبكة الاتصال
de_de: Netzwerk

# ModuleTitle.VpsDetailsAddExternalAddress
source: Network
ar_ae: شبكة الاتصال
de_de: Netzwerk

# ModuleTitle.VpsDetailsAddPrivateAddress
source: Network
ar_ae: شبكة الاتصال
de_de: Netzwerk

# ModuleTitle.VpsDetailsNetworking
source: Permissions
ar_ae: أذونات
de_de: Berechtigungen

# ModuleTitle.VpsDetailsTools
source: Tools
ar_ae: أدوات
de_de: Werkzeuge

# ModuleTitle.VpsDetailsAuditLog
source: Audit Log
ar_ae: سجل التدقيق
de_de: Auditprotokoll

# ModuleTitle.VpsDetailsHelp
source: Help
ar_ae: مساعدة
de_de: Hilfe

# ModuleTitle.VpsToolsDeleteServer
source: Delete Server
ar_ae: حذف الخادم
de_de: Server löschen

# ModuleTitle.VpsMoveServer
source: Move VPS
ar_ae: انقل VPS
de_de: VPS verschieben

# ModuleTitle.VpsToolsReinstallServer
source: Re-install Server
ar_ae: أعد تثبيت الخادم
de_de: Server neu installieren

# ModuleTitle.SpaceStorages
source: Storage Spaces
ar_ae: مساحات التخزين

# ModuleTitle.AddSpaceStorageLevel
source: Add Storage Space Level
ar_ae: أضف مستوى مساحة التخزين
de_de: Storage Space-Level hinzufügen

# ModuleTitle.EditSpaceStorageLevel
source: Edit Space Storage Level
ar_ae: تحرير مستوى مساحة التخزين
de_de: Storage Space-Level bearbeiten

# ModuleTitle.SpaceStorageLevels
source: Storage Space Levels
ar_ae: مستويات مساحة التخزين
de_de: Storage Space-Level

# ModuleTitle.AddStorageSpace
source: Add Storage Space
ar_ae: إضافة مساحة التخزين
de_de: Storage Space hinzufügen

# ModuleTitle.EditStorageSpace
source: Edit Storage Space
ar_ae: تحرير مساحة التخزين
de_de: Storage Space bearbeiten

# ModuleTitle.AutoUpdateServers
source: Auto Update Servers
ar_ae: التحديث التلقائي للخوادم
de_de: Auto Update Server

# ModuleTitle.DomainsImportZone
source: Import DNS Zone
ar_ae: استيراد منطقة DNS

# ModuleTitle.PrivateNetworkVLANs
source: Private Network VLANs
ar_ae: الشبكة الخاصة - شبكات VLAN
de_de: Privates Netzwerk VLANs

# ModuleTitle.MyPeers
source: My Peers
de_de: Meine Zusatzlogins

# ModuleTitle.ODBCDSNs
source: ODBC DSNs
de_de: ODBC-Datenquellen

# ModuleTitle.VdcDmzNetwork
source: DMZ Network
de_de: DMZ Netzwerk
