Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# WarningDescription.MySQL_USERNAME_MAX_LENGTH
source: Please also take into account Preffix and Suffix values if they were specified.
ar_ae: يرجى أيضًا مراعاة قيم البادئة واللاحقة إذا تم تحديدها.
de_de: Berücksichtigen Sie bitte auch Präfix- und Suffixwerte, falls diese angegeben sind.

# WarningDescription.MariaDB_USERNAME_MAX_LENGTH
source: Please also take into account Preffix and Suffix values if they were specified.
ar_ae: يرجى أيضًا مراعاة قيم البادئة واللاحقة إذا تم تحديدها.
de_de: Berücksichtigen Sie bitte auch Präfix- und Suffixwerte, falls diese angegeben sind.

# Warning.CRM_ADMIN_IS_NOT_SPECIFIED
source: Administrator of CRM Organization is not specified.
ar_ae: لم يتم تحديد مسؤول منظمة CRM.
de_de: CRM-Organisationsadministrator wurde nicht angegeben.

# Error.CRM_ENABLE_ORGANIZATION
source: Unexpected error occurred while enabling organization. See audit log for more details.
ar_ae: حدث خطأ غير متوقع أثناء تمكين المؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktivieren der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.CRM_DISABLE_ORGANIZATION
source: Unexpected error occurred while disabling organization. See audit log for more details.
ar_ae: حدث خطأ غير متوقع أثناء تعطيل المؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Deaktivieren der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.CRM_CREATE_ORGANIZATION
source: Unable to create organization. See audit log for more details.
ar_ae: غير قادر على إنشاء المنظمة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Organisation konnte nicht angelegt werden. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.CREATE_CRM_USER
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Error.CREATE_ORGANIZATION_USER
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.CREATE_CRM_USER
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.UPDATE_CRM_USER_ROLES
source: CRM user roles have been updated but the following errors have been occured:
ar_ae: تم تحديث أدوار مستخدم CRM ولكن حدثت الأخطاء التالية:
de_de: CRM-Benutzerrollen wurden aktualisiert, aber folgende Fehler sind aufgetreten:

# Error.UPDATE_CRM_USER_ROLES
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Success.UPDATE_CRM_USER_ROLES
source: CRM user roles have been successfully updated.
ar_ae: تم تحديث أدوار مستخدم CRM بنجاح.
de_de: CRM-Benutzerrollen wurden erfolgreich aktualisiert.

# Warning.GET_CRM_USER_ROLES
source: CRM user roles have been updated but the following errors have been occured:
ar_ae: تم تحديث أدوار مستخدم CRM ولكن حدثت الأخطاء التالية:
de_de: CRM-Benutzerrollen wurden aktualisiert, aber folgende Fehler sind aufgetreten:

# Error.GET_CRM_USER_ROLES
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Error.NOT_CRM_ORGANIZATION
source: CRM is not enabled yet. At first, please register a new CRM organization.
ar_ae: لم يتم تمكين CRM حتى الآن. في البداية ، يرجى تسجيل منظمة CRM جديدة.
de_de: CRM ist noch nicht aktiviert. Registrieren Sie zuerst eine neue CRM-Organisation.

# Warning.FTP_USERNAME_MAX_LENGTH
source: Please pay attention that FTP User Name for Microsoft FTP should be no longer than 20 symbols.
ar_ae: يرجى الانتباه إلى أن اسم مستخدم FTP لـ Microsoft FTP يجب ألا يزيد عن 20 رمزًا.
de_de: Bitte beachten Sie, dass der FTP-Benutzername für Microsoft-FTP nicht länger als 20 Zeichen sein darf.

# ErrorDescription.FTP_USERNAME_MAX_LENGTH_EXCEEDED
source: Please also take into account Preffix and Suffix values if they were specified.
ar_ae: يرجى أيضًا مراعاة قيم البادئة واللاحقة إذا تم تحديدها.
de_de: Berücksichtigen Sie bitte auch Präfix- und Suffixwerte, falls diese angegeben sind.

# Warning.111
source: Specified User name is invalid.
ar_ae: اسم المستخدم المحدد غير صالح.
de_de: Angegebener Benutzername ist ungültig.

# WarningDescription.111
source: User name cannot contain any of the following characters: \ / : * ? " < > |
ar_ae: لا يمكن أن يحتوي اسم المستخدم على أي من الأحرف التالية: \ /: *؟ "<> |
de_de: Benutzername darf keines der folgenden Zeichen enthalten: \ / : * ? " < > | -

# ServiceItemType.SharePointSiteCollection
source: SharePoint Site Collection
ar_ae: مجموعة مواقع شيربوينت
de_de: SharePoint-Webseitensammlung

# Error.1010
source: Specified username is invalid.
ar_ae: اسم المستخدم المحدد غير صالح.
de_de: Angegebener MySQL-Benutzername ist ungültig.

# Error.1011
source: Specified database name is invalid.
ar_ae: اسم قاعدة البيانات المحدد غير صالح.
de_de: Angegebener MySQL-Datenbankname ist ungültig.

# Error.723
source: The maximum number of domains allowed has been reached.
ar_ae: تم الوصول إلى الحد الأقصى لعدد النطاقات المسموح بها.
de_de: Die maximale Anzahl der Domänen wurde erreicht.

# Error.724
source: The maximum number of users for the server has been reached.
ar_ae: تم الوصول إلى الحد الأقصى لعدد المستخدمين للخادم.
de_de: Die maximale Anzahl an Benutzern auf diesem Server wurde erreicht.

# ErrorDescription.1010
source: user name should be no longer than 16 symbols and cannot contain special characters. Also please take into account prefix and suffix values.
ar_ae: يجب ألا يزيد اسم المستخدم عن 16 رمزًا ولا يمكن أن يحتوي على أحرف خاصة. يرجى أيضًا مراعاة قيم البادئة واللاحقة.
de_de: Der Benutzername zur MySQL-Datenbank darf nicht länger als 16 Zeichen sein und keine Sonderzeichen enthalten. Bitte berücksichtigen Sie auch Präfix- und Suffixwerte.

# ErrorDescription.1011
source: database name should be no longer than 40 symbols and cannot contain special characters. Also please take into account prefix and suffix values.
ar_ae: يجب ألا يزيد اسم قاعدة البيانات عن 40 رمزًا ولا يمكن أن يحتوي على أحرف خاصة. يرجى أيضًا مراعاة قيم البادئة واللاحقة.
de_de: Der MySQL-Datenbankname darf nicht länger als 40 Zeichen sein und keine Sonderzeichen enthalten. Bitte berücksichtigen Sie auch Präfix- und Suffixwerte.

# ErrorDescription.723
source: Check the license of your mail server.
ar_ae: تحقق من ترخيص خادم البريد الخاص بك.
de_de: Überprüfen Sie die Lizenz Ihres E-Mail-Servers.

# ErrorDescription.724
source: Check the license of your mail server.
ar_ae: تحقق من ترخيص خادم البريد الخاص بك.
de_de: Überprüfen Sie die Lizenz Ihres E-Mail-Servers.

# AuditLogTask.HOSTING_SPACE_WR_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# HostedCRM.CRM_SQL_SERVER_ERROR
source: Unable to connect to the SQL Server. Please check connection settings.
ar_ae: تعذر الاتصال بخادم SQL. يرجى التحقق من إعدادات الاتصال.
de_de: Verbindung mit dem SQL-Server fehlgeschlagen. Bitte überprüfen Sie Ihre Verbindungseinstellungen.

# HostedCRM.CRM_ORGANIZATION_ALREADY_EXISTS
source: CRM Organization with the specified name already exists. Please provide other organization unique name.
ar_ae: منظمة CRM بالاسم المحدد موجودة بالفعل. يرجى تقديم اسم فريد للمؤسسة الأخرى.
de_de: CRM-Organisation mit dem angegebenen Namen existiert bereits. Bitte geben Sie einen anderen eindeutigen Organisations-Namen an.

# HostedCRM.CRM_REPORT_SERVER_ERROR
source: Unable to connect to the Report Server. Please check your connection settings.
ar_ae: تعذر الاتصال بخادم التقرير. يرجى التحقق من إعدادات الاتصال الخاصة بك.
de_de: Verbindung mit dem Berichtsserver fehlgeschlagen. Bitte überprüfen Sie Ihre Verbindungseinstellungen.

# HostedCRM.CRM_WEB_SERVICE_ERROR
source: Unable to connect to the CRM Web Services. Please check your connection settings.
ar_ae: تعذر الاتصال بخدمات ويب CRM. يرجى التحقق من إعدادات الاتصال الخاصة بك.
de_de: Verbindung mit den CRM-Webdiensten fehlgeschlagen. Bitte überprüfen Sie Ihre Verbindungseinstellungen.

# HostedCRM.CRM_PERMISSIONS_ERROR
source: SolidCP Server Account does not have necessary permissions to create CRM organization. Please contact your administrator.
ar_ae: لا يمتلك حساب خادم SolidCP الأذونات اللازمة لإنشاء مؤسسة CRM. الرجاء الاتصال بالمسؤول الخاص بك.
de_de: SolidCP-Serverkonto hat nicht die notwendigen Rechte, um die CRM-Organisation anzulegen. Bitte kontaktieren Sie Ihren Administrator.

# HostedCRM.CANNOT_CREATE_CRM_ORGANIZATION
source: Unable to create CRM organization.
ar_ae: تعذر إنشاء منظمة CRM.
de_de: CRM-Organisation konnte nicht angelegt werden.

# HostedCRM.DNS_SERVER_IS_NOT_SELECTED_IN_HOSTIN_PLAN
source: DNS settings were not applied to CRM organization as DNS Service is not available in hosting plan. CRM Web Site URL may be not accessible without correct DNS record. Please contact your administrator.
ar_ae: لم يتم تطبيق إعدادات DNS على مؤسسة CRM لأن خدمة DNS غير متوفرة في خطة الاستضافة. قد يتعذر الوصول إلى عنوان URL لموقع ويب CRM بدون سجل DNS صحيح. الرجاء الاتصال بالمسؤول الخاص بك.
de_de: DNS-Einstellungen wurden nicht auf die CRM-Organisation angewendet, da der DNS-Dienst in Ihrem Hosting-Plan nicht verfügbar ist. Die CRM-Webseiten-URL kann ohne einen korrekten DNS-Eintrag nicht erreichbar sein. Bitte kontaktieren Sie Ihren Administrator.

# HostedCRM.CANNOT_CREATE_CRM_ORGANIZATION_DOMAIN
source: Unable to create CRM organization domain. CRM Web Site URL may be not accessible.
ar_ae: تعذر إنشاء نطاق مؤسسة CRM. قد يتعذر الوصول إلى عنوان URL لموقع الويب الخاص بـ CRM.
de_de: Domäne der CRM-Organisation konnte nicht angelegt werden. Die URL der CRM-Webseite wird wahrscheinlich nicht erreichbar sein.

# HostedCRM.CANNOT_CREATE_DNS_ZONE
source: Unable to create DNS zone. CRM Web Site URL may be not accessible.
ar_ae: تعذر إنشاء منطقة DNS. قد يتعذر الوصول إلى عنوان URL لموقع الويب الخاص بـ CRM.
de_de: DNS-Zone konnte nicht angelegt werden. Die URL der CRM-Webseite wird wahrscheinlich nicht erreichbar sein.

# HostedCRM.CREATE_CRM_ORGANIZATION_DOMAIN_GENERAL_ERROR
source: General error has been occurred while creating organization domain. CRM Web Site URL may be not accessible.
ar_ae: حدث خطأ عام أثناء إنشاء نطاق المؤسسة. قد يتعذر الوصول إلى عنوان URL لموقع الويب الخاص بـ CRM.
de_de: Während der Erstellung der CRM-Organisation ist ein allgemeiner Fehler aufgetreten. Die CRM-Webseiten-URL kann eventuell nicht erreichbar sein.

# HostedCRM.CREATE_CRM_ORGANIZATION_GENERAL_ERROR
source: General error has been occued while creating new organization.
ar_ae: حدث خطأ عام أثناء إنشاء مؤسسة جديدة.
de_de: Während der Erstellung der Organisation ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.CANNOT_CHANGE_CRM_ORGANIZATION_STATE
source: Unable to change CRM organization state.
ar_ae: تعذر تغيير حالة مؤسسة CRM.
de_de: CRM-Organisationsstatus konnte nicht geändert werden.

# HostedCRM.CANNOT_DELETE_CRM_ORGANIZATION
source: Unable to delete CRM organization.
ar_ae: تعذر حذف مؤسسة CRM.
de_de: CRM-Organisation konnte nicht gelöscht werden.

# HostedCRM.DELETE_CRM_ORGANIZATION_GENERAL_ERROR
source: General error has been occurred while deleting CRM organization.
ar_ae: حدث خطأ عام أثناء حذف مؤسسة CRM.
de_de: Beim Löschen der CRM-Organisation ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.DELETE_DNS_RECORD_ERROR
source: General error has been occurred while deleting DNS record.
ar_ae: حدث خطأ عام أثناء حذف سجل DNS.
de_de: Beim Löschen des DNS-Eintrags ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.CANNOT_DELETE_DNS_RECORD
source: Unable to delete DNS record.
ar_ae: تعذر حذف سجل DNS.
de_de: DNS-Eintrag konnte nicht gelöscht werden.

# HostedCRM.CANNOT_DELETE_CRM_ORGANIZATIO_DOMAIN
source: Unable to delete CRM organization domain.
ar_ae: تعذر حذف نطاق مؤسسة CRM.
de_de: Domäne der CRM-Organisation konnte nicht gelöscht werden.

# HostedCRM.DELETE_CRM_ORGANIZATION_DOMAIN_GENERAL_ERROR
source: General error has been occurred while deleting CRM organization domain.
ar_ae: حدث خطأ عام أثناء حذف نطاق مؤسسة CRM.
de_de: Beim Löschen der CRM-Organisationsdomäne ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.CANNOT_GET_CRM_ORGANIZATION_DOMAIN
source: Unable to get CRM organization domain.
ar_ae: تعذر الحصول على نطاق تنظيم CRM.
de_de: Domäne der CRM-Organisation konnte nicht gelesen werden.

# HostedCRM.QUOTA_HAS_BEEN_REACHED
source: Dynamics CRM quota has been reached.
ar_ae: تم الوصول إلى الحصة النسبية لـ Dynamics CRM.
de_de: Dynamics CRM-Kontingent wurde vebraucht.

# HostedCRM.CANNOT_SET_DATABASE_COLLATION
source: Unable to set database collation.
ar_ae: تعذر تعيين ترتيب قاعدة البيانات.
de_de: Datenbanksortierung konnte nicht geändert werden.

# HostedCRM.CANNOT_DELETE_CRM_ORGANIZATION_DATABASE
source: Unable to delete CRM organization database.
ar_ae: تعذر حذف قاعدة بيانات مؤسسة CRM.
de_de: Datenbank der CRM-Organisation konnte nicht gelöscht werden.

# HostedCRM.CANNOT_CONFIGURE_CRM_ORGANIZATION
source: Unable to configure CRM organization.
ar_ae: تعذر تكوين مؤسسة CRM.
de_de: CRM-Organisation konnte nicht konfiguriert werden.

# HostedCRM.CANNOT_SET_ORGANIZATION_CURRENCY
source: Unable to set CRM organiztion currency
ar_ae: تعذر الحصول على عملة منظمة CRM
de_de: CRM-Organisationswährung konnte nicht geändert werden.

# HostedCRM.CANNOT_CREATE_CRM_REPORT
source: Unable to create CRM report.
ar_ae: تعذر إنشاء تقرير CRM.
de_de: CRM-Bericht konnte nicht angelegt werden.

# HostedCRM.CANNOT_ENABLE_CRM_ORGANIZATION
source: Unable to enable CRM organization.
ar_ae: غير قادر على تمكين تنظيم CRM.
de_de: CRM-Organisation konnte nicht aktiviert werden.

# HostedCRM.CANNOT_CREATE_CRM_ORGANIZATION_DATABASE
source: Unable to create CRM organziation database.
ar_ae: تعذر إنشاء قاعدة بيانات منظمة CRM.
de_de: Datenbank der CRM-Organisation konnte nicht angelegt werden.

# HostedCRM.CANNOT_CHECK_QUOTAS
source: Unable to check quotas.
ar_ae: تعذر التحقق من الحصص.
de_de: Kontingent konnte nicht überprüft werden.

# HostedCRM.GET_CRM_USERS
source: Unable to get CRM users.
ar_ae: تعذر الحصول على مستخدمي CRM.
de_de: CRM-Benutzer konnten nicht gelesen werden.

# HostedCRM.GET_CRM_USER_COUNT
source: Unable to get CRM users count.
ar_ae: تعذر الحصول على عدد مستخدمي CRM.
de_de: Anzahl CRM-Benutzer konnte nicht gelesen werden.

# HostedCRM.CANNOT_CREATE_CRM_USER
source: Unable to create new CRM user.
ar_ae: تعذر إنشاء مستخدم CRM جديد.
de_de: CRM-Benutzer konnte nicht angelegt werden.

# HostedCRM.CANNOT_CREATE_CRM_USER_GENERAL_ERROR
source: General error has been occurred while creating CRM user.
ar_ae: حدث خطأ عام أثناء إنشاء مستخدم CRM.
de_de: Während der Erstellung des CRM-Benutzers ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.CANNOT_CREATE_CRM_USER_IN_DATABASE
source: Unable to create create CRM user in database.
ar_ae: تعذر إنشاء مستخدم CRM في قاعدة البيانات.
de_de: CRM-Benutzer konnte nicht in der Datenbank erstellt werden.

# HostedCRM.CANNOT_GET_CRM_BUSINESS_UNITS
source: Unable to get CRM business units.
ar_ae: تعذر الحصول على وحدات أعمال CRM.
de_de: CRM-Geschäftsbereiche konnten nicht gelesen werden.

# HostedCRM.CANNOT_FILL_BASE_UNITS_COLLECTION
source: Unable to fill business units collection.
ar_ae: تعذر ملء مجموعة وحدات الأعمال.
de_de: Geschäftsbereichssammlung konnte nicht befüllt werden.

# HostedCRM.CANNOT_GET_BUSINESS_UNITS_GENERAL_ERROR
source: General error has been occurred while getting business units collection.
ar_ae: حدث خطأ عام أثناء الحصول على مجموعة وحدات الأعمال.
de_de: Beim Lesen der Geschäftsbereichssammlung ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.CANNOT_GET_CRM_ORGANIZATION
source: Unable to get CRM organization.
ar_ae: غير قادر على الحصول على تنظيم CRM.
de_de: CRM-Organisation konnte nicht gelesen werden.

# HostedCRM.CANNOT_GET_ALL_CRM_ROLES
source: Unable to get all CRM user roles.
ar_ae: تعذر الحصول على جميع أدوار مستخدم CRM.
de_de: Nicht alle CRM-Rollen konnten gelesen werden.

# HostedCRM.CANNOT_FILL_ROLES_COLLECTION
source: Unable to fill CRM roles collection.
ar_ae: تعذر ملء مجموعة أدوار CRM.
de_de: CRM-Rollensammlung konnte nicht befüllt werden.

# HostedCRM.CANNOT_GET_CRM_USER_ROLES
source: Unable to get CRM user roles.
ar_ae: تعذر الحصول على أدوار مستخدم CRM.
de_de: CRM-Benutzerrollen konnten nicht gelesen werden.

# HostedCRM.GET_ORGANIZATION_BUSINESS_UNITS_GENERAL_ERROR
source: General error has been occurred while getting business units collection.
ar_ae: حدث خطأ عام أثناء الحصول على مجموعة وحدات الأعمال.
de_de: Beim Lesen der Geschäftsbereichssammlung ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.GET_ALL_CRM_ROLES_GENERAL_ERROR
source: General error has been occurred while getting all CRM user roles.
ar_ae: حدث خطأ عام أثناء الحصول على جميع أدوار مستخدم CRM.
de_de: Beim Lesen aller CRM-Benutzerrollen ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.GET_CRM_USER_ROLE_GENERAL_ERROR
source: General error has been occurred while getting CRM user roles.
ar_ae: حدث خطأ عام أثناء الحصول على أدوار مستخدم CRM.
de_de: Beim Lesen der CRM-Benutzerrollen ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.CANNOT_REMOVE_CRM_USER_ROLES
source: Unable to remove CRM user roles.
ar_ae: غير قادر على إزالة أدوار مستخدم CRM.
de_de: CRM-Benutzerrollen konnten nicht entfernt werden.

# HostedCRM.CANNOT_ASSIGN_CRM_USER_ROLES
source: Unable to assign CRM user roles.
ar_ae: تعذر تعيين أدوار مستخدم CRM.
de_de: CRM-Benutzerollen konnte nicht zugewiesen werden.

# HostedCRM.CANNOT_SET_CRM_USER_ROLES_GENERAL_ERROR
source: General error has been occurred while setting CRM user roles.
ar_ae: حدث خطأ عام أثناء تعيين أدوار مستخدم CRM.
de_de: Beim Setzen der CRM-Benutzerrollen ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.CREATE_CRM_USER_GENERAL_ERROR
source: General error has been occurred creating CRM user.
ar_ae: حدث خطأ عام أثناء إنشاء مستخدم CRM.
de_de: Während der Erstellung des CRM-Benutzers ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.FIRST_NAME_IS_NOT_SPECIFIED
source: User First name is not specified.
ar_ae: اسم المستخدم الأول غير محدد.
de_de: Vorname des Benutzers wurde nicht angegeben.

# HostedCRM.LAST_NAME_IS_NOT_SPECIFIED
source: User Last name is not specified.
ar_ae: لم يتم تحديد الاسم الأخير للمستخدم.
de_de: Nachname des Benutzers wurde nicht angegeben.

# HostedCRM.CRM_USER_ALREADY_EXISTS
source: CRM User with specified User Name already exists.
ar_ae: مستخدم CRM مع اسم المستخدم المحدد موجود بالفعل.
de_de: CRM-Benutzer mit dem angegeben Namen existiert bereits.

# HostedCRM.CANNOT_GET_CRM_ROLES_GENERAL_ERROR
source: General error has been occurred while getting CRM roles.
ar_ae: حدث خطأ عام أثناء الحصول على أدوار CRM.
de_de: Beim Lesen der CRM-Rollen ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.CHECK_QUOTA
source: Unable to check CRM quota.
ar_ae: تعذر التحقق من حصة CRM.
de_de: CRM-Kontingent konnte nicht überprüft werden.

# HostedCRM.CANNOT_CHANGE_USER_STATE
source: Unable to change user state.
ar_ae: غير قادر على تغيير حالة المستخدم.
de_de: Benutzerstatus konnte nicht geändert werden.

# HostedCRM.CANNOT_CHANGE_USER_STATE_GENERAL_ERROR
source: General error has been occurred while changing user state.
ar_ae: حدث خطأ عام أثناء تغيير حالة المستخدم.
de_de: Beim Ändern des Benutzerstatus ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.CANONT_GET_CRM_USER_FROM_METADATA
source: Unable to get user from metadata.
ar_ae: تعذر الحصول على المستخدم من البيانات الوصفية.
de_de: Benutzer konnte nicht aus Metadaten gelesen werden.

# HostedCRM.CANONT_GET_CRM_USER_GENERAL_ERROR
source: General error has been occurred while getting crm user.
ar_ae: حدث خطأ عام أثناء إحضار مستخدم إدارة علاقات العملاء.
de_de: Beim Lesen des CRM-Benutzers ist ein allgemeiner Fehler aufgetreten.

# HostedCRM.USER_QUOTA_HAS_BEEN_REACHED0
source: CRM users quota (full license) has been reached.
ar_ae: تم الوصول إلى حصة مستخدمي CRM (الترخيص الكامل).
de_de: Kontingent an CRM Benutzern (volle Lizenz) wurde verbraucht.

# HostedCRM.CANNOT_ADD_ORGANIZATION_OWNER_TO_ORGANIZATIO_USER
source: Unable to add organization owner to organization users.
ar_ae: تعذرت إضافة مالك المؤسسة إلى مستخدمي المؤسسة.
de_de: Organisationsbesitzer konnte nicht zu Organisationsbenutzern hinzugefügt werden.

# HostedCRM.CANONT_GET_CRM_USER_BY_DOMAIN_NAME
source: Unable to get CRM user by domain name.
ar_ae: تعذر الحصول على مستخدم CRM حسب اسم النطاق.
de_de: CRM-Benutzer zur Domäne konnten nicht gelesen werden.

# HostedOrganization.CANNOT_GET_PASSWORD_COMPLEXITY
source: Unable to get password complexity.
ar_ae: تعذر الحصول على تعقيد كلمة المرور.
de_de: Passwortkomplexität konnte nicht gelesen werden.

# HostedOrganization.CANNOT_GET_ORGANIZATION_PROXY
source: Unable to get organization proxy.
ar_ae: تعذر الحصول على وكيل المؤسسة.
de_de: Organisationsproxy konnte nicht ermittelt werden.

# HostedOrganization.CANNOT_GET_ORGANIZATION_BY_ITEM_ID
source: Unable to get organization by item id.
ar_ae: يتعذر الحصول على التنظيم حسب معرّف العنصر.
de_de: Organisation zur Element-ID konnten nicht gelesen werden.

# HostedOrganization.CANNOT_GET_ACCOUNT
source: Unable to get user account.
ar_ae: تعذر الحصول على حساب المستخدم.
de_de: Benutzerkonto konnte nicht gelesen werden.

# HostedOrganization.CANNOT_GET_DISTRIBUTION_LIST_PERMISSIONS
source: Unable to get distribution list permissions
ar_ae: تعذر الحصول على أذونات قائمة التوزيع
de_de: Berechtigungen zu Verteilerlisten konnten nicht gelesen werden.

# HostedOrganization.CANNOT_SET_DISTRIBUTION_LIST_PERMISSIONS
source: Unable to set distribution list permissions
ar_ae: تعذر تعيين أذونات قائمة التوزيع
de_de: Berechtigungen der Verteilerliste konnten nicht geändert werden.

# Error.CreateCrmOrganization
source: The following errors have been occurred:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.CreateCrmOrganization
source: CRM Organization was created but the following errors have been occurred:
ar_ae: تم إنشاء منظمة CRM ولكن حدثت الأخطاء التالية:
de_de: CRM-Organisation wurde erstellt, aber folgende Fehler sind aufgetreten:

# Success.CreateCrmOrganization
source: CRM organization has been successfully created.
ar_ae: تم إنشاء منظمة CRM بنجاح.
de_de: CRM-Organisation wurde erfolgreich erstellt.

# Error.DeleteCrmOrganization
source: The following errors have been occurred:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.DeleteCrmOrganization
source: CRM organization was marked for deletion. Please contact your administrator to complete deletion of CRM organization. The following errors have been occurred:
ar_ae: تم وضع علامة على منظمة CRM للحذف. يرجى الاتصال بالمسؤول لإكمال حذف مؤسسة CRM. حدثت الأخطاء التالية:
de_de: CRM-Organisation wurde zum Löschen markiert. Bitte kontaktieren Sie Ihren Administrator, um das Löschen der CRM-Organisation abzuschließen. Folgende Fehler sind aufgetreten:

# Success.DeleteCrmOrganization
source: CRM organization was marked for deletion. Please contact your administrator to complete deletion of CRM organization.
ar_ae: تم وضع علامة على منظمة CRM للحذف. يرجى الاتصال بالمسؤول لإكمال حذف مؤسسة CRM.
de_de: CRM-Organisation wurde zum Löschen markiert. Bitte kontaktieren Sie Ihren Administrator, um das Löschen der CRM-Organisation abzuschließen.

# HostedCRM.CANNOT_GET_COLLATION_NAMES
source: Unable to get collation names.
ar_ae: تعذر الحصول على أسماء الترتيب.
de_de: Sortierungsnamen konnten nicht gelesen werden.

# HostedCRM.CANNOT_GET_CURRENCY_LIST
source: Unable to get currency list.
ar_ae: تعذر الحصول على قائمة العملات.
de_de: Währungsliste konnte nicht gelesen werden.

# HostedCRM.CRM_IS_NOT_SELECTED_IN_HOSTING_PLAN
source: Dynamics CRM service is not selected in hosting plan. Please contact your administrator.
ar_ae: لم يتم تحديد خدمة Dynamics CRM في خطة الاستضافة. الرجاء الاتصال بالمسؤول الخاص بك.
de_de: Dynamics CRM-Dienst ist im ausgewählten Hosting-Plan nicht enthalten. Bitte kontaktieren Sie Ihren Administrator.
