Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Success.STORAGE_SPACE_LEVEL_SAVE
source: Storage space level successfully saved
ar_ae: تم حفظ مستوى مساحة التخزين بنجاح
de_de: Storage Space-Level erfolgreich gespeichert

# ResourceGroup.StorageSpaceServices
source: Storage Space Services
ar_ae: خدمات مساحة التخزين
de_de: Storage Space-Dienste

# Error.STORAGE_SPACE_SAVE
source: Error saving storage space
ar_ae: خطأ في توفير مساحة التخزين
de_de: Fehler beim Speichern des Storage Spaces

# Success.STORAGE_SPACE_SAVE
source: Storage space successfully saved
ar_ae: تم حفظ مساحة التخزين بنجاح
de_de: Storage Space erfolgreich gespeichert

# Error.ES_MOVE_TO_STORAGE_SPACE
source: Error moving Enterprise folder to storage space
ar_ae: خطأ في نقل مجلد المؤسسة إلى مساحة التخزين
de_de: Fehler beim Verschieben der Enterprise Ordner zu Storage Space

# Success.ES_MOVE_TO_STORAGE_SPACE
source: Enterprise folder succefully moved to Storage Space
ar_ae: تم نقل مجلد المؤسسة بنجاح إلى مساحة التخزين
de_de: Enterprise Ordner erfolgreich zu Storage Space verschoben

# Error.FILES_INCORRECT_FOLDER_NAME
source: Error! Incorrect folder name
ar_ae: خطأ! اسم المجلد غير صحيح
de_de: Fehler! Ordnername ungültig

# SchedulerTask.SCHEDULE_TASK_VPS_SNAPSHOT
source: VPS Snapshot
ar_ae: لقطة VPS

# ServiceItemType.MariaDBUser
source: MariaDB User
ar_ae: مستخدم MariaDB
de_de: MariaDB-Benutzer

# Error.SERVERS_UPDATED
source: None of the servers have been updated. See the list below.
ar_ae: لم يتم تحديث أي من الخوادم. انظر القائمة أدناه.
de_de: Keiner der Server wurde aktualisiert. Siehe die Liste weiter unten.

# Success.SERVERS_UPDATED
source: Servers where succesfully updated
ar_ae: تم تحديث الخوادم بنجاح
de_de: Server wurden erfolgreich aktualisiert

# Warning.SERVERS_UPDATED
source: One or more servers failed while trying to update. See the list below.
ar_ae: فشل خادم واحد أو أكثر أثناء محاولة التحديث. انظر القائمة أدناه.
de_de: Versuchtes Updates von einem oder mehreren Servern fehlgeschlagen. Siehe Liste weiter unten.

# Warning.IPAccessProhibited
source: IP Access Prohibited
ar_ae: الوصول إلى IP محظور
de_de: IP-Zugriff verboten

# WarningDescription.IPAccessProhibited
source: Access Prohibited for Your IP Address
ar_ae: يحظر الوصول إلى عنوان IP الخاص بك
de_de: Zugriff für Ihre IP verweigert.

# Error.MAILCLEANER_API_404
source: Mail Cleaner API URL is Null or Empty
ar_ae: عنوان الرابط لواجهة برمجة تطبيقات البريد الإلكتروني النظيف خالي أو فارغ
de_de: Mail Cleaner API URL ist leer

# Quota.Filters.Enable
source: Enable Spam Filter
ar_ae: تمكين عامل تصفية البريد العشوائي
de_de: Spam-Filter aktivieren

# Error.SERVERSEDITEVENTVIEWER_SELECTED
source: Error while getting the event log entries.
ar_ae: خطأ أثناء إحضار إدخالات سجل الأحداث.

# Quota.RDS.DisableUserAddServer
source: Disable user from adding server
ar_ae: تعطيل المستخدم من إضافة الخادم

# Error.RDS_UNASSIGN_SERVER_FROM_ORG_SERVER_IS_IN_COLLECTION
source: RDS Server is in collection
ar_ae: خادم RDS في المجموعة

# Error.RDS_YOU_DO_NOT_HAVE_PERMISSION_TO_PREFORM_ACTION
source: You do not have permission to remove RDS Servers
ar_ae: ليس لديك إذن لإزالة خوادم RDS

# Warning.VPS_CHANGE_HDD_SIZE
source: You can't reduce hdd size!
ar_ae: لا يمكنك تقليل حجم الأقراص الصلبة!
de_de: Sie können die Festplattengröße nicht reduzieren! Bitte wenden Sie sich mit Ihren Anliegen an den technischen Support.

# Warning.VPS_REINSTALL_NO_TEMPLATE
source: Opps, unfortunately, there is no virtual machine template, contact the administrator.
ar_ae: للأسف ، لا يوجد قالب جهاز افتراضي ، اتصل بالمسؤول.

# Warning.VPS_REINSTALL_NO_HOSTNAME
source: Opps, unfortunately, there is incorect virtual machine hostname, contact the administrator.
ar_ae: عفوًا ، للأسف ، يوجد اسم مضيف جهاز افتراضي غير صحيح ، اتصل بالمسؤول.

# Error.HDD_VM_FILE_EXIST_ERROR
source: Error the name with this file already exists: {1}
ar_ae: خطأ الاسم الموجود بهذا الملف موجود بالفعل: {1}

# TaskActivity.VPS_CREATE_CONVERT_SET_VHD_BLOCKSIZE
source: Set the template block size to: {0} Bytes
ar_ae: عيّن حجم قالب القالب إلى: {0} بايت

# TaskActivity.VPS_CREATE_OS_GENERATION
source: OS Template Generation: {0}
ar_ae: إنشاء قالب نظام التشغيل: {0}

# TaskActivity.VPS_CREATE_OS_SECUREBOOT
source: SecureBoot: {0}
ar_ae: التمهيد الآمن: {0}

# VPS.VPS_MAINTENANCE_MODE_IS_ENABLE
source: Maintenance mode is enable, please contact the administrator for assistance.
ar_ae: تم تمكين وضع الصيانة ، يرجى الاتصال بالمسؤول للحصول على المساعدة.

# Warning.VPS_REINSTALL_LIMIT
source: You can not reinstall the server so often. Please try again later.
ar_ae: يمكنك استخدام متغير [DOMAIN_NAME] للنطاق الافتراضي للمؤسسة.

# TaskActivity.VPS_CREATE_VHD_MAX_IOPS
source: Maximum VHD IOPS: {0}
ar_ae: الحد الأقصى VHD IOPS: {0}

# TaskActivity.VPS_CREATE_VHD_MIN_IOPS
source: Minimum VHD IOPS: {0}
ar_ae: الحد الأدنى من VHD IOPS: {0}

# Error.DOMAIN_EXPORT
source: Error exporting DNS zone
ar_ae: خطأ في تصدير منطقة DNS

# Error.DOMAIN_IMPORT
source: Failed to import zone file
ar_ae: فشل استيراد ملف المنطقة

# Error.DOMAIN_IMPORT_NO_FILE
source: No file selected
ar_ae: لم يتم اختيار اي ملف

# Success.DOMAIN_IMPORT
source: Successfully imported zone file
ar_ae: تم استيراد ملف المنطقة بنجاح

# Error.VPS_ERROR_RESTORE_EXTERNAL_IP
source: Cannot restore network adapter external IP address
ar_ae: لا يمكن استعادة عنوان IP الخارجي لمحول الشبكة

# Error.VPS_ERROR_RESTORE_PRIVATE_IP
source: Cannot restore network adapter private IP address
ar_ae: لا يمكن استعادة عنوان IP الخاص لمحول الشبكة

# VPS.VPS_RESTORE_VIRTUAL_MACHINE_EXTERNAL_IP_ADDRESS_ERROR
source: Error restoring external IP address. Check Audit Log for more details.
ar_ae: خطأ في استعادة عنوان IP الخارجي. تحقق من سجل التدقيق لمزيد من التفاصيل.

# VPS.VPS_RESTORE_VIRTUAL_MACHINE_PRIVATE_IP_ADDRESS_ERROR
source: Error restoring private IP address. Check Audit Log for more details.
ar_ae: خطأ في استعادة عنوان IP الخاص. تحقق من سجل التدقيق لمزيد من التفاصيل.

# AuditLogTask.VPS_RESTORE_EXTERNAL_IP
source: Restore external IP
ar_ae: استعادة IP الخارجي

# AuditLogTask.VPS_RESTORE_PRIVATE_IP
source: Restore private IP
ar_ae: استعادة IP الخاص

# Quota.RDS.DisableUserDeleteServer
source: Disable user from removing server
ar_ae: تعطيل المستخدم من إزالة الخادم

# Quota.RDS.DisableUserShutdown
source: Disable user from shutting down RDS Server
ar_ae: تعطيل المستخدم من إيقاف تشغيل خادم RDS

# AuditLogTask.VPS2012_ADD_EXTERNAL_IP
source: Add external IP
ar_ae: أضف IP خارجي
de_de: Externe IP hinzufügen

# AuditLogTask.VPS2012_ADD_PRIVATE_IP
source: Add private IP
ar_ae: إضافة IP الخاص
de_de: Private IP hinzufügen

# AuditLogTask.VPS2012_APPLY_SNAPSHOT
source: Apply VPS snapshot
ar_ae: تنفيذ لقطة VPS
de_de: VPS-Snapshot anwenden

# AuditLogTask.VPS2012_CHANGE_ADMIN_PASSWORD
source: Change administrator password
ar_ae: تغيير كلمة مرور المسؤول
de_de: Administrator-Passwort ändern

# AuditLogTask.VPS2012_CHANGE_STATE
source: Change VPS state
ar_ae: قم بتغيير حالة VPS
de_de: VPS-Status ändern

# AuditLogTask.VPS2012_CREATE
source: Create VM
ar_ae: قم بإنشاء VPS
de_de: VPS erstellen

# AuditLogTask.VPS2012_DELETE
source: Delete VPS
ar_ae: حذف VPS
de_de: VPS löschen

# AuditLogTask.VPS2012_DELETE_EXTERNAL_IP
source: Delete external IP
ar_ae: احذف IP الخارجي
de_de: Externe IP löschen

# AuditLogTask.VPS2012_DELETE_PRIVATE_IP
source: Delete private IP
ar_ae: حذف IP الخاص
de_de: Private IP löschen

# AuditLogTask.VPS2012_DELETE_SNAPSHOT
source: Delete VPS snapshot
ar_ae: حذف لقطة VPS
de_de: VPS Snapshot löschen

# AuditLogTask.VPS2012_DELETE_SNAPSHOT_SUBTREE
source: Delete VPS snapshot subtree
ar_ae: حذف موقع الويب بعد الأيام:
de_de: VPS Snapshot-Unterstruktur löschen

# AuditLogTask.VPS2012_EJECT_DVD_DISK
source: Eject DVD disk
ar_ae: إخراج قرص DVD
de_de: DVD-Disk auswerfen

# AuditLogTask.VPS2012_INSERT_DVD_DISK
source: Insert DVD disk
ar_ae: أدخل قرص DVD
de_de: DVD-Disk einlegen...

# AuditLogTask.VPS2012_REINSTALL
source: Reinstall VM
ar_ae: أعد تثبيت VPS
de_de: VPS neu installieren

# AuditLogTask.VPS2012_RENAME_SNAPSHOT
source: Rename VPS snapshot
ar_ae: أعد تسمية لقطة VPS
de_de: VPS-Snapshot umbenennen

# AuditLogTask.VPS2012_RESTORE_EXTERNAL_IP
source: Restore external IP
ar_ae: استعادة IP الخارجي

# AuditLogTask.VPS2012_RESTORE_PRIVATE_IP
source: Restore private IP
ar_ae: استعادة IP الخاص

# AuditLogTask.VPS2012_SET_PRIMARY_EXTERNAL_IP
source: Set primary external IP
ar_ae: قم بتعيين عنوان IP الخارجي الأساسي
de_de: Primäre externe IP festlegen

# AuditLogTask.VPS2012_SET_PRIMARY_PRIVATE_IP
source: Set primary private IP
ar_ae: تعيين عنوان IP الأساسي الخاص
de_de: Primäre private IP festlegen

# AuditLogTask.VPS2012_TAKE_SNAPSHOT
source: Take VPS snapshot
ar_ae: خذ لقطة VPS
de_de: VPS-Snapshot erstellen

# AuditLogTask.VPS2012_UPDATE_CONFIGURATION
source: Update VPS configuration
ar_ae: تحديث تكوين VPS
de_de: VPS-Konfiguration aktualisieren

# AuditLogTask.VPS2012_UPDATE_HOSTNAME
source: Update host name
ar_ae: تحديث اسم المضيف
de_de: Hostnamen aktualisieren

# TaskActivity.VPS2012_ADD_EXTERNAL_IP
source: Assigning external IP addresses
ar_ae: تعيين عناوين IP الخارجية
de_de: Externe IP-Adressen werden zugewiesen

# TaskActivity.VPS2012_ADD_PRIVATE_IP
source: Assigning private IP addresses
ar_ae: تعيين عناوين IP الخاصة
de_de: Private IP-Adressen werden zugewiesen

# TaskActivity.VPS2012_SET_PRIMARY_EXTERNAL_IP
source: Setting external primary IP address
ar_ae: تعيين عنوان IP الأساسي الخارجي
de_de: Primäre externe IP-Adresse wird gesetzt

# TaskActivity.VPS2012_SET_PRIMARY_PRIVATE_IP
source: Setting private primary IP address
ar_ae: تعيين عنوان IP الأساسي الخاص
de_de: Primäre private IP-Adresse wird gesetzt

# Quota.OS.ODBC
source: ODBC DSNs
de_de: ODBC-Datenquellen

# Quota.MySQL9.Backup
source: Database Backups
de_de: Datenbanksicherungen

# Quota.MySQL9.Databases
source: Databases
de_de: Datenbanken

# Quota.MySQL9.MaxDatabaseSize
source: Max Database Size, MB
de_de: Max. Datenbankgröße [MB]

# Quota.MySQL9.Restore
source: Database Restores
de_de: Datenbankwiederherstellungen

# Quota.MySQL9.Truncate
source: Database Truncate
de_de: Datenbankverkleinerung

# Quota.MySQL9.Users
source: Users
de_de: Benutzer

# SchedulerTask.SCHEDULE_TASK_AUDIT_LOG_REPORT
source: Send Audit Log Report
de_de: Auditprotokoll-Bericht senden

# ServiceItemType.MySQL9Database
source: MySQL 9 Database
de_de: MySQL 9-Datenbank

# ServiceItemType.MySQL9User
source: MySQL 9 User
de_de: MySQL 9-Benutzer

# ServiceItemType.ODBCDSN
source: ODBC DSN
de_de: ODBC-Datenquelle

# AuditLogSource.ODBC_DSN
source: ODBC DSN
de_de: ODBC-Datenquelle

# AuditLogTask.EXCHANGE_GET_RESOURCE_MAILBOX
source: Get resource mailbox settings
de_de: Ressourcenpostfacheinstellungen holen

# AuditLogTask.EXCHANGE_UPDATE_RESOURCE_MAILBOX
source: Update resource mailbox settings
de_de: Ressourcenpostfacheinstellungen aktualisieren

# Error.EXCHANGE_CREATE_JOURNALING_MAILBOX
source: Error creating journaling mailbox. See audit log for more details.
de_de: Fehler beim Erstellen des Journal-Postfaches. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_DELETE_JOURNALING_MAILBOX
source: Error deleting journaling mailbox. See audit log for more details.
de_de: Fehler beim Löschen des Journal-Postfachs. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_JOURNALING_MAILBOX_SETTINGS
source: Error reading journaling mailbox general settings. See audit log for more details.
de_de: Fehler beim Lesen der allgemeinen Journal-Postfacheinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_UPDATE_JOURNALING_MAILBOX_SETTINGS
source: Error updating journaling mailbox general settings. See audit log for more details.
de_de: Fehler beim Aktualisieren der allgemeinen Journal-Postfacheinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.EXCHANGE_GET_JOURNALING_MAILBOXES
source: Error reading organization journaling mailboxes
de_de: Fehler beim Lesen der Journal-Postfächer der Organisation

# Success.EXCHANGE_UPDATE_JOURNALING_MAILBOX_SETTINGS
source: Journaling mailbox general settings have been successfully updated.
de_de: Allgemeine Journal-Postfacheinstellungen wurden erfolgreich aktualisiert.

# Warning.2614
source: Exchange journaling mailboxes quota has been reached
de_de: Kontingent an Exchange-Journal-Postfächern wurde verbraucht

# Error.VPS_ERROR_GET_PRIVATE_NETWORK
source: Error getting VPS private network details
de_de: Fehler beim Lesen des privaten Netzwerks

# Error.VPS_ERROR_GET_DMZ_NETWORK
source: Error getting VPS DMZ network details
de_de: Fehler beim Lesen des DMZ-Netzwerks

# Error.VPS_ERROR_GET_VDC_HOME
source: Error getting general details
de_de: Beim Abrufen allgemeiner Details ist ein Fehler aufgetreten

# Error.PACKAGE_PHONE_NUMBER
source: Error getting phone number
de_de: Fehler beim Abrufen der Telefonnummer

# Error.PACKAGE_IP_ADDRESS
source: Error getting IP address
de_de: Fehler beim Abrufen der IP-Adresse

# Warning.VPS_CHANGE_VM_CONFIGURATION_SNAPSHOT
source: Configuration changes can only be made when no snapshots have been taken
de_de: Konfigurationsänderungen können nur vorgenommen werden, wenn keine Snapshots erstellt wurden

# Error.VPS_ALLOCATE_EXTERNAL_ADDRESSES_ERROR
source: Error allocating hosting space IP addresses
de_de: Fehler beim Zuordnen der externen IP-Adressen.

# VPS.VPS_QUOTA_EXCEEDED_HDDS
source: The free HDD quota is: {1} GB
de_de: Die freie HDD-Quote beträgt: {1} GB

# VPS.VPS_QUOTA_EXCEEDED_ADDITIONAL_HDD
source: The maximum additional HDD count that could be specified: {1}
de_de: Die maximale zusätzliche Festplattenanzahl, die angegeben werden kann: {1}

# VPS.VPS_QUOTA_WRONG_RAM_HV
source: RAM size must be greater than 32 MB
de_de: RAM-Größe muss größer als 32 MB sein

# ErrorDescription.VPS_LOAD_PVEVM_ITEM
source: Possible reasons of this error are:<br/>1. Virtual machine associated with the VPS meta-item was deleted from virtualization server.<br/>2. Proxmox management service is stopped.<br/>3. No connectivity with SolidCP Server installed on virtualization server.<br/><br/>Solutions:<br/>1. Make sure associated virtual machine exists on Proxmox server; otherwise re-create VPS from SolidCP.<br/>2. Check that Proxmox management service is started.<br/>3. Check SolidCP Server connectivity.
de_de: Mögliche Ursachen für diesen Fehler sind:<br/>1. Die dem VPS-Metaeintrag zugeordnete virtuelle Maschine wurde vom Virtualisierungsserver gelöscht.<br/>2. Proxmox-Verwaltungsdienst wurde gestoppt.<br/>3. Keine Verbindung zum, auf dem Virtualisierungsserver installierten, SolidCP-Server.<br/><br/>Lösungen:<br/>1. Stellen Sie sicher, dass die zugeordnete virtuelle Maschine auf dem Proxmox-Server existiert; andernfalls erstellen Sie diese VPS aus SolidCP erneut.<br/>2. Überprüfen Sie, dass der Proxmox-Verwaltungsdienst gestartet ist.<br/>3. Überprüfen Sie die SolidCP-Serververbindung.

# TaskActivity.VPS_CREATE_DMZ_VIRTUAL_SWITCH
source: Creating DMZ virtual switch: {0}
de_de: DMZ virtueller Switcht wird erstellt: {0}

# TaskActivity.VPS_CREATE_DMZ_VIRTUAL_SWITCH_ERROR
source: Error creating virtual switch
de_de: Fehler beim Erstellen des virtuellen Switches

# TaskActivity.VPS_CREATE_SETUP_DMZ_NETWORK
source: Setup DMZ network
de_de: DMZ Netzwerk einrichten

# TaskActivity.VPS_CREATE_SETUP_DMZ_NETWORK_ERROR
source: Error setting up DMZ network: {0}
de_de: Fehler beim Einrichten des DMZ Netzwerks: {0}

# TaskActivity.VPS_CREATE_SETUP_DMZ_NETWORK_SKIP
source: DMZ network setup - Skipped
de_de: Einrichtung des DMZ Netzwerks - Übersprungen

# TaskActivity.VPS_CREATE_SET_DMZ_NIC_KVP
source: Setting "DMZ NIC" provisioning task parameters
de_de: "DMZ Netzwerkkarte"-Parameter im Bereitstellungsprozess werden gesetzt

# TaskActivity.VPS_CREATE_SET_DMZ_NIC_KVP_ERROR
source: Error setting "DMZ NIC" provisioning task parameters
de_de: Fehler bei Setzen der Parameter für die Bereitstellungsaufgabe "DMZ Netzwerkkarte".

# OCS.CANNOT_CHECK_IF_OCS_USER_EXISTS
source: Unable to check quota
de_de: Kontingent konnte nicht überprüft werden.

# Quota.VPS2012.AdditionalVhdCount
source: Additional Hard Drives per VPS
de_de: Zusätzliche Festplatten pro VPS

# Quota.VPS2012.DMZNetworkEnabled
source: DMZ Network
de_de: DMZ Netzwerk

# Quota.VPS2012.DMZIPAddressesNumber
source: Number of DMZ IP addresses per VPS
de_de: Anzahl DMZ IP-Adressen pro VPS

# Quota.VPS2012.DMZVLANsNumber
source: Number of DMZ Network VLANs
de_de: Anzahl DMZ Netzwerk VLANs

# Lync.CANNOT_CHECK_IF_LYNC_USER_EXISTS
source: Unable to check quota
de_de: Kontingent konnte nicht überprüft werden.

# SfB.CANNOT_CHECK_IF_SFB_USER_EXISTS
source: Unable to check quota
de_de: Kontingent konnte nicht überprüft werden.

# Text.NonIpmRoot
source: Non Ipm Root
de_de: Nicht-IPM-Stamm

# Quota.Exchange2013.JournalingMailboxes
source: Journaling Mailboxes per Organization
de_de: Journal-Postfächer pro Organisation

# Error.PinSendError
source: Error sending pin code
de_de: Fehler beim Senden des Pins

# Error.QRCodeActivation
source: Activation unsuccessful. Wrong pin code.
de_de: Aktivierung nicht erfolgreich

# Error.WrongPin
source: Wrong Pin
de_de: Falscher Bestätigungscode

# Success.PinSend
source: Pin code sent successfully
de_de: Bestätigungscode erfolgreich gesendet

# Success.QRCodeActivation
source: Activation successful
de_de: Aktivierung erfolgreich

# SuccessDescription.PinSend
source: Pin code was successfully sent to the primary email address.
de_de: Bestätigungscode wurde erfolgreich zur primären E-Mail-Adresse gesendet.

# AuditLogTask.VPS2012_ADD_DMZ_IP
source: Add DMZ IP
de_de: DMZ IP hinzufügen

# AuditLogTask.VPS2012_DELETE_DMZ_IP
source: Delete DMZ IP
de_de: DMZ-IP löschen

# AuditLogTask.VPS2012_SET_PRIMARY_DMZ_IP
source: Set primary DMZ IP
de_de: Primäre DMZ IP festlegen

# TaskActivity.VPS2012_ADD_DMZ_IP
source: Assigning DMZ IP addresses
de_de: DMZ IP-Adressen werden zugewiesen

# TaskActivity.VPS2012_SET_PRIMARY_DMZ_IP
source: Setting DMZ primary IP address
de_de: Primäre DMZ IP-Adresse wird gesetzt

# Quota.PROXMOX.Bandwidth
source: Monthly bandwidth, GB
de_de: Monatliche Bandbreite, GB

# Quota.PROXMOX.BootCdAllowed
source: Boot from CD allowed
de_de: Erlaube von CD zu Booten

# Quota.PROXMOX.BootCdEnabled
source: Boot from CD
de_de: Boote von CD

# Quota.PROXMOX.CpuNumber
source: Number of CPU cores
de_de: Anzahl CPU Cores

# Quota.PROXMOX.DvdEnabled
source: DVD drive
de_de: DVD Laufwerk

# Quota.PROXMOX.ExternalIPAddressesNumber
source: Number of External IP addresses
de_de: Anzahl externer IP Adressen

# Quota.PROXMOX.ExternalNetworkEnabled
source: External Network
de_de: Externes Netzwerk

# Quota.PROXMOX.Hdd
source: Hard Drive size, GB
de_de: Harddisk Größe, GB

# Quota.PROXMOX.ManagingAllowed
source: Allow user to create VPS
de_de: Erlaube VPS zu Erstellen

# Quota.PROXMOX.PauseResumeAllowed
source: Allow user to Pause, Resume VPS
de_de: Erlaube VPS zu Pausieren & Fortzufahren

# Quota.PROXMOX.PrivateIPAddressesNumber
source: Number of Private IP addresses per VPS
de_de: Anzahl private IP Adressen pro VPS

# Quota.PROXMOX.PrivateNetworkEnabled
source: Private Network
de_de: Privates Netzwerk

# Quota.PROXMOX.Ram
source: RAM size, MB
de_de: RAM Größe, MB

# Quota.PROXMOX.RebootAllowed
source: Allow user to Reboot VPS
de_de: Erlaube VPS Neuzustarten

# Quota.PROXMOX.ReinstallAllowed
source: Allow user to Re-install VPS
de_de: Erlaube VPS zu Reinstallieren

# Quota.PROXMOX.ReplicationEnabled
source: Allow user to Replication
de_de: Erlaube VPS zu Replizieren

# Quota.PROXMOX.ResetAlowed
source: Allow user to Reset VPS
de_de: Erlaube VPS Zurückzusetzen

# Quota.PROXMOX.ServersNumber
source: Number of VPS
de_de: Anzahl VPS

# Quota.PROXMOX.SnapshotsNumber
source: Number of Snaphots
de_de: Anzahl Snaphots

# Quota.PROXMOX.StartShutdownAllowed
source: Allow user to Start, Turn off and Shutdown VPS
de_de: Erlaube VPS zu Starten, Auszuschalten und Herunterzufahren

# Error.VPS_LOAD_PVEVM_ITEM
source: Error loading virtual machine information
de_de: Fehler beim Laden der virtellen Maschineninformationen
