Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Warning.DELETE_SFB_USER
source: SfB User has been successfully deleted but the following errors have been occured:
ar_ae: تم حذف مستخدم SfB بنجاح ولكن حدثت الأخطاء التالية:
de_de: SfB-Benutzer wurde erfolgreich gelöscht, aber der folgende Fehler ist aufgetreten:

# Error.SFB_SET_DEFAULT_PLAN
source: Error setting default organization SfB user plan. See audit log for more details.
ar_ae: خطأ في تعيين خطة مستخدم SfB المؤسسة الافتراضية. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Setzen des SfB Standard-Organisations-Benutzer-Plans. Siehe Auditprotokoll für weitere Details.

# AuditLogTask.SFB_ADD_PLAN
source: Add organization SfB user plan
ar_ae: إضافة خطة مستخدم SfB المنظمة
de_de: SfB Organisations-Benutzer-Plan hinzufügen

# AuditLogTask.SFB_DELETE_PLAN
source: Delete plan
ar_ae: حذف الخطة
de_de: Plan löschen

# Error.SFB_DELETE_PLAN
source: Unable to delete plan. Make sure the plan is not assigned to any user
ar_ae: تعذر حذف الخطة. تأكد من عدم تعيين الخطة لأي مستخدم
de_de: Plan konnte nicht gelöscht werden. Stellen Sie sicher, dass der Plan keinem anderen Benutzer zugeordnet ist

# Error.SFB_ADD_PLAN
source: Error creating organization plan. See audit log for more details.
ar_ae: خطأ في إنشاء خطة المنظمة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen des Organisations-Plans. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.ERROR_USER_ACCOUNT_NOT_ENOUGH_PERMISSIONS
source: User has not enough permissions to do this task.
ar_ae: المستخدم ليس لديه أذونات كافية للقيام بهذه المهمة.
de_de: Der Benutzer hat nicht genug Rechte, um diese Aufgabe durchzuführen.

# Error.ERROR_USER_ACCOUNT_ROLE_NOT_ALLOWED
source: Wrong user name or password have been specified or account is locked.
ar_ae: تم تحديد اسم مستخدم أو كلمة مرور خاطئة أو تم قفل الحساب.
de_de: Benutzername / Kennwort fehlerhaft oder Ihr Konto ist gesperrt.

# Error.EXCHANGE_SET_DEFAULT_MAILBOXPLAN
source: Failed to set default mailbox plan.
ar_ae: فشل تعيين خطة صندوق البريد الافتراضية.
de_de: Festlegen des Standard-Mailbox-Plans fehlgeschlagen.

# Error.EXCHANGE_UNABLE_USE_SYSTEMPLAN
source: Not possible to perform requested action on a system defined plan.
ar_ae: لا يمكن تنفيذ الإجراء المطلوب على خطة محددة من قبل النظام.
de_de: Es ist nicht möglich, die angeforderte Aktion auf einem systemdefinierten Plan durchzuführen.

# Error.EXCHANGE_FAILED_TO_STAMP
source: Failed to stamp mailbox with a mailbox plan. See storage allocation.
ar_ae: فشل ختم صندوق البريد بخطة صندوق بريد. انظر تخصيص التخزين.
de_de: Anpassen der Postfach-Pläne in Postfächern fehlgeschlagen. Siehe Speicherplatzverbrauch.

# Error.EXCHANGE_SPECIFY_PLAN
source: Specify a plan
ar_ae: حدد خطة
de_de: Geben Sie einen Plan an

# Quota.Lync.EnablePlansEditing
source: Enable Lync User Plans Editing
ar_ae: قم بتمكين تحرير خطط مستخدم Lync
de_de: Lync-Benutzer-Plan-Bearbeitung aktivieren

# Quota.SfB.EnablePlansEditing
source: Enable SfB User Plans Editing
ar_ae: تفعيل تحرير خطط مستخدم SfB
de_de: SfB-Benutzer-Plan-Bearbeitung aktivieren

# Error.EXCHANGE_APPLYPLANTEMPLATE
source: Failed to apply plans template
ar_ae: فشل تطبيق نموذج الخطط
de_de: Anwenden der Plan-Vorlagen fehlgeschlagen

# Success.EXCHANGE_APPLYPLANTEMPLATE
source: Succesfully applied plans template
ar_ae: تم تطبيق قالب الخطط بنجاح
de_de: Planvorlage wurde erfolgreich angewendet

# Error.EXCHANGE_MATCHPLANS
source: Failed to match plans
ar_ae: فشل مطابقة الخطط
de_de: Verhleichen der Pläne fehlgeschlagen

# Success.EXCHANGE_MATCHPLANS
source: Succesfully plans matched and applied
ar_ae: تم مطابقة الخطط بنجاح وتطبيقها
de_de: Pläne erfolgreich zusammengeführt und geändert

# Error.EXCHANGE_STAMPMAILBOXES
source: Failed to stamp mailboxes
ar_ae: فشل ختم علب البريد
de_de: Anpassen der Postfächer fehlgeschlagen

# Success.EXCHANGE_STAMPMAILBOXES
source: Succesfully stamp mailboxes
ar_ae: تم بنجاح ختم علب البريد
de_de: Postfächer wurden erfolgreich angepasst

# Error.EXCHANGE_UPDATEPLANS
source: Mailbox plan update failed
ar_ae: فشل تحديث خطة صندوق البريد
de_de: Postfach-Plan-Aktualisierung fehlgeschlagen

# Success.EXCHANGE_UPDATEPLANS
source: Mailbox plan updated
ar_ae: تم تحديث خطة صندوق البريد
de_de: Postfach-Plan aktualisiert

# Success.EXCHANGE_SET_DEFAULT_MAILBOXPLAN
source: Succesfully set default mailbox plan.
ar_ae: تم تعيين خطة صندوق البريد الافتراضية بنجاح.
de_de: Standard-Postfach-Plan wurde erfolgreich aktiviert.

# Error.LYNC_UPDATEPLANS
source: Lync plan update failed
ar_ae: فشل تحديث خطة Lync
de_de: Aktualisierung des Lync-Plans fehlgeschlagen

# Success.LYNC_UPDATEPLANS
source: Lync plan updated
ar_ae: تم تحديث خطة Lync
de_de: Lync-Plan aktualisiert.

# Error.LYNC_APPLYPLANTEMPLATE
source: Failed to apply plans template
ar_ae: فشل تطبيق نموذج الخطط
de_de: Anwenden der Plan-Vorlagen fehlgeschlagen

# Success.LYNC_APPLYPLANTEMPLATE
source: Succesfully applied plans template
ar_ae: تم تطبيق قالب الخطط بنجاح
de_de: Planvorlage wurde erfolgreich angewendet

# Error.SFB_UPDATEPLANS
source: SfB plan update failed
ar_ae: فشل تحديث خطة SfB
de_de: Aktualisierung des SfB-Plans fehlgeschlagen

# Success.SFB_UPDATEPLANS
source: SfB plan updated
ar_ae: تم تحديث خطة SFB
de_de: SfB-Plan aktualisiert.

# Error.SFB_APPLYPLANTEMPLATE
source: Failed to apply plans template
ar_ae: فشل تطبيق نموذج الخطط
de_de: Anwenden der Plan-Vorlagen fehlgeschlagen

# Success.SFB_APPLYPLANTEMPLATE
source: Succesfully applied plans template
ar_ae: تم تطبيق قالب الخطط بنجاح
de_de: Planvorlage wurde erfolgreich angewendet

# Success.REQUEST_COMPLETED_SUCCESFULLY
source: Request Completed Succesfully
ar_ae: الطلب مكتمل بنجاح
de_de: Anfrage erfolgreich abgeschlossen

# Error.WEB_SWITCH_TO_DEDICATED_IP
source: Error updating web site to dedicated IP
ar_ae: خطأ في تحديث موقع الويب لعنوان IP مخصص
de_de: Fehler beim Aktualisieren der Webseite zur dedizierten IP

# Error.WEB_SWITCH_TO_SHARED_IP
source: Error updating web site to shared IP
ar_ae: خطأ في تحديث موقع الويب إلى IP المشترك
de_de: Fehler beim Aktualisieren der Webseite zur geteilten IP

# Success.WEB_SWITCH_TO_DEDICATED_IP
source: Web site has been updated to dedicated IP
ar_ae: تم تحديث موقع الويب إلى IP مخصص
de_de: Webseite wurde auf dedizierte IP aktualisiert

# Success.WEB_SWITCH_TO_SHARED_IP
source: Web site has been updated to shared IP
ar_ae: تم تحديث موقع الويب إلى IP المشترك
de_de: Webseite wurde auf geteilte IP aktualisiert

# Warning.ApplyEnableHardQuotaFeature
source: Apply Enable Hard Quota Feature
ar_ae: تنفيذ تمكين ميزة الحصة الثابتة
de_de: Anwenden der Funktionen zum Aktivieren des "harten" Kontingents

# WarningDescription.ApplyEnableHardQuotaFeature
source: By clicking on the button 'Apply', you will apply the respective hard quota on each provisioned home folder. Note that this may take some time.
ar_ae: بالنقر فوق الزر "تطبيق" ، ستقوم بتطبيق الحصة الثابتة الخاصة بكل مجلد رئيسي متوفر. لاحظ أن هذا قد يستغرق بعض الوقت.
de_de: Mit dem Klick auf den Knopf "Anwenden" wird das jeweilige "harte" Kontingent auf alle Home-Ordner angewendet. Bitte beachten Sie, dass dieser Vorgang eine Zeit dauern kann.

# Error.IP_ADD_PHONE
source: Error adding Phone number
ar_ae: خطأ في إضافة رقم الهاتف
de_de: Fehler beim Hinzufügen der Telefonnummer

# Error.IP_ADD_PHONE_RANGE
source: Cannot add Phone numbers range.
ar_ae: لا يمكن إضافة مجال أرقام الهواتف.
de_de: Telefonnummernbereich kann nicht hinzugefügt werden.

# Error.DEALLOCATE_SPACE_PHONE_NUMBER
source: The following errors have been occurred:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Success.DEALLOCATE_SPACE_PHONE_NUMBER
source: Phone number have been successfully deallocated.
ar_ae: تم إلغاء تخصيص رقم الهاتف بنجاح.
de_de: Telefonnummer wurde erfolgreich freigegeben.

# WarningDescription.PHONE_EDIT_LIST_EMPTY_ERROR
source: At least one Phone number must be selected.
ar_ae: يجب تحديد رقم هاتف واحد على الأقل.
de_de: Mindestens eine Telefonnummer muss ausgewählt werden.

# Quota.Lync.PhoneNumbers
source: Phone Numbers per Organization
ar_ae: أرقام الهواتف لكل مؤسسة
de_de: Telefonnummern pro Organisation

# Quota.SfB.PhoneNumbers
source: SfB Phone Numbers per Organization
ar_ae: أرقام هواتف SfB لكل مؤسسة
de_de: SfB-Telefonnummern pro Organisation

# Error.ORGANIZATION_CREATE_USER
source: Error creating user. See audit log for more details.
ar_ae: خطأ في إنشاء المستخدم. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen des Benutzers. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.ORGANIZATION_CREATE_SECURITY_GROUP
source: Error creating security group. See audit log for more details.
ar_ae: خطأ في إنشاء مجموعة الأمان. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen der Sicherheitsgruppe. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.ORGANIZATION_GET_SECURITY_GROUP_SETTINGS
source: Error reading group settings
ar_ae: خطأ في قراءة إعدادات المجموعة
de_de: Fehler beim Lesen der Gruppeneinstellungen

# Error.ENTERPRISE_STORAGE_CREATE_FOLDER
source: Error creating folder
ar_ae: خطأ في إنشاء المجلد
de_de: Fehler beim Erstellen des Ordners

# Error.ORGANIZATION_UPDATE_SECURITY_GROUP_SETTINGS
source: Error updating group settings
ar_ae: خطأ في تحديث إعدادات المجموعة
de_de: Fehler beim Aktualisieren der Gruppeneinstellungen

# Success.ORGANIZATION_UPDATE_SECURITY_GROUP_SETTINGS
source: Group general settings have been successfully updated.
ar_ae: تم تحديث الإعدادات العامة للمجموعة بنجاح.
de_de: Allgemeine Gruppeneinstellungen wurden erfolgreich aktualisiert.

# ResourceGroup.RDS
source: Remote Desktop Services
ar_ae: خدمات سطح المكتب البعيد

# Warning.WEB_SITE_IS_NOT_CREATED
source: Website is not created
ar_ae: لم يتم إنشاء الموقع
de_de: Webseite ist nicht erstellt.

# Success.ENTERPRISE_STORAGE_UPDATE_FOLDER_SETTINGS
source: Cloud Folder settings have been successfully updated.
ar_ae: تم تحديث إعدادات المجلد السحابي بنجاح.
de_de: Cloud Ordner-Einstellungen wurden erfolgreich aktualisiert.

# Quota.HostedCRM.LimitedUsers
source: Limited licenses per organization
ar_ae: تراخيص محدودة لكل مؤسسة
de_de: Limitierte Lizenzen pro Organisation

# Quota.HostedCRM.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# HostedCRM.USER_QUOTA_HAS_BEEN_REACHED2
source: CRM users quota (limited license) has been reached.
ar_ae: تم الوصول إلى حصة مستخدمي CRM (ترخيص محدود).
de_de: Kontingent an CRM-Benutzern (limitierte Lizenz) wurde verbraucht.

# HostedCRM.USER_QUOTA_HAS_BEEN_REACHED22
source: CRM users quota (ESS license) has been reached.
ar_ae: تم الوصول إلى حصة مستخدمي CRM (ترخيص ESS).
de_de: Kontingent an CRM-Benutzern (ECC Lizenz) wurde verbraucht.

# Quota.HostedCRM.ESSUsers
source: ESS licenses per organization
ar_ae: تراخيص ESS لكل مؤسسة
de_de: ESS Lizenzen pro Organisation

# HostedCRM.USER_QUOTA_HAS_BEEN_REACHED2013_0
source: CRM users quota (Professional license) has been reached.
ar_ae: تم الوصول إلى حصة مستخدمي CRM (الترخيص المهني).
de_de: Kontingent an CRM-Benutzern (Professional Lizenz) wurde verbraucht.

# HostedCRM.USER_QUOTA_HAS_BEEN_REACHED2013_2
source: CRM users quota (Basic license) has been reached.
ar_ae: تم الوصول إلى حصة مستخدمي CRM (الترخيص الأساسي).
de_de: Kontingent an CRM-Benutzern (Basic Lizenz) wurde verbraucht.

# HostedCRM.USER_QUOTA_HAS_BEEN_REACHED2013_5
source: CRM users quota (Essential license) has been reached.
ar_ae: تم الوصول إلى حصة مستخدمي CRM (الترخيص الأساسي).
de_de: Kontingent an CRM-Benutzern (Essential Lizenz) wurde verbraucht.

# Quota.HostedCRM2013.BasicUsers
source: Basic licenses per organization
ar_ae: التراخيص الأساسية لكل منظمة
de_de: Basic Lizenzen pro Organisation

# Quota.HostedCRM2013.EssentialUsers
source: Essential licenses per organization
ar_ae: التراخيص الأساسية لكل مؤسسة
de_de: Essential Lizenzen pro Organisation

# Quota.HostedCRM2013.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# Quota.HostedCRM2013.Organization
source: CRM Organization
ar_ae: منظمة CRM
de_de: CRM-Organisation

# Quota.HostedCRM2013.ProfessionalUsers
source: Professional licenses per organization
ar_ae: التراخيص الاحترافية لكل منظمة
de_de: Professional Lizenzen pro Organisation

# HostedCRM.LicenseBasic
source: Basic
ar_ae: أساسي

# HostedCRM.LicenseEssential
source: Essential
ar_ae: أساسى

# HostedCRM.LicenseFull
source: Full
ar_ae: كامل
de_de: Voll

# HostedCRM.LicenseLimited
source: Limited
ar_ae: الترخيص:
de_de: Limitiert

# HostedCRM.LicenseProfessional
source: Professional
ar_ae: احترافي

# Quota.Exchange2013.AllowRetentionPolicy
source: Allow Retention policy
ar_ae: السماح بسياسة الاحتفاظ
de_de: Aufbewahrungsrichtlinie erlauben

# Quota.Exchange2013.ArchivingStorage
source: Archiving storage per Organization, MB
ar_ae: تخزين الأرشفة لكل منظمة ، ميجا بايت
de_de: Archiv-Speicherplatz pro Organisation, MB

# Error.EXCHANGE_DELETE_RETENTIONPOLICY
source: Unable to delete Retention policy.
ar_ae: تعذر حذف سياسة الاحتفاظ.
de_de: Aufbewahrungsrichtlinie konnte nicht gelöscht werden.

# Error.EXCHANGE_UPDATERETENTIONPOLICY
source: Retention policy update failed
ar_ae: فشل تحديث سياسة الاستبقاء
de_de: Aktualisieren der Aufbewahrungsrichtlinie fehlgeschlagen

# Success.EXCHANGE_DELETE_RETENTIONPOLICY
source: Retention policy deleted.
ar_ae: تم حذف سياسة الاستبقاء.
de_de: Aufbewahrungsrichtlinie gelöscht.

# Success.EXCHANGE_UPDATERETENTIONPOLICY
source: Retention policy updated
ar_ae: تم تحديث سياسة الاستبقاء
de_de: Aufbewahrungsrichtlinie aktualisiert.

# Quota.Exchange2013.ArchivingMailboxes
source: Archiving Mailboxes per Organization
ar_ae: أرشفة علب البريد لكل منظمة
de_de: Archiv-Postfächer pro Organisation

# Quota.Exchange2013.AllowArchiving
source: Allow Archiving
ar_ae: السماح بالأرشفة
de_de: Archivierung erlauben

# Quota.EnterpriseStorage.DriveMaps
source: Use Drive Maps
ar_ae: استخدام خرائط محرك الاقراص
de_de: Laufwerkszuordnungen verwenden

# Text.All
source: All
ar_ae: الكل
de_de: Alle

# Text.Calendar
source: Calendar
ar_ae: التقويم
de_de: Kalender

# Text.Contacts
source: Contacts
ar_ae: جهات الاتصال
de_de: Kontakte

# Text.ConversationHistory
source: Conversation History
ar_ae: محفوظات المحادثة
de_de: Gesprächsverlauf

# Text.DeleteAndAllowRecovery
source: Delete and Allow Recovery
ar_ae: حذف والسماح بالاسترداد
de_de: Löschen und das Wiederherstellen erlauben

# Text.DeletedItems
source: Deleted Items
ar_ae: عناصر محذوفة
de_de: Gelöschte Elemente

# Text.Drafts
source: Drafts
ar_ae: المسودات
de_de: Entwürfe

# Text.Inbox
source: Inbox
ar_ae: صندوق الوارد
de_de: Posteingang

# Text.Journal
source: Journal
ar_ae: دفتر اليومية

# Text.JunkEmail
source: Junk Email
ar_ae: بريد إلكتروني غير هام
de_de: Spam E-Mail

# Text.LegacyArchiveJournals
source: Legacy Archive Journals
ar_ae: النطاقات الأرشيفية القديمة
de_de: Legacy Archivierungsjournale

# Text.ManagedCustomFolder
source: Managed Custom Folder
ar_ae: مجلد مخصص مُدار
de_de: Verwaltete benutzerdefinierte Ordner

# Text.MarkAsPastRetentionLimit
source: Mark as Past Retention Limit
ar_ae: وضع علامة كحدود استبقاء في الماضي
de_de: Markiere als "nach der Aufbewahrungsfrist"

# Text.MoveToArchive
source: Move to Archive
ar_ae: نقل الي الارشيف
de_de: In Archiv verschieben

# Text.MoveToDeletedItems
source: Move to Deleted
ar_ae: نقل الي المحذوف
de_de: In Gelöscht verschieben

# Text.MoveToFolder
source: Move to Folder
ar_ae: نقل الي مجلد
de_de: In Ordner verschieben

# Text.Notes
source: Notes
ar_ae: ملاحظات
de_de: Notizen

# Text.Outbox
source: Outbox
ar_ae: صندوق الصادر
de_de: Postausgang

# Text.PermanentlyDelete
source: Permanently Delete
ar_ae: حذف بشكل دائم
de_de: Dauerhaft löschen

# Text.Personal
source: Personal
ar_ae: شخصي
de_de: Persönlich

# Text.RecoverableItems
source: Recoverable Items
ar_ae: العناصر القابلة للاسترداد
de_de: Wiederherstellbare Elemente

# Text.RssSubscriptions
source: Rss Subscriptions
ar_ae: اشتراكات Rss
de_de: RSS-Abonnements

# Text.SentItems
source: Sent Items
ar_ae: العناصر المرسلة
de_de: Gesendete Elemente

# Text.SyncIssues
source: Sync Issues
ar_ae: مشاكل المزامنة
de_de: Sychronisierungsprobleme

# Text.Tasks
source: Tasks
ar_ae: المهام
de_de: Aufgaben

# ResourceGroup.Service Levels
source: Service Levels
ar_ae: مستويات الخدمة
de_de: Service-Level

# Error.ADD_SERVICE_LEVEL
source: Service Level with this name is already exists
ar_ae: مستوى الخدمة بهذا الاسم موجود بالفعل
de_de: Service-Level mit diesem Namen existiert bereits

# Error.DELETE_SERVICE_LEVEL
source: Delete Service Level Error
ar_ae: حذف خطأ مستوى الخدمة
de_de: Service-Level-Fehler löschen

# Error.SERVICE_LEVEL_IN_USE
source: Unable to remove Service Level because it is being used
ar_ae: غير قادر على إزالة مستوى الخدمة لأنه قيد الاستخدام
de_de: Service-Level konnte nicht gelöscht werden, da es aktuell in Benutzung ist.

# Quota.RDS.Servers
source: Remote Desktop Servers
ar_ae: خدمات سطح المكتب البعيد
de_de: Remote Desktop Server

# Quota.RDS.Users
source: Remote Desktop Users
ar_ae: مستخدمو سطح المكتب البعيد
de_de: Remote Desktop Benutzer

# Quota.RDS.Collections
source: Remote Desktop Collections
ar_ae: مجموعات سطح المكتب البعيد
de_de: Remote Desktop Sammlungen

# Error.RDS_CREATE_COLLECTION_RDSSERVER_REQUAIRED
source: Error creating rds collection. You need to add at least 1 rds server to collection
ar_ae: خطأ في إنشاء مجموعة rds. تحتاج إلى إضافة خادم rds واحد على الأقل إلى المجموعة
de_de: Fehler beim Erstellen der RDS-Verbindung. Sie müssen mindestens einen RDS-Server zur Sammlung hinzufügen.

# Error.RDS_IMPORT_COLLECTION_NOT_FOUND
source: Error importing rds collection. Collection not found
ar_ae: خطأ في استيراد مجموعة rds. المجموعة غير موجودة
de_de: Fehler beim Importieren der RDS-Sammlung. Sammlung wurde nicht gefunden

# Quota.Exchange2013.ResourceMailboxes
source: Resource Mailboxes per Organization
ar_ae: علب بريد الموارد لكل منظمة
de_de: Ressourcen-Postfächer pro Organisation

# Quota.Exchange2013.SharedMailboxes
source: Shared Mailboxes per Organization
ar_ae: علب بريد مشتركة لكل مؤسسة
de_de: Geteilte Postfächer pro Organisation

# RoomMailbox.Text
source: (room mailbox)
ar_ae: (صندوق بريد الغرفة)
de_de: (Raumpostfach)

# SharedMailbox.Text
source: (shared mailbox)
ar_ae: (علبة بريد مشتركة)
de_de: (Freigegebenes Postfach)

# EquipmentMailbox.Text
source: (equipment mailbox)
ar_ae: (صندوق بريد المعدات)
de_de: (Gerätepostfach)

# Success.DOMAIN_UPDATE_DOMAIN
source: Domain information has been successfully updated.
ar_ae: تم تحديث معلومات النطاق بنجاح.
de_de: Domänen-Informationen wurden erfolgreich aktualisiert.

# Success.WEB_UPDATE_SITE
source: Web site has been successfully updated.
ar_ae: تم تحديث موقع الويب بنجاح.
de_de: Webseite wurde erfolgreich aktualisiert.

# SchedulerTask.SCHEDULE_TASK_DOMAIN_LOOKUP
source: Check MX and NS on DNS servers
ar_ae: تحقق من MX و NS على خوادم DNS
de_de: MX und NS auf den DNS-Servern prüfen

# SchedulerTask.SCHEDULE_TASK_DOMAIN_EXPIRATION
source: Check domain expiration date
ar_ae: تحقق من تاريخ انتهاء النطاق
de_de: Domänen-Ablaufdatum prüfen

# ERROR.IDNDOMAIN_NO_MAIL
source: You cannot use a IDN domain name for mail
ar_ae: لا يمكنك استخدام اسم نطاق IDN للبريد
de_de: Sie können für E-Mail keine IDN-Domäne verwenden

# ERROR.IDNDOMAIN_NO_ORGANIZATION
source: You cannot use a IDN domain name for organizations
ar_ae: لا يمكنك استخدام اسم نطاق IDN للمؤسسات
de_de: Sie können für Organisationen keine IDN-Domäne verwenden

# ERROR.RDSCOLLECTION_NOT_CREATED
source: Collection not created
ar_ae: لم يتم إنشاء المجموعة
de_de: Sammlung konnte nicht erstellt werden

# ERROR.RDSCOLLECTION_NOT_IMPORTED
source: Collection not imported
ar_ae: لم يتم إستيراد المجموعة
de_de: Sammlung konnte nicht importiert werden

# ERROR.RDSSESSIONHOST_CERTIFICATE_NOT_INSTALLED
source: Session host certificate not installed
ar_ae: شهادة مضيف الجلسة غير مثبتة
de_de: Sitzungshost-Zertifikat nicht installiert

# ERROR.RDSSERVER_NOT_ADDED
source: RDS Server not added
ar_ae: لم تتم إضافة خادم RDS
de_de: RDS-Server nicht hinzugefügt

# ERROR.RDSSERVER_NOT_UPDATED
source: RDS Server not updated
ar_ae: لم يتم تحديث خادم RDS
de_de: RDS-Server nicht aktualisiert

# Success.RDSSESSIONHOST_CERTIFICATE_INSTALLED
source: Session host certificate has been installed
ar_ae: تم تثبيت شهادة مضيف الجلسة
de_de: Sitzungshost-Zertifikat wurde installiert

# ERROR.RDSCOLLECTIONSETTINGS_NOT_UPDATES
source: RDS Collection settings not updated
ar_ae: لم يتم تحديث إعدادات مجموعة RDS
de_de: RDS-Sammlungseinstellungen nicht aktualisiert

# ERROR.REMOTEAPPUSERS_NOT_UPDATED
source: Remote application users not updated
ar_ae: لم يتم تحديث مستخدمي التطبيق البعيد
de_de: RemoteApp-Benutzer nicht aktualisiert

# ERROR.RDSSERVER_NOT_ASSIGNED
source: RDS server not assigned to organization
ar_ae: لم يتم تعيين خادم RDS للمؤسسة
de_de: RDS-Server keiner Organisation zugeordnet

# ERROR.RDSLOCALADMINS_NOT_ADDED
source: Local admins not added
ar_ae: لم تتم إضافة مدراء محليين
de_de: Lokale Administratoren nicht hinzugefügt

# ERROR.RDS_USERS_NOT_DELETED
source: Unable to remove the following user(s) since they are local admins or they were granted access to remote applications:
ar_ae: غير قادر على إزالة المستخدم (المستخدمين) التاليين لأنهم مشرفون محليون أو تم منحهم حق الوصول إلى التطبيقات البعيدة:
de_de: Benutzer konnte(n) nicht gelöscht werden, da es sich entweder um lokale Administratoren handelt oder ihnen der Zugriff auf RemoteApps gewährt wurde:

# ERROR.RDS_USERS_NOT_UPDATED
source: RDS Users updating error
ar_ae: خطأ في تحديث مستخدمي RDS
de_de: RDS-Benutzer-Aktualisierungsfehler

# ERROR.REMOTE_DESKTOP_SERVICES_LOG_OFF_USER
source: RDS User logging off error
ar_ae: خطأ في تسجيل خروج مستخدم RDS
de_de: RDS-Benutzer-Abmeldefehler

# ERROR.REMOTE_DESKTOP_SERVICES_VIEW_SESSION
source: View session error
ar_ae: عرض خطأ الجلسة
de_de: Sitzungsanzeigefehler

# ERROR.REMOTE_DESKTOP_SERVICES_CONTROL_SESSION
source: Control session error
ar_ae: خطأ جلسة التحكم
de_de: Sitzungssteuerungsfehler

# ERROR.REMOTE_DESKTOP_SERVICES_USER_SESSIONS
source: Getting RDS User sessions error
ar_ae: الحصول على خطأ جلسات مستخدم RDS
de_de: Fehler beim Abrufen der RDS-Benutzersitzung

# ERROR.REMOTE_DESKTOP_SERVICES_USER_EXPERIENCE
source: Updating RDS User experience error
ar_ae: خطأ في تحديث تجربة مستخدم RDS
de_de: Fehler beim Aktualisieren der RDS-Desktop-Darstellung

# Success.REMOTE_DESKTOP_SERVICES_USER_EXPERIENCE
source: RDS User experience has been updated
ar_ae: تم تحديث تجربة مستخدم RDS
de_de: RDS-Desktop-Darstellung wurde aktualisiert

# SchedulerTask.SCHEDULE_TASK_USER_PASSWORD_EXPIRATION_NOTIFICATION
source: User password expiration notification
ar_ae: إشعار انتهاء صلاحية كلمة مرور المستخدم
de_de: Benachrichtigung zum Ablauf des Benutzerpassworts

# ERROR.ORANIZATIONSETTINGS_NOT_UPDATED
source: Error during updating settings.
ar_ae: خطأ أثناء تحديث الإعدادات.
de_de: Fehler beim Aktualisieren der Einstellungen.

# Error.UNABLETOLOADPASSWORDSETTINGS
source: Unable to load password settings
ar_ae: تعذر ملء إحصائيات المستخدم
de_de: Passworteinstellungen konnten nicht geladen werden.

# Error.SEND_USER_PASSWORD_RESET_SMS
source: Sms was not sent.
ar_ae: لم يتم إرسال الرسائل القصيرة.
de_de: SMS wurde nicht versendet.

# SearchObject.NOT_FOUND
source: Not found
ar_ae: غير موجود
de_de: Nicht gefunden

# Error.STORAGE_SPACES_LEVEL_REMOVE
source: Error removing storage space level
ar_ae: خطأ في إزالة مستوى مساحة التخزين
de_de: Fehler beim Entfernen des Storage-Spaces-Levels

# Error.STORAGE_SPACE_LEVEL_SAVE
source: Error saving storage space level
ar_ae: خطأ في حفظ مستوى مساحة التخزين
de_de: Fehler beim Speichern des Storage Spaces-Levels

# Success.STORAGE_SPACES_LEVEL_REMOVE
source: Storage space level successfully removed
ar_ae: تمت إزالة مستوى مساحة التخزين بنجاح
de_de: Storage Space-Level erfolgreich entfernt
