Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Error.SERVER_UPDATE_SERVER_PSW
source: Error updating remote server password
ar_ae: خطأ في تحديث كلمة مرور الخادم البعيد
de_de: Fehler beim Aktualisieren des Passworts auf dem Remote-Servers

# Success.SERVER_UPDATE_AD_PSW
source: Active Directory password has been updated
ar_ae: تم تحديث كلمة مرور Active Directory
de_de: Active Directory-Passwort wurde aktualisiert

# Success.SERVER_UPDATE_SERVER_PSW
source: Server password has been updated
ar_ae: تم تحديث كلمة مرور الخادم
de_de: Server-Passwort wurde aktualisiert

# Error.STATS_UPDATE_STAT
source: Error updating advanced statistics site
ar_ae: خطأ في تحديث موقع الإحصائيات المتقدمة
de_de: Fehler beim Aktualisieren der erweiterten Statistikseite

# Error.109
source: User with specified username was not found
ar_ae: لم يتم العثور على المستخدم باسم المستخدم المحدد
de_de: Benutzer mit angegebenem Benutzernamen wurde nicht gefunden

# Error.110
source: Wrong password has been specified
ar_ae: تم تحديد كلمة مرور خاطئة
de_de: Falsches Passwort wurde angegeben

# Error.202
source: Password reminder letter is not specified or has empty body
ar_ae: لم يتم تحديد خطاب التذكير بكلمة المرور أو أنه يحتوي على نص فارغ
de_de: Passwort-Erinnerung-E-Mail ist nicht angegeben oder hat keinen Inhalt

# Error.PASSWORD_SENT
source: Error sending password reminder letter
ar_ae: خطأ في إرسال رسالة تذكير بكلمة المرور
de_de: Fehler beim Senden der Passworterinnerungs-E-Mail

# Success.PASSWORD_SENT
source: Password reminder has been sent
ar_ae: تم إرسال تذكير كلمة المرور
de_de: Passwort-Erinnerung wurde versendet

# SuccessDescription.PASSWORD_SENT
source: Check your mail box.
ar_ae: تحقق من صندوق البريد الخاص بك.
de_de: Bitte überprüfen Sie Ihren Posteingang

# Text.ErrorPasswordChange
source: Error while changing account password
ar_ae: خطأ أثناء تغيير كلمة مرور الحساب
de_de: Fehler beim Ändern des Passworts

# Text.ErrorSynchronize
source: Error while synchronizing '{0}' account: {1}
ar_ae: خطأ أثناء المزامنة '{0}' الحساب: {1}
de_de: Fehler beim Synchronisieren von '{0}' Konto:{1}

# Text.FatalErrorSynchronize
source: Fatal error while synchronizing '{0}' account: {1}
ar_ae: خطأ فادح أثناء مزامنة حساب "{0}": {1}
de_de: Schwerwiegender Fehler beim Synchronisieren von '{0}' Konto:{1}

# Text.PasswordChanged
source: You password has been automatically changed to fit security requirements. Please, use password reminder function to retrieve your password.
ar_ae: تم تغيير كلمة المرور الخاصة بك تلقائيًا لتلائم متطلبات الأمان. من فضلك ، استخدم وظيفة تذكير كلمة المرور لاسترداد كلمة المرور الخاصة بك.
de_de: Ihr Passwort wurde automatisch geändert, um die Sicherheitsanforderungen zu erfüllen. Bitte benutzen Sie die Passworterinnerungsfunktion, um Ihr Passwort zu erhalten.

# Warning.1501
source: Hosting Plan could not be deleted
ar_ae: لا يمكن حذف خطة الاستضافة
de_de: Hosting-Plan konnte nicht gelöscht werden

# Warning.1502
source: Hosting Add-On could not be deleted
ar_ae: لا يمكن حذف الوظائف الاضافية للاستضافة
de_de: Hosting-Addon konnte nicht gelöscht werden

# Warning.1601
source: IP Address could not be deleted
ar_ae: لا يمكن حذف عنوان IP
de_de: IP-Adresse konnte nicht gelöscht werden

# WarningDescription.1501
source: The hosting plan could not be deleted because some hosting spaces still use it.
ar_ae: لا يمكن حذف خطة الاستضافة لأن بعض مساحات الاستضافة ما زالت تستخدمها.
de_de: Der Hosting-Plan konnte nicht gelöscht werden, da dieser noch in einigen Hosting-Bereichen benutzt wird

# WarningDescription.1502
source: The hosting add-on could not be deleted because some hosting space add-ons still use it.
ar_ae: لا يمكن حذف الوظيفة الإضافية للاستضافة لأن بعض الوظائف الإضافية لمساحة الاستضافة لا تزال تستخدمها.
de_de: Das Hosting-Addon konnte nicht gelöscht werden, da dieses noch in einigen Hosting-Bereich-Addons benutzt wird

# WarningDescription.1601
source: IP Address could not be deleted because it is being used in global DNS record.
ar_ae: تعذر حذف عنوان IP لأنه قيد الاستخدام في سجل DNS العالمي.
de_de: IP-Adresse konnte nicht gelöscht werden, da sie in globalem DNS-Eintrag benutzt wird.

# Warning.1701
source: Server could not be deleted
ar_ae: لا يمكن حذف الخادم
de_de: Server konnte nicht gelöscht werden

# Warning.1702
source: Server could not be deleted
ar_ae: لا يمكن حذف الخادم
de_de: Server konnte nicht gelöscht werden

# Warning.1801
source: Service could not be deleted
ar_ae: لا يمكن حذف الخدمة
de_de: Dienst konnte nicht gelöscht werden

# WarningDescription.1701
source: Server could not be deleted because it contains services. Delete services first, then delete server.
ar_ae: تعذر حذف الخادم لأنه يحتوي على خدمات. احذف الخدمات أولاً ، ثم احذف الخادم.
de_de: Server konnte nicht gelöscht werden, da er noch Dienste anbietet. Löschen Sie zuerst die Dienste und dann diesen Server.

# WarningDescription.1702
source: Server could not be deleted because it contains hosting spaces. Delete hosting spaces on this server and then delete server.
ar_ae: تعذر حذف الخادم لأنه يحتوي على مساحات استضافة. احذف مساحات الاستضافة على هذا الخادم ثم احذف الخادم.
de_de: Server konnte nicht gelöscht werden, da er noch Hosting-Bereiche besitzt. Löschen Sie zuerst die Hosting-Bereiche und dann den Server.

# WarningDescription.1801
source: Service could not be deleted because it contains service items (web sites, FTP accounts, databases, etc.). Delete related hosting spaces or separate service items and then delete service.
ar_ae: تعذر حذف الخدمة لأنها تحتوي على عناصر خدمة (مواقع ويب وحسابات FTP وقواعد بيانات وما إلى ذلك). احذف مساحات الاستضافة ذات الصلة أو عناصر الخدمة المنفصلة ثم احذف الخدمة.
de_de: Dienst konnte nicht gelöscht werden, da er noch Dienstobjekte (Webseiten, FTP-Konten, Datenbanken usw.) besitzt. Löschen Sie zuerst die zugehörigen Hosting-Bereiche oder einzelnen Dienstobjekte und dann diesen Dienst.

# Warning.305
source: Insufficient hosting resources
ar_ae: موارد الاستضافة غير كافية
de_de: Nicht genügend Hostingressourcen vorhanden

# Warning.FILES_GET_LIST
source: Could not get files list
ar_ae: تعذر الحصول على قائمة الملفات
de_de: Dateiliste kann nicht gelesen werden

# WarningDescription.305
source: The system can not complete the current operation because resource quotas allocated on the parent level could not be exeeded.
ar_ae: لا يمكن للنظام إكمال العملية الحالية بسبب تعذر تجاوز حصص الموارد المخصصة على المستوى الأصلي.
de_de: Das System kann den aktuellen Vorgang nicht abschließen, da die der übergeordneten Ebene zugeteilten Ressourcenkontingente nicht überschritten werden dürfen.

# WarningDescription.FILES_GET_LIST
source: There are several possible causes of this message: 1) You do not have hosting space created/selected; 2) Selected hosting space does not have home folder on the disk; 3) There is some I/O error when reading hosting space folder.
ar_ae: هناك عدة أسباب محتملة لهذه الرسالة: 1) ليس لديك مساحة استضافة تم إنشاؤها / تحديدها ؛ 2) لا تحتوي مساحة الاستضافة المحددة على مجلد رئيسي على القرص ؛ 3) يوجد خطأ في الإدخال / الإخراج عند قراءة مجلد مساحة الاستضافة.
de_de: Es gibt mehrere mögliche Ursachen für diese Meldung: 1) Sie haben den Hosting-Bereich nicht angelegt/ausgewählt; 2) Der ausgewählte Hosting-Bereich besitzt keinen Home-Ordner auf der Festplatte; 3) Es trat ein E/A-Fehler beim Lesen des Home-Ordners des Hosting-Bereichs auf.

# Warning.1703
source: Server could not be deleted
ar_ae: لا يمكن حذف الخادم
de_de: Server konnte nicht gelöscht werden

# Warning.1802
source: Service could not be deleted
ar_ae: لا يمكن حذف الخدمة
de_de: Dienst konnte nicht gelöscht werden

# WarningDescription.1703
source: Server could not be deleted because it is being used in hosting plans. Delete related hosting plans and then delete server.
ar_ae: تعذر حذف الخادم لأنه يتم استخدامه في خطط الاستضافة. احذف خطط الاستضافة ذات الصلة ثم احذف الخادم.
de_de: Server konnte nicht gelöscht werden, da er noch in Hosting-Plänen genutzt wird. Löschen Sie zuerst die Hosting-Pläne und dann den Server.

# WarningDescription.1802
source: Service could not be deleted because it is being used in virtual server(s) . Remove service from all virtual servers and then delete it.
ar_ae: تعذر حذف الخدمة لأنها قيد الاستخدام في الخادم (الخوادم) الافتراضي. قم بإزالة الخدمة من جميع الخوادم الافتراضية ثم قم بحذفها.
de_de: Dienst konnte nicht gelöscht werden, da er noch in virtuellen Servern genutzt wird. Entfernen Sie den Dienst von allen virtuellen Servern und löschen Sie ihn dann.

# Warning.INIT_SERVICE_ITEM_FORM
source: Service item could not be created/updated
ar_ae: تعذر إنشاء / تحديث عنصر الخدمة
de_de: Dienstobjekt konnte nicht angelegt/aktualisiert werden

# WarningDescription.INIT_SERVICE_ITEM_FORM
source: You can not create or update service item because the required resource is not available in the current hosting space.
ar_ae: لا يمكنك إنشاء أو تحديث عنصر الخدمة لأن المورد المطلوب غير متوفر في مساحة الاستضافة الحالية.
de_de: Sie können das Dienstobjekt nicht anlegen oder aktualisieren, da die benötigte Ressource im aktuellen Hosting-Bereich nicht verfügbar ist.

# Error.1901
source: SMTP Error: Bad Command Sequence
ar_ae: خطأ SMTP: تسلسل أوامر غير صالح
de_de: SMTP-Fehler: Falsche Befehlsreihenfolge

# Error.1902
source: SMTP Error: Can not verify user, but will attempt delivery
ar_ae: خطأ SMTP: لا يمكن التحقق من المستخدم ، ولكن سيحاول التسليم
de_de: SMTP-Fehler: Benutzer kann nicht überprüft werden. Auslieferung wird trotzdem probiert

# Error.1903
source: SMTP Error: Client not permitted
ar_ae: خطأ SMTP: العميل غير مسموح به
de_de: SMTP-Fehler: Client nicht erlaubt

# Error.1904
source: SMTP Error: Command not implemented
ar_ae: خطأ SMTP: الأمر غير مطبق
de_de: SMTP-Fehler: Befehl nicht implementiert

# Error.1905
source: SMTP Error: Command parameter not implemented
ar_ae: خطأ SMTP: لم يتم تنفيذ معلمة الأمر
de_de: SMTP-Fehler: Befehlsparameter nicht implementiert

# Error.1906
source: SMTP Error: Command unrecognized
ar_ae: خطأ SMTP: الأمر غير معروف
de_de: SMTP-Fehler: Befehl nicht erkannt

# Error.1907
source: SMTP Error: Exceeded storage allocation
ar_ae: خطأ SMTP: تم تجاوز تخصيص مساحة التخزين
de_de: SMTP-Fehler: Speicherbelegung überschritten

# Error.1908
source: SMTP Error: General failure
ar_ae: خطأ SMTP: فشل عام
de_de: SMTP-Fehler: Allgemeiner Fehler

# Error.1909
source: SMTP Error: Insufficient storage
ar_ae: خطأ SMTP: مساحة تخزين غير كافية
de_de: SMTP-Fehler: Zu wenig Speicher

# Error.1910
source: SMTP Error: Local error in processing
ar_ae: خطأ SMTP: خطأ محلي في المعالجة
de_de: SMTP-Fehler: Lokaler Verarbeitungsfehler

# Error.1911
source: SMTP Error: Mailbox busy
ar_ae: خطأ SMTP: علبة البريد مشغولة
de_de: SMTP-Fehler: Postfach belegt

# Error.1912
source: SMTP Error: Mailbox name not allowed
ar_ae: خطأ SMTP: اسم صندوق البريد غير مسموح به
de_de: SMTP-Fehler: Postfachname nicht erlaubt

# Error.1913
source: SMTP Error: Mailbox unavailable
ar_ae: خطأ SMTP: صندوق البريد غير متوفر
de_de: SMTP-Fehler: Postfach nicht verfügbar

# Error.1914
source: SMTP Error: Must issue start TLS first
ar_ae: خطأ SMTP: يجب إصدار بدء TLS أولاً
de_de: SMTP-Fehler: Start TLS muss zuerst gesendet werden

# Error.1915
source: SMTP Error: Service closing transmission channel
ar_ae: خطأ SMTP: خدمة إغلاق قناة الإرسال
de_de: SMTP-Fehler: Dienst schliesst Übertragungskanal

# Error.1916
source: SMTP Error: Service not available
ar_ae: خطأ SMTP: الخدمة غير متوفرة
de_de: SMTP-Fehler: Dienst nicht verfügbar

# Error.1917
source: SMTP Error: Syntax error
ar_ae: خطأ SMTP: خطأ في بناء الجملة
de_de: SMTP-Fehler: Syntaxfehler

# Error.1918
source: SMTP Error: Transaction failed
ar_ae: خطأ SMTP: فشلت المعاملة
de_de: SMTP-Fehler: Transaktion fehlgeschlagen

# Error.1919
source: SMTP Error: User not local, try alternate path
ar_ae: خطأ SMTP: المستخدم ليس محليًا ، جرب مسارًا بديلًا
de_de: SMTP-Fehler: Benutzer ist nicht lokal, alternativen Pfad benutzen

# Error.1920
source: SMTP Error: User not local; will forward
ar_ae: خطأ SMTP: المستخدم ليس محليًا ؛ سيتم التحويل
de_de: SMTP-Fehler: Benutzer ist nicht lokal, wird weitergeleitet

# Error.1921
source: SMTP Error: Unknown error
ar_ae: خطأ SMTP: خطأ غير معروف
de_de: SMTP-Fehler: Unbekannter Fehler

# ErrorDescription.1901
source: The SMTP commands were sent in the incorrect sequence.
ar_ae: تم إرسال أوامر SMTP في تسلسل غير صحيح.
de_de: Die SMTP-Befehle wurden in falscher Reihenfolge versandt.

# ErrorDescription.1902
source: The specified user is not local, but the receiving SMTP service accepted the message and attempted to deliver it.
ar_ae: المستخدم المحدد ليس محليًا ، لكن خدمة SMTP المستلمة قبلت الرسالة وحاولت تسليمها.
de_de: Der angegeben Benutzer ist nicht lokal, aber der empfangende SMTP-Dienst akzeptierte die Nachricht und versucht sie zuzustellen.

# ErrorDescription.1903
source: The client was not authenticated or is not allowed to send mail using the specified SMTP host.
ar_ae: لم تتم مصادقة العميل أو لم يُسمح له بإرسال بريد باستخدام مضيف SMTP المحدد.
de_de: Der Client war nicht authentifiziert oder ihm ist es nicht erlaubt E-Mails über den angegebenen SMTP-Host zu versenden.

# ErrorDescription.1904
source: The SMTP service does not implement the specified command.
ar_ae: لا تقوم خدمة SMTP بتنفيذ الأمر المحدد.
de_de: Der SMTP-Dienst hat den angegebenen Befehl nicht implementiert.

# ErrorDescription.1905
source: The SMTP service does not implement the specified command parameter.
ar_ae: لا تقوم خدمة SMTP بتطبيق معلمة الأمر المحددة.
de_de: Der SMTP-Dienst hat den angegebenen Befehlsparameter nicht implementiert.

# ErrorDescription.1906
source: The SMTP service does not recognize the specified command.
ar_ae: لا تتعرف خدمة SMTP على الأمر المحدد.
de_de: Der SMTP-Dienst erkennt den angegebenen Befehl nicht.

# ErrorDescription.1907
source: The message is too large to be stored in the destination mailbox.
ar_ae: الرسالة كبيرة جدًا بحيث لا يمكن تخزينها في صندوق البريد الوجهة.
de_de: Die Nachricht ist zu groß, um im Zielpostfach gespeichert zu werden.

# ErrorDescription.1908
source: The transaction could not occur. You receive this error when the specified SMTP host cannot be found.
ar_ae: الصفقة لا يمكن أن تحدث. تتلقى هذا الخطأ عندما يتعذر العثور على مضيف SMTP المحدد.
de_de: Die Transaktion kann nicht abgeschlossen werden. Sie erhalten diesen Fehler, wenn der angegebene SMTP-Host nicht gefunden werden kann.

# ErrorDescription.1909
source: The SMTP service does not have sufficient storage to complete the request.
ar_ae: لا تحتوي خدمة SMTP على مساحة تخزين كافية لإكمال الطلب.
de_de: Der SMTP-Dienst hat nicht genügend Speicher um die Anforderung abzuschließen.

# ErrorDescription.1910
source: The SMTP service cannot complete the request. This error can occur if the client's IP address cannot be resolved (that is, a reverse lookup failed). You can also receive this error if the client domain has been identified as an open relay or source for unsolicited e-mail (spam). For details, see RFC 2505, which is available at http://www.ietf.org.
ar_ae: لا يمكن لخدمة SMTP إكمال الطلب. يمكن أن يحدث هذا الخطأ إذا تعذر حل عنوان IP الخاص بالعميل (أي فشل البحث العكسي). يمكنك أيضًا تلقي هذا الخطأ إذا تم تحديد نطاق العميل على أنه مرحل مفتوح أو مصدر للبريد الإلكتروني غير المرغوب فيه (البريد العشوائي). لمزيد من التفاصيل ، راجع RFC 2505 ، المتاح على http://www.ietf.org.
de_de: Der SMTP-Dienst kann die Anforderung nicht abschließen. Dieser Fehler kann auftreten, wenn die IP-Adresse des Clients nicht aufgelöst werden kann (bzw. der DNS-Reverse-Lookup fehlschlägt). Sie können diesen Fehler auch erhalten, wenn die Client-Domäne als offenes Relay oder als UCE(SPAM)-Quelle identifiziert wurde. Für Details siehe RFC 2505, erhältlich unter http://www.ietf.org.

# ErrorDescription.1911
source: The destination mailbox is in use.
ar_ae: صندوق البريد الوجهة قيد الاستخدام.
de_de: Das Zielpostfach ist in Benutzung.

# ErrorDescription.1912
source: The syntax used to specify the destination mailbox is incorrect.
ar_ae: بناء الجملة المستخدم لتحديد صندوق البريد الوجهة غير صحيح.
de_de: Die Syntax zur Angabe des Zielpostfachs ist falsch.

# ErrorDescription.1913
source: The destination mailbox was not found or could not be accessed.
ar_ae: لم يتم العثور على صندوق البريد الوجهة أو تعذر الوصول إليه.
de_de: Das Zielpostfach wurde nicht gefunden oder es konnte nicht darauf zugegriffen werden.

# ErrorDescription.1914
source: The SMTP server is configured to accept only TLS connections, and the SMTP client is attempting to connect by using a non-TLS connection. The solution is for the user to set EnableSsl=true on the SMTP Client.
ar_ae: تم تكوين خادم SMTP لقبول اتصالات TLS فقط ، ويحاول عميل SMTP الاتصال باستخدام اتصال بخلاف TLS. الحل هو أن يقوم المستخدم بتعيين EnableSsl = true على عميل SMTP.
de_de: Der SMTP-Server ist so konfiguriert, dass er nur TLS-Verbindungen akzeptiert. Der SMTP-Client versucht sich jedoch unverschlüsselt zu verbinden. Der Benutzer muss im SMTP-Client EnableSsl=true zu setzen.

# ErrorDescription.1915
source: The SMTP service is closing the transmission channel.
ar_ae: تقوم خدمة SMTP بإغلاق قناة الإرسال.
de_de: Der SMTP-Dienst schliesst den Übertragungskanal.

# ErrorDescription.1916
source: The SMTP service is not available; the server is closing the transmission channel.
ar_ae: خدمة SMTP غير متوفرة ؛ يقوم الخادم بإغلاق قناة الإرسال.
de_de: Der SMTP-Dienst ist nicht verfügbar, der Server schliesst den Übertragungskanal.

# ErrorDescription.1917
source: The syntax used to specify a command or parameter is incorrect.
ar_ae: الصيغة المستخدمة لتحديد أمر أو معلمة غير صحيحة.
de_de: Die benutzte Syntax um den Befehl oder Parameter anzugeben ist falsch.

# ErrorDescription.1918
source: The transaction failed.
ar_ae: فشلت المعاملة.
de_de: Die Transaktion ist fehlgeschlagen.

# ErrorDescription.1919
source: The user mailbox is not located on the receiving server. You should resend using the supplied address information.
ar_ae: صندوق بريد المستخدم غير موجود على خادم الاستلام. يجب عليك إعادة الإرسال باستخدام معلومات العنوان المقدمة.
de_de: Das Benutzerpostfach wurde auf dem Empfangsserver nicht gefunden. Sie sollten die Nachricht unter Zuhilfenahme der gelieferten Adressinformation neu senden.

# ErrorDescription.1920
source: The user mailbox is not located on the receiving server; the server forwards the e-mail.
ar_ae: صندوق بريد المستخدم غير موجود على الخادم المتلقي ؛ يقوم الخادم بإعادة توجيه البريد الإلكتروني.
de_de: Das Benutzerpostfach wurde auf dem Empfangsserver nicht gefunden. Der Server leitet die E-Mail weiter.

# Error.ES_CONNECT
source: <b>The module is disconnected from Enterprise Server.</b><br> This is because you are logged under "host" or "admin" account. You should manage hosting resources being logged under account that exists on Enterprise Server, e.g. "serveradmin". Both "host" and "admin" accounts are DotNetNuke reserved accounts and should be used to manage DotNetNuke portal only.
ar_ae: <b> تم فصل الوحدة النمطية عن Enterprise Server. </b> <br> هذا بسبب تسجيلك ضمن حساب "المضيف" أو "المسؤول". يجب عليك إدارة موارد الاستضافة التي يتم تسجيلها ضمن الحساب الموجود على Enterprise Server ، على سبيل المثال "الخادم". كل من حسابات "المضيف" و "المسؤول" هي حسابات DotNetNuke محفوظة ويجب استخدامها لإدارة بوابة DotNetNuke فقط.
de_de: <b>Das Modul ist vom Enterprise Server getrennt,</b><br>da sie mit dem "host"- oder "admin"-Konto angemeldet sind. Sie sollten Hostingressourcen mit einem Konto, das auf dem Enterprise Server existiert, z.B. "serveradmin" verwalten. Sowohl "host" als auch "admin" sind reservierte SolidCP-Konten und sollten nur zur SolidCP-Portalverwaltung genutzt werden.

# Error.MODULE_LOAD
source: There was an error while loading module
ar_ae: حدث خطأ أثناء تحميل الوحدة
de_de: Es gab einen Fehler beim Laden des Moduls.

# Quota.DNS.Editor
source: DNS Editor
ar_ae: محرر DNS

# Quota.FTP.Accounts
source: FTP Accounts
ar_ae: حسابات FTP
de_de: FTP-Konten

# Quota.Mail.Accounts
source: Mail Accounts
ar_ae: حسابات البريد
de_de: E-Mail-Konten

# Quota.Mail.Forwardings
source: Mail Forwardings
ar_ae: إعادة توجيه البريد
de_de: E-Mail-Weiterleitungen

# Quota.Mail.Groups
source: Mail Groups
ar_ae: مجموعات البريد
de_de: E-Mail-Gruppen

# Quota.Mail.Lists
source: Mail Lists
ar_ae: قوائم البريد
de_de: E-Mail-Listen

# Quota.Mail.MaxBoxSize
source: Max Mailbox Size, MB
ar_ae: أقصى حجم لصندوق البريد ، ميجا بايت
de_de: Max. Postfachgröße [MB]

# Quota.Mail.MaxGroupMembers
source: Max Group Recipients
ar_ae: أقصى مجموعة مستلمين
de_de: Max. Gruppenempfänger

# Quota.Mail.MaxListMembers
source: Max List Recipients
ar_ae: الحد الأقصى لقائمة المستلمين
de_de: Max. Listenempfänger

# Quota.MsSQL2000.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MsSQL2000.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MsSQL2000.MaxDatabaseSize
source: Max Database Size, MB
ar_ae: الحد الأقصى لحجم قاعدة البيانات ، ميجا بايت
de_de: Max. Datenbankgröße [MB]

# Quota.MsSQL2000.Restore
source: Database Restores
ar_ae: استعادة قاعدة البيانات
de_de: Datenbankwiederherstellungen

# Quota.MsSQL2000.Truncate
source: Database Truncate
ar_ae: اقتطاع قاعدة البيانات
de_de: Datenbankverkleinerung

# Quota.MsSQL2000.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.MySQL4.Backup
source: Database Backups
ar_ae: النسخ الاحتياطي لقاعدة البيانات
de_de: Datenbanksicherungen

# Quota.MySQL4.Databases
source: Databases
ar_ae: قواعد بيانات
de_de: Datenbanken

# Quota.MySQL4.Users
source: Users
ar_ae: المستخدمون
de_de: Benutzer

# Quota.OS.Bandwidth
source: Bandwidth, MB
ar_ae: الباندويث ، ميجابايت:
de_de: Traffic [MB]

# Quota.OS.Diskspace
source: Disk space, MB
ar_ae: مساحة القرص ، ميجا بايت
de_de: Festplattenspeicher [MB]

# Quota.OS.Domains
source: Domains
ar_ae: النطاقات
de_de: Domänen

# Quota.OS.FileManager
source: File Manager
ar_ae: مدير الملفات
de_de: Dateimanager

# Quota.OS.NotAllowTenantCreateDomains
source: Disable Tenant To Create Top-Level Domain
ar_ae: تعطيل المستأجر لإنشاء نطاق المستوى الأعلى
de_de: Mandant darf keine Top-Level Domains erstellen

# Quota.OS.NotAllowTenantDeleteDomains
source: Disable Tenant To Remove Top-Level Domain
ar_ae: تعطيل المستأجر لحذف مجال المستوى الأعلى
de_de: Mandant darf keine Top-Level Domains löschen

# Quota.SharePoint.Groups
source: SharePoint Groups
ar_ae: مجموعات شيربوينت
de_de: SharePoint-Gruppen

# Quota.OS.SubDomains
source: Sub-Domains
ar_ae: النطاق الفرعي
de_de: Subdomänen

# Quota.SharePoint.Users
source: SharePoint Users
ar_ae: مستخدمو شيربوينت
de_de: Sharepoint-Benutzer

# Quota.Stats.Sites
source: Statistics Sites
ar_ae: مواقع الاحصائيات
de_de: Statistik-Seiten

# Quota.Web.AppPools
source: Dedicated Application Pools
ar_ae: تجمعات التطبيقات المخصصة
de_de: Dedizierte Applikationspools

# Quota.Web.AppPoolsRestart
source: Application Pools Restart
ar_ae: إعادة تشغيل تجمعات التطبيقات
de_de: Applikations-Pool Neustart

# Quota.Web.DefaultDocs
source: Custom Default Documents
ar_ae: المستندات الافتراضية المخصصة
de_de: Benutzerdefinierte Standarddokumente

# Quota.Web.Errors
source: Custom Errors
ar_ae: أخطاء مخصصة
de_de: Benutzerdefinierte Fehler

# Quota.Web.FrontPage
source: FrontPage
ar_ae: الصفحة الأمامية

# Quota.Web.Headers
source: Custom Headers
ar_ae: رؤوس مخصصة
de_de: Benutzerdefinierte Header

# Quota.Web.Mime
source: Custom MIME Types
ar_ae: أنواع MIME المخصصة
de_de: Benutzerdefinierte MIME-Typen

# Quota.Web.Php5
source: PHP
ar_ae: PHP 5.x

# Quota.Web.Python
source: Python
ar_ae: بايثون

# Quota.Web.Security
source: Custom Security Settings
ar_ae: إعدادات الأمان المخصصة
de_de: Benutzerdefinierte Sicherheitseinstellungen

# Quota.Web.Sites
source: Web Sites
ar_ae: مواقع الويب
de_de: Webseiten

# Quota.Web.VirtualDirs
source: Virtual Directories
ar_ae: الدلائل الافتراضية
de_de: Virtuelle Verzeichnisse
