Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Error.HOSTED_SHAREPOINT_UPDATE_QUOTAS
source: Error updating storage settings. See audit log for more details.
ar_ae: خطأ في تحديث إعدادات التخزين. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Aktualisieren der Speichereinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Success.HOSTED_SHAREPOINT_UPDATE_QUOTAS
source: Storage settings have been successfully updated.
ar_ae: تم تحديث إعدادات التخزين بنجاح.
de_de: Speichereinstellungen wurden erfolgreich aktualisiert.

# Warning.2602
source: Specified e-mail address is already in use.
ar_ae: عنوان البريد الإلكتروني المحدد قيد الاستخدام بالفعل.
de_de: Angegebene E-Mail-Adresse wird bereits benutzt.

# WarningDescription.2602
source: Please, specify another e-mail address.
ar_ae: من فضلك ، حدد عنوان بريد إلكتروني آخر.
de_de: Bitte geben Sie eine andere E-Mail-Adresse an.

# Success.EXCHANGE_SET_ORG_LIMITS
source: Exchange storage settings have been successfully updated.
ar_ae: تم تحديث إعدادات تخزين Exchange بنجاح.
de_de: Exchange-Speichereinstellungen wurden erfolgreich aktualisiert.

# Success.EXCHANGE_UPDATE_MAILBOX_SETTINGS
source: Mailbox general settings have been successfully updated.
ar_ae: تم تحديث الإعدادات العامة لصندوق البريد بنجاح.
de_de: Allgemeine Postfacheinstellungen wurden erfolgreich aktualisiert.

# Success.ORGANIZATION_UPDATE_USER_SETTINGS
source: User general settings have been successfully updated.
ar_ae: تم تحديث الإعدادات العامة للمستخدم بنجاح.
de_de: Allgemeine Benutzereinstellungen wurden erfolgreich aktualisiert.

# Success.ACTIONS_MESSAGE
source: Action has been successfully performed.
ar_ae: تم تنفيذ الإجراء بنجاح.
de_de: Aktion wurde erfolgreich ausgeführt.

# Error.ACTIONS_MESSAGE
source: Failed to perform action.
ar_ae: فشل في أداء العمل.
de_de: Aktion fehlgeschlagen.

# Warning.ACTIONS_MESSAGE
source: Please select the items for which you want to perform action.
ar_ae: الرجاء تحديد العناصر التي تريد تنفيذ الإجراء من أجلها.
de_de: Bitte wählen Sie ein Element, für das Sie eine Aktion ausführen wollen.

# Success.ORGANIZATION_SET_USER_PASSWORD
source: User password has been successfully updated.
ar_ae: تم تحديث كلمة مرور المستخدم بنجاح.
de_de: Benutzerpasswort wurde erfolgreich geändert.

# Error.ORGANIZATION_SET_USER_PASSWORD
source: Failed to update user password.
ar_ae: فشل تحديث كلمة مرور المستخدم.
de_de: Ändern des Benutzerpassworts fehlgeschlagen.

# Success.ORGANIZATION_SET_USER_USERPRINCIPALNAME
source: User login name has been successfully updated.
ar_ae: تم تحديث اسم تسجيل دخول المستخدم بنجاح.
de_de: Login-Name des Benutzers wurde erfolgreich geändert.

# Error.ORGANIZATION_SET_USER_USERPRINCIPALNAME
source: Failed to update user login name.
ar_ae: فشل تحديث اسم تسجيل دخول المستخدم.
de_de: Ändern des Login-Benutzernamen fehlgeschlagen.

# Success.EXCHANGE_MAILBOX_SET_DEFAULT_EMAIL
source: Mailbox primary e-mail address has been changed.
ar_ae: تم تغيير عنوان البريد الإلكتروني الأساسي لصندوق البريد.
de_de: Primäre E-Mailadresse wurde geändert.

# Success.EXCHANGE_UPDATE_MAILBOX_ADVANCED
source: Mailbox advanced settings have been successfully updated.
ar_ae: تم تحديث الإعدادات المتقدمة لصندوق البريد بنجاح.
de_de: Erweiterte Postfacheinstellungen wurden erfolgreich aktualisiert.

# Success.EXCHANGE_UPDATE_MAILBOX_MAILFLOW
source: Mailbox mail flow settings have been successfully updated.
ar_ae: تم تحديث إعدادات تدفق بريد صندوق البريد بنجاح.
de_de: Postfach-Nachrichtenflusseinstellungen wurden erfolgreich aktualisiert.

# Error.509
source: DNS Zone already exists on the target service.
ar_ae: منطقة DNS موجودة بالفعل على الخدمة الهدف.
de_de: DNS-Zone existiert bereits auf dem Zieldienst.

# Success.EXCHANGE_UPDATE_CONTACT_MAILFLOW
source: Contact mail flow settings have been successfully updated.
ar_ae: تم تحديث إعدادات تدفق بريد جهات الاتصال بنجاح.
de_de: Kontakt-Nachrichtenfluss-Einstellungen wurden erfolgreich aktualisiert.

# Success.EXCHANGE_UPDATE_CONTACT_SETTINGS
source: Contact general settings have been successfully updated.
ar_ae: تم تحديث الإعدادات العامة للاتصال بنجاح.
de_de: Allgemeine Kontakteinstellungen wurden erfolgreich aktualisiert.

# Success.EXCHANGE_UPDATE_DLIST_MAILFLOW
source: Distribution list mail flow settings have been successfully updated.
ar_ae: تم تحديث إعدادات تدفق بريد قائمة التوزيع بنجاح.
de_de: Verteilerlisten-Nachrichtenflusseinstellungen wurden erfolgreich aktualisiert.

# Success.EXCHANGE_UPDATE_DLIST_SETTINGS
source: Distribution list general settings have been successfully updated.
ar_ae: تم تحديث الإعدادات العامة لقائمة التوزيع بنجاح.
de_de: Allgemeine Verteilerlisteneinstellungen wurden erfolgreich aktualisiert.

# Success.EXCHANGE_UPDATE_DISCLAIMER_SETTINGS
source: Disclaimer successfully updated.
ar_ae: تم تحديث إخلاء المسؤولية بنجاح.
de_de: Disclaimer erfolgreich geändert.

# Success.EXCHANGE_UPDATE_AUTOREPLY_SETTINGS
source: Automatic Replies successfully updated.
ar_ae: تم تحديث الردود التلقائية بنجاح.
de_de: Automatische Antworten wurden erfolgreich aktualisiert.

# Success.EXCHANGE_UPDATE_PFOLDER_MAILFLOW
source: Public folder mail flow settings have been successfully updated.
ar_ae: تم تحديث إعدادات تدفق بريد المجلد العام بنجاح.
de_de: Nachrichtenflusseinstellungen des öffentlichen Ordners wurden erfolgreich aktualisiert.

# Success.EXCHANGE_UPDATE_PFOLDER_SETTINGS
source: Public folder general settings have been successfully updated.
ar_ae: تم تحديث الإعدادات العامة للمجلد العام بنجاح.
de_de: Allgemeine Einstellungen des öffentlichen Ordners wurden erfolgreich aktualisiert.

# AuditLogTask.EXCHANGE_DISABLE_MAIL_PUBLIC_FOLDER
source: Disable Mail Public Folder
ar_ae: تعطيل مجلد البريد العام
de_de: Öffentlichen E-Mail-Ordner deaktivieren

# AuditLogTask.EXCHANGE_ENABLE_MAIL_PUBLIC_FOLDER
source: Enable Mail Public Folder
ar_ae: تمكين المجلد العام للبريد
de_de: Öffentlichen E-Mail-Ordner aktivieren

# Error.EXCHANGE_MAIL_DISABLE_PUBLIC_FOLDER
source: Error disabling mail public folder
ar_ae: خطأ في تعطيل مجلد البريد العام
de_de: Fehler beim Deaktivieren des öffentlichen Ordners.

# Error.EXCHANGE_MAIL_ENABLE_PUBLIC_FOLDER
source: Error enabling mail public folder
ar_ae: خطأ في تمكين مجلد البريد العام
de_de: Fehler beim Aktivieren des öffentlichen Ordners.

# Warning.2605
source: Exchange organizations quota has been reached
ar_ae: تم الوصول إلى حصة مؤسسات Exchange
de_de: Kontingent an Exchange-Organisationen wurde verbraucht

# Warning.2606
source: Exchange organization has been deleted but there were some issues during this operation. Please check SolidCP Server logs for more details.
ar_ae: تم حذف مؤسسة Exchange ولكن كانت هناك بعض المشكلات أثناء هذه العملية. يرجى التحقق من سجلات خادم SolidCP لمزيد من التفاصيل.
de_de: Exchange-Organisation wurde gelöscht, aber es gab während des Vorgangs Probleme. Bitte überprüfen Sie die SolidCP-Serverprotokolle für weitere Details.

# Warning.2607
source: Exchange mailboxes quota has been reached
ar_ae: تم الوصول إلى حصة علب بريد Exchange
de_de: Kontingent an Exchange-Postfächern wurde verbraucht

# Warning.2608
source: Exchange contacts quota has been reached
ar_ae: تم الوصول إلى حصة جهات اتصال Exchange
de_de: Kontingent an Exchange-Kontakten wurde verbraucht

# Warning.2609
source: Exchange distribution lists quota has been reached
ar_ae: تم الوصول إلى الحصة النسبية لقوائم التوزيع في Exchange
de_de: Kontingent an Exchange-Verteilerlisten wurde verbraucht

# Warning.2610
source: Exchange public folders quota has been reached
ar_ae: تم الوصول إلى حصة المجلدات العامة في Exchange
de_de: Kontingent an öffentlichen Ordnern im Exchange wurde verbraucht

# Warning.2611
source: Exchange domains quota has been reached
ar_ae: تم الوصول إلى حصة نطاقات التبادل
de_de: Kontingent an Exchange-Domänen wurde verbraucht

# Warning.2612
source: Specified storage quotas exceed maximum values assigned at the host level
ar_ae: تتجاوز حصص التخزين المحددة القيم القصوى المعينة على مستوى المضيف
de_de: Angegebenes Speicherkontingent übeschreitet die maximalen Werte der Hostebene

# Warning.2613
source: Invalid recoverable items quota specified, should be greater or equal to 6144MB
ar_ae: تم تحديد حصة العناصر القابلة للاسترداد غير الصالحة ، ويجب أن تكون أكبر من أو تساوي 6144 ميجا بايت
de_de: Ungültiges Kontingent für Wiederherstellungsobjekte angegeben, sollte größer oder gleich 6144 MB sein

# AuditLogTask.EXCHANGE_CALCULATE_DISKSPACE
source: Calculate organization disk space
ar_ae: حساب مساحة القرص التنظيمي
de_de: Organisations-Festplattenspeicher berechnen

# SchedulerTask.SCHEDULE_TASK_CALCULATE_EXCHANGE_DISKSPACE
source: Calculate Exchange Disk Space
ar_ae: حساب مساحة القرص Exchange
de_de: Exchange-Festplattenspeicher berechnen

# Warning.2701
source: Organization with specified ID already exists.
ar_ae: المنظمة ذات المعرف المحدد موجودة بالفعل.
de_de: Organisation mit angegebener ID existiert bereits.

# Warning.2702
source: Please, specify different e-mail address.
ar_ae: من فضلك ، حدد عنوان بريد إلكتروني مختلف.
de_de: Bitte geben Sie eine andere E-Mail-Adresse an.

# Warning.2703
source: Organizations quota has been reached.
ar_ae: تم الوصول إلى حصة المنظمات.
de_de: Kontingent an Organisationen ist verbraucht.

# Warning.2704
source: Organization domain is not specified.
ar_ae: لم يتم تحديد نطاق المؤسسة.
de_de: Organisationsdomäne ist nicht angegeben.

# Error.2705
source: Organization domain is in use.
ar_ae: نطاق المنظمة قيد الاستخدام.
de_de: Organisationsdomäne ist in Benutzung.

# Warning.2706
source: Organization has been deleted but there were some issues during this operation. Please check SolidCP Server logs for more details.
ar_ae: تم حذف المؤسسة ولكن حدثت بعض المشكلات أثناء هذه العملية. يرجى التحقق من سجلات خادم SolidCP لمزيد من التفاصيل.
de_de: Organisation wurde gelöscht, aber es sind einige Probleme währenddessen aufgetreten. Bitte überprüfen Sie die SolidCP-Server-Protokolle für weitere Details.

# Warning.2708
source: Cannot delete user account as it is used in CRM organization. Instead of deleting user account you can disable it in the system.
ar_ae: لا يمكن حذف حساب المستخدم لأنه مستخدم في مؤسسة CRM. بدلاً من حذف حساب المستخدم ، يمكنك تعطيله في النظام.
de_de: Benutzerkonto kann nicht gelöscht werden, da es in der CRM-Organisation benutzt wird. Statt das Benutzerkonto zu löschen, können Sie es im System deaktivieren.

# Warning.2709
source: Cannot delete user account as it is used in OCS.
ar_ae: لا يمكن حذف حساب المستخدم لأنه مستخدم في OCS.
de_de: Benutzerkonto kann nicht gelöscht werden, da es im OCS benutzt wird

# Warning.2710
source: Cannot delete user account as it is used in Lync.
ar_ae: لا يمكن حذف حساب المستخدم لأنه مستخدم في Lync.
de_de: Benutzerkonto kann nicht gelöscht werden, da es im Lync benutzt wird.

# Warning.2711
source: Cannot delete user account as it is used in Skype for Business.
ar_ae: لا يمكن حذف حساب المستخدم لأنه مستخدم في سكايب للأعمال.
de_de: Benutzerkonto kann nicht gelöscht werden, da es in Skype for Business benutzt wird.

# Quota.DNS.PrimaryZones
source: B2B Primary Zones Allowed
ar_ae: يسمح B2B المناطق الأساسية
de_de: B2B erlaubte primäre Zonen

# Quota.DNS.SecondaryZones
source: B2B Secondary Zones Allowed
ar_ae: مسموح بالمناطق الثانوية B2B
de_de: B2B erlaubte sekundäre Zonen

# Quota.DNS.Zones
source: B2B Zones Number
ar_ae: رقم مناطق B2B
de_de: B2B Zonen-Anzahl

# ServiceItemType.SecondaryDNSZone
source: Secondary DNS Zone
ar_ae: منطقة DNS الثانوية
de_de: Sekundäre DNS-Zone

# Error.EXCHANGE_SET_ACTIVESYNC_POLICY
source: Error updating ActiveSync Mailbox Policy.
ar_ae: حدث خطأ أثناء تحديث سياسة صندوق بريد المزامنة النشطة.
de_de: Fehler beim Aktualisieren der ActiveSync-Postfachrichtlinie.

# Success.EXCHANGE_SET_ACTIVESYNC_POLICY
source: ActiveSync Mailbox Policy has been successfully updated.
ar_ae: تم تحديث سياسة صندوق بريد المزامنة النشطة بنجاح.
de_de: ActiveSync-Postfachrichtlinie wurde erfolgreich aktualisiert.

# Error.EXCHANGE_UPDATE_MAILMANAGER
source: Error updating Personal Mailbox Manager settings
ar_ae: خطأ في تحديث إعدادات إدارة علبة البريد الشخصية
de_de: Fehler Beim Aktualisieren der persönlichen Postfachverwaltungseinstellungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Success.EXCHANGE_UPDATE_MAILMANAGER
source: Personal Mailbox Manager settings have been updated
ar_ae: تم تحديث إعدادات إدارة علبة البريد الشخصية
de_de: Persönliche Postfachverwaltung-Einstellungen wurden aktualisiert

# Error.EXCHANGE_LETTER_SEND
source: Error sending mailbox setup instructions
ar_ae: خطأ في إرسال إرشادات إعداد صندوق البريد
de_de: Fehler beim Senden der Einrichtungsanleitung für Postfächer

# Success.EXCHANGE_LETTER_SEND
source: Mailbox setup instructions have been sent
ar_ae: تم إرسال تعليمات إعداد صندوق البريد
de_de: Postfach-Einrichtungsanleitung wurde versendet

# Error.ORGANIZATION_LETTER_SEND
source: Error sending organization user setup instructions
ar_ae: خطأ في إرسال تعليمات إعداد مستخدم المؤسسة
de_de: Fehler beim Senden der Einrichtungsanleitung für Organisationsbenutzer

# Success.ORGANIZATION_LETTER_SEND
source: Organization user setup instructions have been sent
ar_ae: تم إرسال تعليمات إعداد مستخدم المؤسسة
de_de: Einrichtungsanleitung für Organisationsbenutzer wurde versendet

# Error.RDS_SETUP_LETTER_SEND
source: Error sending setup instructions
ar_ae: خطأ في إرسال تعليمات الإعداد
de_de: Fehler beim Senden der Einrichtungsanleitung

# Success.RDS_SETUP_LETTER_SEND
source: Setup instructions have been sent
ar_ae: تم إرسال تعليمات الإعداد
de_de: Einrichtungsanleitungen wurden versendet,

# Quota.MsSQL2005.MaxLogSize
source: Max Log Size, MB
ar_ae: الحد الأقصى لحجم السجل ، ميجا بايت
de_de: Max. Protokollgröße [MB]

# Quota.MsSQL2000.MaxLogSize
source: Max Log Size, MB
ar_ae: الحد الأقصى لحجم السجل ، ميجا بايت
de_de: Max. Protokollgröße [MB]

# Quota.MsSQL2008.MaxLogSize
source: Max Log Size, MB
ar_ae: الحد الأقصى لحجم السجل ، ميجا بايت
de_de: Max. Protokollgröße [MB]

# Quota.MsSQL2012.MaxLogSize
source: Max Log Size, MB
ar_ae: الحد الأقصى لحجم السجل ، ميجا بايت
de_de: Max. Protokollgröße [MB]

# Quota.MsSQL2014.MaxLogSize
source: Max Log Size, MB
ar_ae: الحد الأقصى لحجم السجل ، ميجا بايت
de_de: Max. Protokollgröße [MB]

# Quota.MsSQL2016.MaxLogSize
source: Max Log Size, MB
ar_ae: الحد الأقصى لحجم السجل ، ميجا بايت
de_de: Max. Log-Größe, MB

# Quota.MsSQL2017.MaxLogSize
source: Max Log Size, MB
ar_ae: الحد الأقصى لحجم السجل ، ميجا بايت
de_de: Max. Log-Größe, MB

# Quota.MsSQL2019.MaxLogSize
source: Max Log Size, MB
ar_ae: الحد الأقصى لحجم السجل ، ميجا بايت
de_de: Max. Log-Größe, MB

# Quota.MsSQL2022.MaxLogSize
source: Max Log Size, MB
ar_ae: الحد الأقصى لحجم السجل ، ميجا بايت
de_de: Max. Log-Größe, MB

# Error.EXCHANGE_UPDATE_MAILBOX_PERMISSIONS
source: Error updating mailbox permissions. See audit log for more details.
ar_ae: خطأ في تحديث أذونات صندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler Beim Aktualisieren der Postfachberechtigungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# Success.EXCHANGE_UPDATE_MAILBOX_PERMISSIONS
source: Mailbox permissions have been successfully updated.
ar_ae: تم تحديث أذونات صندوق البريد بنجاح.
de_de: Postfachberechtigungen wurden erfolgreich aktualisiert.

# Error.EXCHANGE_GET_MAILBOX_PERMISSIONS
source: Error reading mailbox permissions. See audit log for more details.
ar_ae: خطأ في قراءة أذونات صندوق البريد. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Lesen der Postfachberechtigungen. Überprüfen Sie das Auditprotokoll für weitere Details.

# SchedulerTask.SCHEDULE_TASK_BACKUP
source: Backup
ar_ae: النسخ الاحتياطي
de_de: Sicherung

# Warning.WrongLogin
source: Wrong credentials
ar_ae: أوراق اعتماد خاطئة
de_de: Falsche Anmeldeinformationen

# WarningDescription.WrongLogin
source: Wrong user name or password have been specified or account is locked.
ar_ae: تم تحديد اسم مستخدم أو كلمة مرور خاطئة أو تم قفل الحساب.
de_de: Benutzername / Kennwort fehlerhaft oder Ihr Konto ist gesperrt.

# ResourceGroup.Hosted Organizations
source: Hosted Organizations
ar_ae: تنظيمات الاستضافة
de_de: Gehostete Organisationen

# ResourceGroup.BlackBerry
source: BlackBerry
ar_ae: بلاك بيري

# Quota.HostedSolution.Organizations
source: Organizations
ar_ae: المنظمات
de_de: Organisationen

# Quota.HostedSolution.Users
source: Users per Organization
ar_ae: المستخدمون لكل مؤسسة
de_de: Benutzer pro Organisation

# Quota.HostedSolution.AllowChangeUPN
source: Allow to Change UserPrincipalName
ar_ae: السماح بتغيير اسم المستخدم الأساسي
de_de: Änderungen des UserPrincipalName erlauben

# Quota.HostedSolution.Domains
source: Domains per Organization
ar_ae: النطاقات لكل منظمة
de_de: Domänen pro Organisation

# Quota.HostedSolution.SecurityGroups
source: Security Groups per Organization
ar_ae: مجموعات الحماية لكل مؤسسة
de_de: Sicherheitsgruppen pro Organisation

# Quota.HostedSolution.DeletedUsers
source: Deleted Users per Organization
ar_ae: المستخدمون المحذوفون لكل منظمة
de_de: Gelöschte Benutzer pro Organisation

# Quota.HostedSolution.DeletedUsersBackupStorageSpace
source: Deleted Users Backup Storage Space per Organization, Mb
ar_ae: مساحة تخزين النسخ الاحتياطي للمستخدمين المحذوفين لكل مؤسسة ، ميجابايت
de_de: Speicherplatz für Sicherung der gelöschten Benutzer pro Organisation, [MB]

# ResourceGroup.SharePoint Foundation Server
source: SharePoint Foundation Server
ar_ae: خادم مؤسسة شيربوينت

# ResourceGroup.SharePoint Server
source: SharePoint Server
ar_ae: خادم شيربوينت

# ResourceGroup.SharePoint Enterprise Server
source: SharePoint Enterprise Server
ar_ae: خادم المؤسسة شيربوينت

# ResourceGroup.OCS
source: Office Communications Server
ar_ae: خادم اتصالات المكتب

# ResourceGroup.Web Engines
source: Web Engines
ar_ae: محركات الويب

# Quota.HostedSharePoint.Sites
source: SharePoint Site Collections per Organization
ar_ae: مجموعات موقع شيربوينت لكل مؤسسة
de_de: SharePoint-Webseitensammlungen pro Organisation

# Quota.HostedSharePoint.MaxStorage
source: Max site storage, MB
ar_ae: الحد الأقصى لتخزين الموقع ، ميجابايت
de_de: Max. Speicher für Seiten [MB]

# Quota.HostedSharePointServer.Sites
source: SharePoint Site Collections per Organization
ar_ae: مجموعات موقع شيربوينت لكل مؤسسة
de_de: SharePoint-Webseitensammlungen pro Organisation

# Quota.HostedSharePointServer.MaxStorage
source: Max site storage, MB
ar_ae: الحد الأقصى لتخزين الموقع ، ميجابايت
de_de: Max. Speicher für Seiten [MB]

# Quota.HostedSharePointEnterprise.Sites
source: SharePoint Enterprise Site Collections per Organization
ar_ae: مجموعات موقع شيربوينت Enterprise لكل مؤسسة
de_de: SharePoint Enterprise-Webseitensammlungen pro Organisation

# Quota.HostedSharePointEnterprise.MaxStorage
source: Max site storage, MB
ar_ae: الحد الأقصى لتخزين الموقع ، ميجابايت
de_de: Max. Speicher für Seiten [MB]

# Quota.HostedCRM.Users
source: Full licenses per organization
ar_ae: التراخيص الكاملة في المنظمة
de_de: CRM-Benutzer pro Organisation

# Quota.HostedCRM.Organization
source: CRM Organization
ar_ae: منظمة CRM
de_de: CRM-Organisation

# ResourceGroup.HeliconZoo
source: Web Engines
ar_ae: محركات الويب

# Error.HOSTEDSHAREPOINT_DELETE_SITECOLLECTION
source: Error occurred while delete SharePoint site collection.
ar_ae: حدث خطأ أثناء حذف مجموعة مواقع شيربوينت.
de_de: Ein Fehler ist während des Löschens der SharePoint-Seite aufgetreten

# Error.HOSTEDSHAREPOINT_GET_SITECOLLECTIONS
source: Error occurred while reading SharePoint site collections.
ar_ae: حدث خطأ أثناء قراءة مجموعات مواقع شيربوينت.
de_de: Ein Fehler ist während des Lesens der SharePoint-Webseitensammlungen aufgetreten

# Error.HOSTEDSHAREPOINT_ADD_SITECOLLECTION
source: An error occurred while creating SharePoint site collection.
ar_ae: حدث خطأ أثناء إنشاء مجموعة مواقع شيربوينت.
de_de: Bei der Anlage der SharePoint-Webseitensammlung trat ein Fehler auf.

# Error.ORGANIZATION_GET_USERS
source: An error occurred while reading organization's users.
ar_ae: حدث خطأ أثناء قراءة مستخدمي المؤسسة.
de_de: Beim Lesen der Benutzer der Organisation trat ein Fehler auf.

# Warning.HOSTEDSHAREPOINT_NO_USERS
source: In order to create SharePoint site collection You must select its owner.
ar_ae: لإنشاء مجموعة مواقع شيربوينت ، يجب تحديد مالكها.
de_de: Um eine SharePoint-Webseitensammlung anzulegen, müssen Sie deren Eigentümer auswählen.

# Warning.HOSTEDSHAREPOINT_NO_DOMAINS
source: Parent organization doesn't have registered domains.
ar_ae: المنظمة الأم ليس لديها نطاقات مسجلة.
de_de: Oberorganisation hat keine registrierten Domänen.

# Warning.HOSTEDSHAREPOINT_NO_DNS
source: DNS records for SharePoint site collection won't be configured because Your hosting plan doesn't include hosted DNS option.
ar_ae: لن يتم تكوين سجلات DNS لمجموعة مواقع شيربوينت لأن خطة الاستضافة الخاصة بك لا تتضمن خيار DNS المستضاف.
de_de: DNS-Einträge für die SharePoint-Webseitensammlung werden nicht konfiguriert, da in Ihrem Hosting-Plan die Option "gehostetes DNS" nicht enhalten ist.

# Warning.HOSTEDSHAREPOINT_DOMAIN_IN_USE
source: Selected domain name is in use by other SharePoint site collection. Please select a different one.
ar_ae: اسم النطاق المحدد قيد الاستخدام من قبل مجموعة مواقع شيربوينت الأخرى. الرجاء تحديد واحد مختلف.
de_de: Die ausgewählte Domäne wird schon von einer anderen SharePoint-Webseitensammlung benutzt.Bitte wählen Sie eine andere Domäne.

# Warning.2705
source: Domain is already used.
ar_ae: النطاق مستخدم بالفعل.
de_de: Die Domäne wird bereits benutzt.

# Warning.2707
source: Users quota has been reached.
ar_ae: تم الوصول إلى حصة المستخدمين.
de_de: Kontingent an Benutzern wurde verbraucht.

# Warning.1410
source: SharePoint sites quota limit has been reached
ar_ae: تم الوصول إلى الحد الأقصى لحصة مواقع شيربوينت
de_de: Kontingent an SharePoint-Seiten wurde verbraucht.

# Warning.DIST_LIST_SELECT_EMAILS_TO_DELETE
source: Please select E-mail address you want to delete from Distribution List
ar_ae: الرجاء تحديد عنوان البريد الإلكتروني الذي تريد حذفه من قائمة التوزيع
de_de: Bitte wählen Sie die E-Mail-Adresse, die Sie von der Verteilerliste löschen wollen

# Warning.NOT_ALL_EMAIL_ADDRESSES_DELETED
source: Please note not all email address are deleted
ar_ae: يرجى ملاحظة أنه لم يتم حذف جميع عناوين البريد الإلكتروني
de_de: Bitte beachten: es sind nicht alle E-Mail-Adressen gelöscht.

# Warning.EXCHANGE_NONE_PUBLIC_FOLDER_TO_DELETE
source: There are no public folders to delete
ar_ae: لا توجد مجلدات عامة لحذفها
de_de: Keine öffentlichen Ordner zum Löschen gefunden

# Warning.EXCHANGE_SELECT_PUBLIC_FOLDER_TO_DELETE
source: Please select public folders you want to delete
ar_ae: الرجاء تحديد المجلدات العامة التي تريد حذفها
de_de: Bitte wählen Sie die öffentlichen Ordner aus, die Sie löschen wollen

# Warning.PRIMARY_EMAIL_IS_NOT_CHECKED
source: Please select e-mail you want to set as primary e-mail
ar_ae: الرجاء تحديد البريد الإلكتروني الذي تريد تعيينه كبريد إلكتروني أساسي
de_de: Bitte wählen Sie die E-Mail-Adresse, die Sie als primäre E-Mail setzen wollen

# Warning.WRONG_POLICIES_VALUES_SPECIFIED
source: Wrong Policy values were specified
ar_ae: تم تحديد قيم سياسة خاطئة
de_de: Falsche Richtlinienwerte wurden angegeben

# Warning.MySQL_USERNAME_MAX_LENGTH
source: MySQL Database User Name should be no longer than 16 symbols.
ar_ae: يجب ألا يزيد اسم مستخدم قاعدة بيانات MySQL عن 16 رمزًا.
de_de: Benutzername der MySQL-Datenbank darf nicht länger als 16 Zeichen sein.

# Warning.MariaDB_USERNAME_MAX_LENGTH
source: MariaDB Database User Name should be no longer than 16 symbols.
ar_ae: يجب ألا يزيد اسم مستخدم قاعدة بيانات MariaDB عن 16 رمزًا.
de_de: Benutzername der MariaDB Datenbank sollte nicht mehr als 16 Symbole enthalten.

# Warning.WRONG_POLICIES_VALUES
source: Wrong policy values were specified.
ar_ae: تم تحديد قيم سياسة خاطئة.
de_de: Falsche Richtlinienwerte wurden angegeben.
