Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Quota.VPS2012.CpuNumber
source: Number of CPU cores
ar_ae: عدد أنوية وحدة المعالجة المركزية
de_de: Anzahl der CPU-Kerne

# Quota.VPS2012.DvdEnabled
source: DVD drive
ar_ae: محرك أقراص رقمية
de_de: DVD-Laufwerk

# Quota.VPS2012.ExternalIPAddressesNumber
source: Number of External IP addresses
ar_ae: عدد عناوين IP الخارجية
de_de: Anzahl externer IP-Adressen

# Quota.VPS2012.PrivateVLANsNumber
source: Number of Private Network VLANs
ar_ae: عدد شبكات VLAN للشبكة الخاصة
de_de: Anzahl Privates Netzwerk VLANs

# Quota.VPS2012.ExternalNetworkEnabled
source: External Network
ar_ae: الشبكة الخارجية
de_de: Externes Netzwerk

# Quota.VPS2012.Hdd
source: Hard Drive size, GB
ar_ae: حجم القرص الصلب ، جيجابايت
de_de: Festplattengröße [GB]

# Quota.VPS2012.ManagingAllowed
source: Allow user to create, delete VPS
ar_ae: السماح للمستخدم بإنشاء أو حذف VPS
de_de: Benutzer darf VPS anlegen/löschen

# Quota.VPS2012.NumLockEnabled
source: "Num Lock" by default
ar_ae: "Num Lock" افتراضيًا
de_de: "Num Lock" als Standard

# Quota.VPS2012.PauseResumeAllowed
source: Allow user to Pause, Resume VPS
ar_ae: السماح للمستخدم بإيقاف مؤقت واستئناف VPS
de_de: Benutzer darf VPS anhalten/fortsetzen

# Quota.VPS2012.PrivateIPAddressesNumber
source: Number of Private IP addresses per VPS
ar_ae: عدد عناوين IP الخاصة لكل VPS
de_de: Anzahl privater IP-Adressen pro VPS

# Quota.VPS2012.PrivateNetworkEnabled
source: Private Network
ar_ae: شبكة خاصة
de_de: Privates Netzwerk

# Quota.VPS2012.Ram
source: RAM size, MB
ar_ae: حجم ذاكرة الوصول العشوائي ، ميجابايت
de_de: RAM-Größe [MB]

# Quota.VPS2012.RebootAllowed
source: Allow user to Reboot VPS
ar_ae: السماح للمستخدم بإعادة تشغيل VPS
de_de: Benutzer darf VPS neu starten

# Quota.VPS2012.ReinstallAllowed
source: Allow user to Re-install VPS
ar_ae: السماح للمستخدم بإعادة تثبيت VPS
de_de: Benutzer darf VPS neu installieren

# Quota.VPS2012.ResetAlowed
source: Allow user to Reset VPS
ar_ae: السماح للمستخدم بإعادة تعيين VPS
de_de: Benutzer darf VPS resetten

# Quota.VPS2012.ServersNumber
source: Number of VPS
ar_ae: عدد VPS
de_de: Anzahl an VPS

# Quota.VPS2012.SnapshotsNumber
source: Number of Snaphots
ar_ae: عدد اللقطات
de_de: Anzahl an Snapshots

# Quota.VPS2012.StartShutdownAllowed
source: Allow user to Start, Turn off VPS
ar_ae: السماح للمستخدم بالبدء ، إيقاف تشغيل VPS
de_de: Benutzer darf VPS starten/ausschalten

# Quota.VPS2012.ReplicationEnabled
source: Allow user to Replication
ar_ae: السماح للمستخدم بالنسخ المتماثل
de_de: Benutzer darf Replikation aktivieren

# Error.CreateCheckPointError
source: Error creating CheckPoint
ar_ae: خطأ في إنشاء نقطة تحقق
de_de: Fehler beim Erstellen des Kontrollpunkts

# Error.RestoreSheckPointError
source: VM restored error from CheckPoint
ar_ae: استعادة VM خطأ من CheckPoint
de_de: Fehler beim Wiederherstellen der VM aus dem Kontrollpunkt.

# Error.RestoreSnapshotNotSelNode
source: Node not selected
ar_ae: node غير محدد
de_de: Knoten nicht ausgwählt

# Success.CreateCheckPointSuccess
source: CheckPoint created.
ar_ae: تم إنشاء نقطة التحقق.
de_de: Kontrollpunkt angelegt.

# Success.RestoreSnapshotSuccess
source: VM restored from CheckPoint
ar_ae: تمت استعادة VM من CheckPoint
de_de: VM aus Kontrollpunkt wiederhergestellt.

# ServiceItemType.MailAlias
source: Mail Alias
ar_ae: الاسم المستعار للبريد
de_de: E-Mail-Alias

# ServiceItemType.VirtualSwitch_36
source: Virtual Switch (Private Cloud)
ar_ae: محول افتراضي (سحابة خاصة)
de_de: Virtueller Switch (Private Cloud)

# ServiceItemType.VMInfo
source: Virtual Machine (Private Cloud)
ar_ae: جهاز افتراضي (سحابة خاصة)
de_de: Virtuelle Maschine (Private Cloud)

# UserItemType.Username
source: Username
ar_ae: اسم المستخدم
de_de: Benutzername

# UserItemType.Email
source: E-mail
ar_ae: بريد إلكتروني

# UserItemType.CompanyName
source: Company Name
ar_ae: اسم الشركة:
de_de: Firmenname

# UserItemType.FullName
source: Full Name
ar_ae: الاسم الكامل
de_de: Voller Name

# UserItemType.ExchangeAccount
source: Exchange Account
ar_ae: Exchange حساب
de_de: Exchange-Konto

# UserItemType.AccountHome
source: Account Home
ar_ae: الصفحة الرئيسية للحساب
de_de: Kontoübersicht

# UserItemType.LyncAccount
source: Lync Account
ar_ae: حساب Lync
de_de: Lync-Konto

# UserItemType.LyncUsers
source: Lync Users
ar_ae: مستخدمو Lync
de_de: Lync-Benutzer

# UserItemType.SfBAccount
source: Skype For Business Account
ar_ae: حساب سكايب للأعمال
de_de: Skype for Business-Konto

# UserItemType.SfBUsers
source: Skype For Business Users
ar_ae: مستخدمي سكايب للأعمال
de_de: Skype for Business-Benutzer

# UserItemType.RDSCollection
source: RDS Collection
ar_ae: مجموعة RDS
de_de: RDS-Sammlung

# UserItemType.RDSCollections
source: RDS Collections
ar_ae: مجموعات RDS
de_de: RDS-Sammlungen

# UserItemType.CRMSite
source: CRM Site
ar_ae: موقع CRM
de_de: CRM-Seite

# UserItemType.CRMSites
source: CRM Sites
ar_ae: مواقع CRM
de_de: CRM-Seiten

# UserItemType.VirtualServer
source: Virtual Server
ar_ae: خادم إفتراضي
de_de: Virtueller Server

# UserItemType.VirtualServers
source: Virtual Servers
ar_ae: الخوادم الافتراضية
de_de: Virtuelle Server

# UserItemType.WebDAVFolder
source: WebDAV Folder
ar_ae: مجلد WebDAV
de_de: WebDAV Ordner

# UserItemType.SharePointFoundationSiteCollection
source: SharePoint Site Collection
ar_ae: مجموعة مواقع شيربوينت
de_de: SharePoint-Webseitensammlung

# UserItemType.SharePointEnterpriseSiteCollection
source: SharePoint Enterprise Site Collection
ar_ae: مجموعة مواقع مؤسسة شيربوينت
de_de: SharePoint Enterprise-Webseitensammlung

# UserItemType.SharePointSiteCollections
source: SharePoint Site Collections
ar_ae: مجموعات موقع شيربوينت
de_de: SharePoint-Webseitensammlungen

# UserItemType.DistributionList
source: Distribution List
ar_ae: قائمة التوزيع
de_de: Verteilerliste

# UserItemType.PublicFolder
source: Public Folder
ar_ae: مجلد عام
de_de: Öffentlicher Ordner

# UserItemType.SecurityGroup
source: Security Group
ar_ae: مجموعة الحماية
de_de: Sicherheitsgruppe

# UserItemType.DefaultSecurityGroup
source: Default Security Group
ar_ae: مجموعة الأمان الافتراضية
de_de: Standard-Sicherheitsgruppe

# UserItemType.SharedMailbox
source: Shared Mailbox
ar_ae: علبة بريد مشتركة
de_de: Freigegebenes Postfach

# UserItemType.DeletedUser
source: Deleted User
ar_ae: مستخدم محذوف
de_de: Gelöschter Benutzer

# Error.WEB_PUB_DISABLE
source: Could not disable access to Web Publishing feature for the account specified
ar_ae: تعذر تعطيل الوصول إلى ميزة النشر على الويب للحساب المحدد
de_de: Zugriff auf Web Publishing-Funktionen konnte für das ausgewählte Konto nicht deaktiviert werden

# Error.WEB_PUB_ENABLE
source: Could not grant access to Web Publishing feature for the account specified
ar_ae: تعذر منح حق الوصول إلى ميزة النشر على الويب للحساب المحدد
de_de: Zugriff auf Web Publishing-Funktionen konnte für das ausgewählte Konto nicht gewährt werden

# Error.WPUB_PASSW_CHANGE
source: Could not change Web Publishing password for the account specified
ar_ae: تعذر تغيير كلمة مرور النشر على الويب للحساب المحدد
de_de: Web Publishing Passwort konnte für das ausgewählte Konto nicht geändert werden

# Error.WPUB_PROFILE_SAVE
source: Could not save Web Publishing profile for this web site
ar_ae: تعذر حفظ ملف تعريف النشر على الويب لموقع الويب هذا
de_de: Web Publishing-Profil konnte für diese Webseite nicht gesichert werden

# Success.WEB_PUB_DISABLE
source: Access to Web Publishing feature has been disabled for the account specified
ar_ae: تم تعطيل الوصول إلى ميزة النشر على الويب للحساب المحدد
de_de: Zugriff auf Web Publishing Einrichtung für dieses Konto wurde deaktiviert

# Success.WEB_PUB_ENABLE
source: Access to Web Publishing feature has been granted for the account specified
ar_ae: تم منح الوصول إلى ميزة النشر على الويب للحساب المحدد
de_de: Zugriff auf Web Publishing Einrichtung für dieses Konto wurde gewährt

# Success.WPUB_PASSW_CHANGE
source: Web Publishing password has been changed for the account specified
ar_ae: تم تغيير كلمة مرور النشر على الويب للحساب المحدد
de_de: Web Publishing-Passwort für das angegebene Konto wurde geändert

# Success.WPUB_PROFILE_SAVE
source: Web Publishing profile for this web site has been successfully saved
ar_ae: تم حفظ ملف تعريف النشر على الويب لموقع الويب هذا بنجاح
de_de: Web Publishing-Profil für diese Webseite wurde erfolgreich gesichert

# Quota.HostedSharePoint.UseSharedSSL
source: Use shared SSL Root
ar_ae: استخدم جذر SSL المشترك
de_de: Geteilten SSL Root verwenden

# Quota.HostedSharePointEnterprise.UseSharedSSL
source: Use shared SSL Root
ar_ae: استخدم جذر SSL المشترك
de_de: Geteilten SSL Root verwenden

# Quota.HostedSharePointServer.UseSharedSSL
source: Use shared SSL Root
ar_ae: استخدم جذر SSL المشترك
de_de: Geteilten SSL Root verwenden

# Quota.Exchange2007.IsConsumer
source: Consumer Organization Support
ar_ae: دعم منظمة المستهلك
de_de: Endkunden-Organisations-Unterstützung

# Quota.Exchange2007.EnablePlansEditing
source: Enable Mailbox Plans Editing
ar_ae: تمكين تحرير خطط صندوق البريد
de_de: Postfach-Plan-Bearbeitung aktivieren

# Quota.Exchange2007.AllowLitigationHold
source: Allow Litigation Hold
ar_ae: السماح بتعليق التقاضي
de_de: Litigation Hold erlauben

# Quota.Exchange2007.RecoverableItemsSpace
source: Recoverable Items Storage per Organization, MB
ar_ae: تخزين العناصر القابلة للاسترداد لكل منظمة ، ميجا بايت
de_de: Speicher für wiederherstellbare Elemente pro Organisation, MB

# Quota.EnterpriseStorage.DiskStorageSpace
source: Disk Storage Space, Mb
ar_ae: مساحة تخزين القرص ، ميجابايت
de_de: Festplattenspeicherplatz, MB

# Quota.EnterpriseStorage.Folders
source: Number of Root Folders
ar_ae: عدد مجلدات الجذر
de_de: Anzahl an Hauptverzeichnissen

# Error.LYNC_DELETE_DOMAIN
source: Error deleting organization domain name. See audit log for more details.
ar_ae: خطأ في حذف اسم نطاق المؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen des Domänennamen der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Success.CREATE_LYNC_USER
source: Lync successfully enabled for this user
ar_ae: تم تعطيل Lync بنجاح لهذا المستخدم
de_de: Lync für diesen Benutzer erfolgreich aktiviert

# Error.CREATE_LYNC_USER
source: Cannot enable Lync User. The following errors have been occured:
ar_ae: لا يمكن تمكين مستخدم Lync. حدثت الأخطاء التالية:
de_de: Lync Benutzer kann nicht aktiviert werden. Die folgenden Fehler sind aufgetreten:

# Success.ADD_LYNC_FEDERATIONDOMAIN
source: Lync successfully added the federation domain
ar_ae: أضاف Lync نطاق الاتحاد بنجاح
de_de: Lync hat erfolgreich die Verbund-Domäne hinzugefügt

# Error.ADD_LYNC_FEDERATIONDOMAIN
source: Cannot add federation domain. The following errors have been occured:
ar_ae: لا يمكنك إضافة نطاق الاتحاد. حدثت الأخطاء التالية:
de_de: Die Federation Domäne kann nicht hinzugefügt wrden. Die folgenden Fehler sind aufgetreten:

# Success.DELETE_LYNC_USER
source: Lync successfully disabled for this user
ar_ae: تم تعطيل Lync بنجاح لهذا المستخدم
de_de: Lync für diesen Benutzer erfolgreich deaktiviert

# Error.DELETE_LYNC_USER
source: Cannot delete Lync User, the following errors have been occured:
ar_ae: لا يمكن حذف مستخدم Lync ، فقد حدثت الأخطاء التالية:
de_de: Lync Benutzer kann nicht gelöscht werden. Die folgenden Fehler sind aufgetreten:

# Error.LYNC_UNABLE_TO_ADD_PLAN
source: Unabled to add plan
ar_ae: غير قادر على إضافة الخطة
de_de: Plan konnte nicht hinzugefügt werden.

# Success.UPDATE_LYNC_USER
source: General Lync User settings have been successfully updated.
ar_ae: تم تحديث إعدادات مستخدم Lync العامة بنجاح.
de_de: Allgemeine Lync-Benutzereinstellungen wurden erfolgreich aktualisiert.

# Error.UPDATE_LYNC_USER
source: Error updating general Lync User settings.
ar_ae: خطأ في تحديث إعدادات مستخدم Lync العامة.
de_de: Fehler beim Aktualisieren der allgemeinen Lync-Benutzereinstellungen.

# Lync.CANNOT_ADD_LYNC_USER
source: Unable to add Lync user.
ar_ae: غير قادر على إضافة مستخدم Lync.
de_de: Lync Benutzer konnte nicht hinzugefügt werden.

# Lync.CANNOT_ADD_LYNC_USER_TO_DATABASE
source: Unable to add Lync User to database.
ar_ae: غير قادر على إضافة مستخدم Lync إلى قاعدة البيانات.
de_de: Lync Benutzer konnte nicht in die Datenbank hinzugefügt werden.

# Lync.CANNOT_DELETE_LYNC_USER
source: Unable to delete Lync User.
ar_ae: تعذر حذف مستخدم Lync.
de_de: Lync Benutzer konnte nicht gelöscht werden.

# Lync.CANNOT_DELETE_LYNC_USER_FROM_METADATA
source: Unable to delete Lync User from metadata.
ar_ae: غير قادر على حذف Lync User من بيانات التعريف.
de_de: Lync Benutzer konnte nicht aus den Metadaten gelöscht werden.

# Lync.CANNOT_GET_LYNC_PROXY
source: Unable to get Lync proxy.
ar_ae: تعذر الحصول على وكيل Lync.
de_de: Lync Proxy konnte nicht ermittelt werden.

# Lync.CANNOT_GET_USER_GENERAL_SETTINGS
source: Unable to get user general settings.
ar_ae: تعذر الحصول على إعدادات المستخدم العامة.
de_de: Allgemeine Benutzereinstellungen konnten nicht gelesen werden.

# Lync.CANNOT_SET_DEFAULT_SETTINGS
source: Unable to set default settings.
ar_ae: تعذر تعيين الإعدادات الافتراضية.
de_de: Standardeinstellungen konnten nicht geändert werden.

# Lync.GET_LYNC_USERS
source: Unable to get Lync Users.
ar_ae: تعذر الحصول على مستخدمي Lync.
de_de: Lync Benutzer konnten nicht gelesen werden

# Lync.GET_LYNC_USER_COUNT
source: Unable to get Lync Users count.
ar_ae: تعذر الحصول على عدد مستخدمي Lync.
de_de: Anzahl Lync Benutzer konnte nicht gelesen werden.

# Lync.USER_FIRST_NAME_IS_NOT_SPECIFIED
source: User first name is not specified.
ar_ae: لم يتم تحديد الاسم الأول للمستخدم.
de_de: Vorname des Benutzers wurde nicht angegeben.

# Lync.USER_IS_ALREADY_LYNC_USER
source: Current user account is already enabled for Office Communications Server.
ar_ae: حساب المستخدم الحالي ممكّن بالفعل لـ Office Communications Server.
de_de: Aktuelles Benutzerkonto ist bereits für den Office Communications Server aktiviert.

# Lync.USER_LAST_NAME_IS_NOT_SPECIFIED
source: User last name is not specified.
ar_ae: لم يتم تحديد الاسم الأخير للمستخدم.
de_de: Nachname des Benutzers wurde nicht angegeben.

# Lync.USER_QUOTA_HAS_BEEN_REACHED
source: Lync users quota has been reached.
ar_ae: تم الوصول إلى حصة مستخدمي Lync.
de_de: Kontingent an Lync-Benutzern wurde verbraucht.

# Quota.Lync.Federation
source: Federation Allowed
ar_ae: الاتحاد مسموح به
de_de: Verbund erlaubt

# Quota.Lync.Users
source: Lync Users per Organization
ar_ae: مستخدمو Lync لكل مؤسسة
de_de: Lync-Benutzer pro Organisation

# Quota.Lync.Conferencing
source: Conferencing Allowed
ar_ae: المؤتمر مسموح به
de_de: Konferenzführung erlaubt

# Quota.Lync.MaxParticipants
source: Maximum participants per conference
ar_ae: أقصى عدد من المشاركين في المؤتمر
de_de: Maximale Teilnehmer pro Konferenz

# Quota.Lync.AllowVideo
source: Conference Video Allowed
ar_ae: مسموح بفيديو المؤتمر
de_de: Videokonferenz erlaubt

# Quota.Lync.EnterpriseVoice
source: Enterprise Voice Allowed
ar_ae: صوت المؤسسة مسموح به
de_de: Enterprise Voice erlaubt

# Quota.Lync.EVUsers
source: Enterprise Voice users
ar_ae: مستخدمو صوت المؤسسة
de_de: Enterprise Voice-Benutzer

# Quota.Lync.EVNational
source: National Calls Allowed
ar_ae: المكالمات المحلية مسموح بها
de_de: Nationale Anrufe erlaubt

# Quota.Lync.EVMobile
source: Mobile Calls Allowed
ar_ae: مكالمات الهاتف المحمول مسموح بها
de_de: Mobile Anrufe erlaubt

# Quota.Lync.EVInternational
source: International Calls Allowed
ar_ae: المكالمات الدولية مسموح بها
de_de: Internationale Anrufe erlaubt

# ResourceGroup.Lync
source: Lync Server
ar_ae: خادم Lync

# Warning.CREATE_LYNC_USER
source: Lync User has been successfully created but the following errors have been occured:
ar_ae: تم إنشاء مستخدم Lync بنجاح ولكن حدثت الأخطاء التالية:
de_de: Der Lync Benutzer wurde erfolgreich erstellt, aber die folgenden Fehler sind aufgetreten:

# Warning.ADD_LYNC_FEDERATIONDOMAIN
source: Lync federation domain has been successfully created but the following errors have been occured:
ar_ae: تم إنشاء نطاق اتحاد Lync بنجاح ولكن حدثت الأخطاء التالية:
de_de: Lync Verbund-Domäne wurde erfolgreich erstellt, aber die folgenden Fehler sind aufgetreten

# Warning.DELETE_LYNC_USER
source: Lync User has been successfully deleted but the following errors have been occured:
ar_ae: تم حذف مستخدم Lync بنجاح ولكن حدثت الأخطاء التالية:
de_de: Der Lync Benutzer wurde erfolgreich gelöscht, aber die folgenden Fehler sind aufgetreten:

# Error.LYNC_SET_DEFAULT_PLAN
source: Error setting default organization lync user plan. See audit log for more details.
ar_ae: خطأ في تعيين خطة مستخدم lync للمؤسسة الافتراضية. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Setzen des Organisations-Lync-Benutzer-Plans. Überprüfen Sie das Aktivitätenprotokoll für weitere Details.

# AuditLogTask.LYNC_ADD_PLAN
source: Add organization lync user plan
ar_ae: إضافة خطة مستخدم lync المؤسسة
de_de: Organisations-Lyncbenutzer-Plan hinzufügen

# AuditLogTask.LYNC_DELETE_PLAN
source: Delete plan
ar_ae: حذف الخطة
de_de: Plan löschen

# Error.LYNC_DELETE_PLAN
source: Unable to delete plan. Make sure the plan is not assigned to any user
ar_ae: تعذر حذف الخطة. تأكد من عدم تعيين الخطة لأي مستخدم
de_de: Plan konnte nicht gelöscht werden. Stellen Sie sicher, dass der Plan keinem anderen Benutzer zugeordnet ist

# Error.LYNC_ADD_PLAN
source: Error creating organization plan. See audit log for more details.
ar_ae: خطأ في إنشاء خطة المنظمة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Erstellen des Organisations-Plans. Überprüfen Sie das Auditprotokoll für weitere Details.

# Error.SFB_DELETE_DOMAIN
source: Error deleting organization domain name. See audit log for more details.
ar_ae: خطأ في حذف اسم نطاق المؤسسة. انظر سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen des Domänennamen der Organisation. Überprüfen Sie das Auditprotokoll für weitere Details.

# Success.CREATE_SFB_USER
source: SfB successfully enabled for this user
ar_ae: تم تمكين SfB بنجاح لهذا المستخدم
de_de: SfB wurde erfolgreich für diesen Benutzer aktiviert.

# Error.CREATE_SFB_USER
source: Cannot enable SfB User. The following errors have been occured:
ar_ae: لا يمكن تمكين مستخدم SfB. حدثت الأخطاء التالية:
de_de: SfB Benutzer kann nicht aktiviert werden. Der folgende Fehler ist aufgetreten:

# Success.ADD_SFB_FEDERATIONDOMAIN
source: SfB successfully added the federation domain
ar_ae: أضاف SfB نطاق الاتحاد بنجاح
de_de: SfB hat die Verbund-Domäne erfolgreich hinzugefügt.

# Error.ADD_SFB_FEDERATIONDOMAIN
source: Cannot add federation domain. The following errors have been occured:
ar_ae: لا يمكنك إضافة نطاق الاتحاد. حدثت الأخطاء التالية:
de_de: Die Federation Domäne kann nicht hinzugefügt wrden. Die folgenden Fehler sind aufgetreten:

# Success.DELETE_SFB_USER
source: SfB successfully disabled for this user
ar_ae: تم تعطيل SfB بنجاح لهذا المستخدم
de_de: SfB wurde erfolgreich für diesen Benutzer deaktiviert

# Error.DELETE_SFB_USER
source: Cannot delete SfB User, the following errors have been occured:
ar_ae: لا يمكن حذف مستخدم SfB ، فقد حدثت الأخطاء التالية:
de_de: SfB Benutzer kann nicht gelöscht werden. Die folgenden Fehler sindaufgetreten:

# Error.SFB_UNABLE_TO_ADD_PLAN
source: Unabled to add plan
ar_ae: غير قادر على إضافة الخطة
de_de: Plan konnte nicht hinzugefügt werden.

# Success.UPDATE_SFB_USER
source: General SfB User settings have been successfully updated.
ar_ae: تم تحديث إعدادات مستخدم SfB العامة بنجاح.
de_de: Allgemeine SfB-Benutzereinstellungen wurden erfolgreich aktualisiert.

# Error.UPDATE_SFB_USER
source: Error updating general SfB User settings.
ar_ae: خطأ في تحديث إعدادات مستخدم SfB العامة.
de_de: Fehler beim Aktualisieren der allgemeinen SfB Benutzereinstellungen

# SfB.CANNOT_ADD_SFB_USER
source: Unable to add SfB user.
ar_ae: غير قادر على إضافة مستخدم SfB.
de_de: SfB Benutzer konnte nicht hinzugefügt werden.

# SfB.CANNOT_ADD_SFB_USER_TO_DATABASE
source: Unable to add SfB User to database.
ar_ae: غير قادر على إضافة مستخدم SfB إلى قاعدة البيانات.
de_de: SfB Benutzer konnte nicht in die Datenbank hinzugefügt werden.

# SfB.CANNOT_DELETE_SFB_USER
source: Unable to delete SfB User.
ar_ae: تعذر حذف مستخدم SfB.
de_de: SfB Benutzer konnte nicht gelöscht werden.

# SfB.CANNOT_DELETE_SFB_USER_FROM_METADATA
source: Unable to delete SfB User from metadata.
ar_ae: تعذر حذف مستخدم SfB من البيانات الوصفية.
de_de: SfB Benutzer konnte nicht aus den Metadaten gelöscht werden.

# SfB.CANNOT_GET_SFB_PROXY
source: Unable to get SfB proxy.
ar_ae: تعذر الحصول على وكيل SfB.
de_de: SfB Proxy konnte nicht ermittelt werden.

# SfB.CANNOT_GET_USER_GENERAL_SETTINGS
source: Unable to get user general settings.
ar_ae: تعذر الحصول على إعدادات المستخدم العامة.
de_de: Allgemeine Benutzereinstellungen konnten nicht gelesen werden.

# SfB.CANNOT_SET_DEFAULT_SETTINGS
source: Unable to set default settings.
ar_ae: تعذر تعيين الإعدادات الافتراضية.
de_de: Standardeinstellungen konnten nicht geändert werden.

# SfB.GET_SFB_USERS
source: Unable to get SfB Users.
ar_ae: تعذر الحصول على مستخدمي SfB.
de_de: SfB Benutzer konnten nicht gelesen werden.

# SfB.GET_SFB_USER_COUNT
source: Unable to get SfB Users count.
ar_ae: تعذر الحصول على عدد مستخدمي SfB.
de_de: Anzahl SfB Benutzer konnte nicht gelesen werden.

# SfB.USER_FIRST_NAME_IS_NOT_SPECIFIED
source: User first name is not specified.
ar_ae: لم يتم تحديد الاسم الأول للمستخدم.
de_de: Vorname des Benutzers wurde nicht angegeben.

# SfB.USER_IS_ALREADY_SFB_USER
source: Current user account is already enabled for Office Communications Server.
ar_ae: حساب المستخدم الحالي ممكّن بالفعل لـ Office Communications Server.
de_de: Aktuelles Benutzerkonto ist bereits für den Office Communications Server aktiviert.

# SfB.USER_LAST_NAME_IS_NOT_SPECIFIED
source: User last name is not specified.
ar_ae: لم يتم تحديد الاسم الأخير للمستخدم.
de_de: Nachname des Benutzers wurde nicht angegeben.

# SfB.USER_QUOTA_HAS_BEEN_REACHED
source: SfB users quota has been reached.
ar_ae: تم الوصول إلى حصة مستخدمي SfB.
de_de: Kontingent an SfB-Benutzern wurde verbraucht.

# Quota.SfB.Federation
source: Federation Allowed
ar_ae: الاتحاد مسموح به
de_de: Verbund erlaubt

# Quota.SfB.Users
source: SfB Users per Organization
ar_ae: مستخدمو SfB لكل مؤسسة
de_de: SfB-Benutzer pro Organisation

# Quota.SfB.Conferencing
source: Conferencing Allowed
ar_ae: المؤتمر مسموح به
de_de: Konferenzführung erlaubt

# Quota.SfB.MaxParticipants
source: Maximum participants per conference
ar_ae: أقصى عدد من المشاركين في المؤتمر
de_de: Maximale Teilnehmer pro Konferenz

# Quota.SfB.AllowVideo
source: Conference Video Allowed
ar_ae: مسموح بفيديو المؤتمر
de_de: Videokonferenz erlaubt

# Quota.SfB.EnterpriseVoice
source: Enterprise Voice Allowed
ar_ae: صوت المؤسسة مسموح به
de_de: Enterprise Voice erlaubt

# Quota.SfB.EVUsers
source: Enterprise Voice users
ar_ae: مستخدمو صوت المؤسسة
de_de: Enterprise Voice-Benutzer

# Quota.SfB.EVNational
source: National Calls Allowed
ar_ae: المكالمات المحلية مسموح بها
de_de: Nationale Anrufe erlaubt

# Quota.SfB.EVMobile
source: Mobile Calls Allowed
ar_ae: مكالمات الهاتف المحمول مسموح بها
de_de: Mobile Anrufe erlaubt

# Quota.SfB.EVInternational
source: International Calls Allowed
ar_ae: المكالمات الدولية مسموح بها
de_de: Internationale Anrufe erlaubt

# ResourceGroup.SfB
source: Skype for Business Server
ar_ae: سكايب لخادم الأعمال

# Warning.CREATE_SFB_USER
source: SfB User has been successfully created but the following errors have been occured:
ar_ae: تم إنشاء مستخدم SfB بنجاح ولكن حدثت الأخطاء التالية:
de_de: SfB-Benutzer wurde erfolgreich eingerichtet, aber der folgende Fehler ist aufgetreten:

# Warning.ADD_SFB_FEDERATIONDOMAIN
source: SfB federation domain has been successfully created but the following errors have been occured:
ar_ae: تم إنشاء نطاق اتحاد SfB بنجاح ولكن حدثت الأخطاء التالية:
de_de: SfB-Verbund-Domäne wurde erfolgreich eingerichtet, aber der folgende Fehler ist aufgetreten:
