Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Error.1301
source: Advanced statistics resource is unavailable for the selected hosting space
ar_ae: مورد الإحصائيات المتقدم غير متاح لمساحة الاستضافة المحددة
de_de: Die Ressource der erweiterten Statistiken ist für den ausgewählten Hosting-Bereich nicht verfügbar

# Error.1304
source: Specified statistics installation already exists on the target service
ar_ae: تثبيت الإحصائيات المحدد موجود بالفعل على الخدمة الهدف
de_de: Angegebene Statistikinstallation existiert bereits auf dem Zieldienst

# Error.1305
source: Advanced statistics meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر التعريف الإحصائي المتقدم في قاعدة البيانات
de_de: Erweiterte-Statistiken-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.1401
source: SharePoint resource is unavailable for the selected hosting space
ar_ae: مورد شيربوينت غير متوفر لمساحة الاستضافة المحددة
de_de: SharePoint-Ressource ist im ausgewählten Hosting-Bereich nicht verfügbar

# Error.1404
source: SharePoint user already exists on the target service
ar_ae: مستخدم شيربوينت موجود بالفعل في الخدمة الهدف
de_de: SharePoint-Benutzer existiert bereits auf dem Zieldienst

# Error.1407
source: SharePoint group already exists on the target service
ar_ae: مجموعة شيربوينت موجودة بالفعل على الخدمة الهدف
de_de: SharePoint-Gruppe existiert bereits auf dem Zieldienst

# Error.1408
source: SharePoint user meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف مستخدم شيربوينت في قاعدة البيانات
de_de: SharePoint-Benutzer-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.1409
source: SharePoint group meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف مجموعة شيربوينت في قاعدة البيانات
de_de: SharePoint-Gruppe-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.200
source: Account summary letter is not specified or has empty body
ar_ae: لم يتم تحديد خطاب ملخص الحساب أو به نص فارغ
de_de: Konto-Zusammenfassung ist nicht angegeben oder hat keinen Inhalt

# Error.201
source: Hosting space summary letter is not specified or has empty body
ar_ae: لم يتم تحديد خطاب ملخص مساحة الاستضافة أو أنه يحتوي على نص فارغ
de_de: Hosting-Bereich-Zusammenfassung ist nicht angegeben oder hat keinen Inhalt

# Error.300
source: Hosting space meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف مساحة الاستضافة في قاعدة البيانات
de_de: Hosting-Bereich-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.304
source: Hosting space is in Cancelled mode
ar_ae: مساحة الاستضافة في وضع الإلغاء
de_de: Hosting-Bereich befindet sich im Status "Gekündigt"

# Error.501
source: Sub-domains are not allowed for the parent domain
ar_ae: النطاقات الفرعية غير مسموح بها للنطاق الأصلي
de_de: Subdomänen sind in der übergeordneten Domäne nicht erlaubt

# Error.504
source: Domain meta-item can not be found in the database
ar_ae: لا يمكن العثور على عنصر تعريف النطاق في قاعدة البيانات
de_de: Domänen-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.505
source: DNS zone meta-item can not be found in the database
ar_ae: لا يمكن العثور على عنصر تعريف منطقة DNS في قاعدة البيانات
de_de: DNS-Zonen-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.601
source: Specified web site already exists
ar_ae: موقع الويب المحدد موجود بالفعل
de_de: Angegebene Webseite existiert bereits

# Error.602
source: Web Sites service is unavailable due to hosting plan
ar_ae: خدمة مواقع الويب غير متاحة بسبب خطة الاستضافة
de_de: Webseiten-Dienst ist aufgrund des gewählten Hosting-Plans nicht verfügbar

# Error.604
source: Error changing FrontPage account password
ar_ae: خطأ في تغيير كلمة مرور حساب الصفحة الأولى
de_de: Fehler beim Ändern des FrontPage-Konto-Passworts

# Error.606
source: Web Site hosting space meta-item could not be found
ar_ae: تعذر العثور على عنصر تعريف موقع ويب الذي يستضيف مساحة
de_de: Webseite-Hosting-Bereich-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.607
source: Web Site meta-item IP address is not specified
ar_ae: لم يتم تحديد عنوان IP الخاص بالعنصر التعريفي لموقع ويب
de_de: Webseite-Meta-Item IP-Adresse ist nicht angegeben

# Error.610
source: Invalid Global DNS entries in platform server configuration for dedicated IP address usage. Contact you platform administrator
ar_ae: إدخالات DNS العالمية غير صالحة في تكوين خادم النظام الأساسي لاستخدام عنوان IP المخصص. اتصل بمسؤول النظام الأساسي
de_de: Ungültige globale DNS-Einträge in der Konfiguration der Plattformserver für dedizierte IP-Adressen. Kontaktieren Sie Ihren Plattform-Administrator.

# Error.611
source: Invalid public shared ip address in platform server configuration for shared IP address usage. Contact you platform administrator
ar_ae: عنوان IP المشترك العام غير صالح في تكوين خادم النظام الأساسي لاستخدام عنوان IP المشترك. اتصل بمسؤول النظام الأساسي
de_de: Ungültige öffentliche geteilte IP-Adresse in der Konfiguration der Plattformserver für geteilte IP-Adressen, Kontaktieren Sie Ihren Plattform-Administrator.

# Error.700
source: Specified mail domain already exists on the service
ar_ae: نطاق البريد المحدد موجود بالفعل في الخدمة
de_de: Angegebene E-Mail-Domäne existiert bereits auf dem Dienst

# Error.701
source: Mail resource is unavailable for the selected hosting space
ar_ae: مورد البريد غير متوفر لمساحة الاستضافة المحددة
de_de: E-Mail-Ressource ist für den ausgewählten Hostingbereich nicht verfügbar

# Error.704
source: Specified mail account already exists on the target service
ar_ae: حساب البريد المحدد موجود بالفعل على الخدمة الهدف
de_de: Angegebenes E-Mail-Konto existiert bereits auf dem Zieldienst

# Error.707
source: Specified mail forwarding already exists on the target service
ar_ae: إعادة توجيه البريد المحدد موجودة بالفعل على الخدمة الهدف
de_de: Angegebene E-Mail-Weiterleitung existiert bereits auf dem Zieldienst

# Error.710
source: Specified mail group already exists on the target service
ar_ae: مجموعة البريد المحددة موجودة بالفعل على الخدمة الهدف
de_de: Angegebene E-Mail-Gruppe existiert bereits auf dem Zieldienst

# Error.713
source: Specified mail list already exists on the target service
ar_ae: قائمة البريد المحددة موجودة بالفعل على الخدمة الهدف
de_de: Angegebene E-Mail-Liste existiert bereits auf dem Zieldienst

# Error.714
source: Mail account meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف حساب البريد في قاعدة البيانات
de_de: E-Mail-Konto-Metaitem konnte in der Datenbank nicht gefunden werden

# Error.715
source: Mail forwarding meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف إعادة توجيه البريد في قاعدة البيانات
de_de: E-Mail-Weiterleitungs-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.716
source: Mail group meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف مجموعة البريد في قاعدة البيانات
de_de: E-Mail-Gruppen-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.717
source: Mail list meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر التعريف لقائمة البريد في قاعدة البيانات
de_de: E-Mail-Listen-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.718
source: Mail domain meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف نطاق البريد في قاعدة البيانات
de_de: E-Mail-Domänen-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.719
source: Mail domain could not be read from the target service
ar_ae: لا يمكن قراءة نطاق البريد من الخدمة الهدف
de_de: E-Mail-Domäne konnte nicht vom Zieldienst gelesen werden

# Error.801
source: FTP resource is unavailable for the selected hosting space
ar_ae: مورد FTP غير متاح لمساحة الاستضافة المحددة
de_de: Die FTP-Ressource ist für den ausgewählten Hosting-Bereich nicht verfügbar

# Error.804
source: Specified FTP account already exists on the target service
ar_ae: حساب FTP المحدد موجود بالفعل على الخدمة الهدف
de_de: Angegebenes FTP-Konto existiert bereits auf dem Zieldienst

# Error.805
source: FTP account meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف حساب FTP في قاعدة البيانات
de_de: FTP-Konto-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.901
source: MS SQL resource is unavailable for the selected hosting space
ar_ae: مورد MS SQL غير متوفر لمساحة الاستضافة المحددة
de_de: Die MS SQL-Ressource ist für den ausgewählten Hosting-Bereich nicht verfügbar

# Error.904
source: Specified database already exists on the target service
ar_ae: قاعدة البيانات المحددة موجودة بالفعل على الخدمة الهدف
de_de: Angegebene Datenbank existiert bereits auf dem Zieldienst

# Error.907
source: Specified database user already exists on the target service
ar_ae: مستخدم قاعدة البيانات المحدد موجود بالفعل على الخدمة الهدف
de_de: Angegebener Datenbankbenutzer existiert bereits auf dem Zieldienst

# Error.908
source: SQL database meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف قاعدة بيانات SQL في قاعدة البيانات
de_de: SQL-Datenbank-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.909
source: SQL user meta-item could not be found in the database
ar_ae: تعذر العثور على عنصر تعريف مستخدم SQL في قاعدة البيانات
de_de: SQL-Benutzer-Meta-Item konnte in der Datenbank nicht gefunden werden

# Error.Generic
source: Unspecified error during operation:
ar_ae: خطأ غير محدد أثناء العملية:
de_de: Unbekannter Fehler während des Vorgangs:

# Warning.100
source: Specified user name already exists in the database
ar_ae: اسم المستخدم المحدد موجود بالفعل في قاعدة البيانات
de_de: Angegebener Benutzername existiert bereits in der Datenbank

# Warning.1002
source: databases quota has been reached
ar_ae: تم الوصول إلى حصة قواعد البيانات
de_de: Kontingent an MySQL-Datenbanken ist verbraucht

# Warning.1003
source: Specified database already exists in the hosting space
ar_ae: قاعدة البيانات المحددة موجودة بالفعل في مساحة الاستضافة
de_de: Angegebene Datenbank existiert bereits im Hosting-Bereich

# Warning.1005
source: Database users quota has been reached
ar_ae: تم الوصول إلى حصة مستخدمي قاعدة البيانات
de_de: Kontigent an Datenbank-Benutzern wurde verbraucht

# Warning.1006
source: Specified database user already exists in the hosting space
ar_ae: مستخدم قاعدة البيانات المحدد موجود بالفعل في مساحة الاستضافة
de_de: Angegebener Datenbankbenutzer existiert bereits im Hosting-Bereich

# Warning.102
source: User account has child user accounts
ar_ae: حساب المستخدم لديه حسابات مستخدمين فرعية
de_de: Benutzerkonto hat Unterkonten

# Error.103
source: User account is in Pending mode
ar_ae: حساب المستخدم في وضع الانتظار
de_de: Benutzerkonto ist noch nicht aktiviert

# Warning.104
source: User account is in Suspended mode
ar_ae: حساب المستخدم في وضع "معلق"
de_de: Benutzerkonto ist gesperrt

# Warning.106
source: User account is in Demo mode
ar_ae: حساب المستخدم في الوضع التجريبي
de_de: Benutzerkonto ist im Demo-Modus

# Warning.1100
source: User account with the specified username already exists in the database
ar_ae: حساب المستخدم باسم المستخدم المحدد موجود بالفعل في قاعدة البيانات
de_de: Benutzerkonto mit angegebenem Benutzernamen existiert bereits in der Datenbank

# Warning.1101
source: Specified FTP account already exists
ar_ae: حساب FTP المحدد موجود بالفعل
de_de: Angegebenes FTP-Konto existiert bereits

# Warning.1302
source: Statistics installations quota has been reached
ar_ae: تم الوصول إلى حصة تثبيتات الإحصاء
de_de: Kontingent für Statistikinstallationen wurde verbraucht

# Warning.1303
source: Specified statistics installation already exists in the hosting space
ar_ae: تثبيت الإحصائيات المحدد موجود بالفعل في مساحة الاستضافة
de_de: Angegebene Statistikinstallation existiert bereits im Hosting-Bereich

# Warning.1402
source: SharePoint users quota has been reached
ar_ae: تم الوصول إلى حصة مستخدمي شيربوينت
de_de: Kontingent an SharePoint-Benutzern wurde verbraucht.

# Warning.1403
source: SharePoint user already exists in the hosting space
ar_ae: مستخدم شيربوينت موجود بالفعل في مساحة الاستضافة
de_de: SharePoint-Benutzer existiert bereits im Hosting-Bereich

# Warning.1405
source: SharePoint groups quota has been reached
ar_ae: تم الوصول إلى حصة مجموعات شيربوينت
de_de: Kontingent an SharePoint-Gruppen wurde verbraucht

# Warning.1406
source: SharePoint group already exists in the hosting space
ar_ae: مجموعة شيربوينت موجودة بالفعل في مساحة الاستضافة
de_de: SharePoint-Gruppe existiert bereits im Hosting-Bereich

# Warning.301
source: The hosting space could not be deleted because it has child spaces
ar_ae: لا يمكن حذف مساحة الاستضافة لأنها تحتوي على مسافات فرعية
de_de: Der Hosting-Bereich konnte nicht gelöscht werden, da er Unterbereiche besitzt

# Warning.302
source: Hosting space is in New mode
ar_ae: مساحة الاستضافة في الوضع الجديد
de_de: Hosting-Bereich ist neu

# Warning.303
source: Hosting space is in Suspended mode
ar_ae: مساحة الاستضافة في وضع "معلق"
de_de: Hosting-Bereich befindet sich im Status "Gesperrt"

# Warning.500
source: Domains quota has been reached
ar_ae: تم الوصول إلى حصة النطاقات
de_de: Kontingent an Domänen wurde verbraucht

# Warning.502
source: Specified domain already exists
ar_ae: النطاق المحدد موجود بالفعل
de_de: Angegebene Domäne existiert bereits

# Warning.503
source: Domain name should not be started from "www."
ar_ae: يجب ألا يبدأ اسم النطاق من "www."
de_de: Domänenname darf nicht mit "www." anfangen

# Warning.506
source: Domain can not be deleted because it points to the web site
ar_ae: لا يمكن حذف النطاق لأنه يشير إلى نطاق البريد
de_de: Domäne kann nicht gelöscht werden, da sie auf eine Webseite zeigt

# Warning.507
source: Domain can not be deleted because it points to mail domain
ar_ae: لا يمكن حذف النطاق لأنه يشير إلى نطاق البريد
de_de: Domäne kann nicht gelöscht werden, da sie auf eine E-Mail-Domäne zeigt

# Warning.600
source: Web Sites quota has been reached
ar_ae: تم الوصول إلى حصة مواقع الويب
de_de: Kontingent an Webseiten ist verbraucht.

# Warning.603
source: Specified FrontPage account already exists in the system
ar_ae: حساب الصفحة الأمامية المحدد موجود بالفعل في النظام
de_de: Angegebenes FrontPage-Konto existiert bereits im System

# Warning.605
source: Virtual Directory with the specified name already exists
ar_ae: الدليل الافتراضي بالاسم المحدد موجود بالفعل
de_de: Virtuelles Verzeichnis mit dem angegebenen Namen existiert bereits

# Warning.702
source: Mail accounts quota has been reached
ar_ae: تم الوصول إلى حصة حسابات البريد
de_de: Kontingent an E-Mail-Konten ist verbraucht

# Warning.703
source: Specified mail account already exists in the hosting space
ar_ae: حساب البريد المحدد موجود بالفعل في مساحة الاستضافة
de_de: Angegebenes E-Mail-Konto existiert bereits im Hosting-Bereich

# Warning.705
source: Mail forwardings quota has been reached
ar_ae: تم الوصول إلى حصة إعادة توجيه البريد
de_de: Kontingent an E-Mail-Weiterleitungen ist verbraucht

# Warning.706
source: Specified mail forwarding already exists in the hosting space
ar_ae: إعادة توجيه البريد المحدد موجود بالفعل في مساحة الاستضافة
de_de: Angegebene E-Mail-Weiterleitung existiert bereits im Hosting-Bereich

# Warning.708
source: Mail groups quota has been reached
ar_ae: تم الوصول إلى حصة مجموعات البريد
de_de: Kontingent an E-Mail-Gruppen ist verbraucht

# Warning.709
source: Specified mail group already exists in the hosting space
ar_ae: مجموعة البريد المحددة موجودة بالفعل في مساحة الاستضافة
de_de: Angegebene E-Mail-Gruppe existiert bereits im Hosting-Bereich

# Warning.711
source: Mail lists quota has been reached
ar_ae: تم الوصول إلى حصة قوائم البريد
de_de: Kontingent an E-Mail-Listen ist vebraucht

# Warning.712
source: Specified mail list already exists in the hosting space
ar_ae: قائمة البريد المحددة موجودة بالفعل في مساحة الاستضافة
de_de: Angegebene E-Mail-Liste existiert bereits im Hosting-Bereich

# Warning.720
source: Mail domain could not be deleted because it is not empty
ar_ae: تعذر حذف نطاق البريد لأنه ليس فارغًا
de_de: E-Mail-Domäne kann nicht gelöscht werden, da sie nicht leer ist

# Warning.802
source: FTP accounts quota has been reached
ar_ae: تم الوصول إلى حصة حسابات FTP
de_de: Kontingent an FTP-Konten ist verbraucht

# Warning.803
source: Specified FTP account already exists in the hosting space
ar_ae: حساب FTP المحدد موجود بالفعل في مساحة الاستضافة
de_de: Angegebenes FTP-Konto existiert bereits im Hosting-Bereich

# Warning.902
source: Databases quota has been reached
ar_ae: تم الوصول إلى حصة قواعد البيانات
de_de: Kontingent an Datenbanken wurde verbraucht

# Warning.903
source: Specified database already exists in the hosting space
ar_ae: قاعدة البيانات المحددة موجودة بالفعل في مساحة الاستضافة
de_de: Angegebene Datenbank existiert bereits im Hosting-Bereich

# Warning.905
source: Database users quota has been reached
ar_ae: تم الوصول إلى حصة مستخدمي قاعدة البيانات
de_de: Kontigent an Datenbank-Benutzern wurde verbraucht

# Warning.906
source: Specified database user already exists in the hosting space
ar_ae: مستخدم قاعدة البيانات المحدد موجود بالفعل في مساحة الاستضافة
de_de: Angegebener Datenbankbenutzer existiert bereits im Hosting-Bereich

# ErrorDescription.WEB_GET_SITE
source: This error means that for some reason the hosting space meta-information is not synchronized with service resources. You should immediately send the report about this error to your host.
ar_ae: يعني هذا الخطأ أنه لسبب ما ، لا تتم مزامنة المعلومات الوصفية لمساحة الاستضافة مع موارد الخدمة. يجب أن ترسل على الفور تقريرًا عن هذا الخطأ إلى مضيفك.
de_de: Dieser Fehler bedeutet, dass aus irgendeinem Grund die Hosting-Bereich-Metainformationen nicht mit den Dienstressourcen synchronisiert sind. Sie sollten den Fehlerbericht sofort Ihrem Anbieter melden.

# WarningDescription.106
source: When user account is in demo mode the majority of operations are disabled, especially those ones that modify or delete records. You are welcome to ask your questions or place comments about this demo on <a href="https://solidcp.com/forum" target="_blank">SolidCP Support Forum</a>
ar_ae: عندما يكون حساب المستخدم في الوضع التجريبي ، يتم تعطيل غالبية العمليات ، خاصة تلك التي تقوم بتعديل السجلات أو حذفها. نرحب بطرح أسئلتك أو وضع تعليقات حول هذا العرض التوضيحي على <a href="https://solidcp.com/forum" target="_blank"> منتدى دعم SolidCP </a>
de_de: Wenn ein Benutzerkonto im Demomodus ist, ist die Mehrzahl der Vorgänge deaktiviert - speziell solche, die Einträge verändern oder löschen. Wenden Sie sich zu dieser Demo an Ihren Anbieter.

# ErrorDescription.501
source: This message means you are trying to add a domain that is a sub-domain of the domain belonging to other user. For example, some user have registered "domain.com" domain and you are trying to create "sub.domain.com". If that "parent" domain is yours you should set "Allow Sub-domains" checkbox for it.
ar_ae: تعني هذه الرسالة أنك تحاول إضافة مجال يمثل مجالًا فرعيًا للمجال الذي ينتمي إلى مستخدم آخر. على سبيل المثال ، قام بعض المستخدمين بتسجيل نطاق "domain.com" وأنت تحاول إنشاء "sub.domain.com". إذا كان هذا المجال "الأصل" هو ملكك ، فيجب عليك تعيين مربع الاختيار "السماح بالمجالات الفرعية" له.
de_de: Dies ist ein Hinweis, dass Sie versuchen eine Domäne hinzuzufügen, die Subdomäne einer Domäne ist, die zu einem anderen Benutzer gehört. Z.B. jemand hat "domain.de" registriert und Sie versuchen "sub.domain.de" anzulegen. Falls diese übergeordnete Domäne Ihnen gehören sollte, müssen Sie dort das "Subdomänen erlauben"-Häkchen setzen.

# WarningDescription.502
source: The message means that specified domain name already registered in the system database under different user account. May be you are trying to add a domain name that already added into some of your hosting spaces.
ar_ae: تعني الرسالة أن اسم النطاق المحدد مسجل بالفعل في قاعدة بيانات النظام تحت حساب مستخدم مختلف. ربما تحاول إضافة اسم نطاق تمت إضافته بالفعل إلى بعض مساحات الاستضافة الخاصة بك.
de_de: Diese Nachricht ist ein Hinweis, dass der angegebene Domänenname bereits in der Systemdatenbank unter einem anderen Benutzerkonto registriert ist. Vielleicht versuchen Sie einen Domänennamen hinzuzufügen, den Sie schon in einem anderen Hosting-Bereich angelegt haben?

# WarningDescription.503
source: You don't need to prefix the domain with "www.". The system will do it automatically depending on the place where the domain should be used. Anyway, your web site will be available at both "domain.com" and "www.domain.com" URLs.
ar_ae: لا تحتاج إلى بادئة النطاق بـ "www.". سيقوم النظام بذلك تلقائيًا اعتمادًا على المكان الذي يجب استخدام النطاق. على أي حال ، سيكون موقع الويب الخاص بك متاحًا في كل من عناوين URL الخاصة بـ "domain.com" و "www.domain.com".
de_de: Sie brauchen der Domäne kein "www." voranzustellen. Das System macht das automatisch, abhängig davon in welchem Zusammenhang die Domäne benutzt wird. Ihre Webseite wird sowohl unter "domain.de", als auch "www.domain.de"-URLs erreichbar sein.

# WarningDescription.506
source: You can not delete domain, because it points to web site. It may be a web site right under this domain or the domain may be a pointer to the web site. Delete web site or remove web site domain pointer.
ar_ae: لا يمكنك حذف النطاق ، لأنه يشير إلى موقع ويب. قد يكون موقع ويب ضمن هذا النطاق أو قد يكون النطاق مؤشرًا إلى موقع الويب. حذف موقع الويب أو إزالة مؤشر النطاق موقع الويب.
de_de: Sie können diese Domäne nicht löschen, da sie auf eine Webseite zeigt. Das kann eine Webseite direkt unter dieser Domäne sein oder die Domäne ist ein Zeiger auf die Webseite. Löschen Sie die Webseite oder entfernen Sie den Webseiten-Zeiger.

# WarningDescription.507
source: You can not delete domain, because it points to mail domain. It may be a mail domain right under this domain or the domain may be a pointer to the mail domain. Delete mail domain or remove mail domain pointer.
ar_ae: لا يمكنك حذف النطاق ، لأنه يشير إلى نطاق البريد. قد يكون نطاق بريد مباشرة ضمن هذا النطاق أو قد يكون النطاق مؤشرًا إلى نطاق البريد. حذف نطاق البريد أو إزالة مؤشر نطاق البريد.
de_de: Sie können diese Domäne nicht löschen, da sie auf eine E-Mail-Domäne zeigt. Das kann eine E-Mail-Domäne direkt unter dieser Domäne sein oder die Domäne ist ein Zeiger auf die E-Mail-Domäne. Löschen Sie die E-Mail-Domäne oder entfernen Sie den E-Mail-Domänen-Zeiger.

# WarningDescription.720
source: There are mail accounts, forwardings, groups or mail lists under this mail domain. In order to delete mail domain you should delete all its items first.
ar_ae: توجد حسابات بريد أو عمليات إعادة توجيه أو مجموعات أو قوائم بريد ضمن نطاق البريد هذا. من أجل حذف نطاق البريد ، يجب عليك حذف جميع عناصره أولاً.
de_de: Es gibt E-Mail-Konten, -Weiterleitungen, -Gruppen oder -Listen unter dieser E-Mail-Domäne. Um die E-Mail-Domäne zu löschen müssen alle o.g. Objekte zuerst gelöscht werden.

# Error.COMMENT_ADD
source: Error adding comment
ar_ae: خطأ في إضافة التعليق
de_de: Fehler beim Hinzufügen des Kommentars

# Error.COMMENT_DELETE
source: Error deleting comment
ar_ae: خطأ في حذف التعليق
de_de: Fehler beim Löschen des Kommentars

# Error.COMMENT_GET
source: Error getting comments list
ar_ae: خطأ في الحصول على قائمة التعليقات
de_de: Fehler beim Lesen der Kommentarliste

# Error.400
source: Incorrect Server URL has been provided (Not Found)
ar_ae: تم تقديم رابط غير صحيح للخادم (لم يتم العثور عليه)
de_de: Es wurde eine falsche Server-URL angegeben (nicht gefunden)

# Error.406
source: Wrong Server access password has been provided
ar_ae: تم توفير كلمة مرور خاطئة للوصول إلى الخادم
de_de: Passwort für den Serverzugang wurde falsch angegeben

# Error.402
source: Error connecting to Active Dirctory
ar_ae: خطأ في الاتصال بـ Active Directory
de_de: Fehler beim Verbinden zum Active Directory

# Error.SERVER_UPDATE_AD_PSW
source: Error updating Active Directory password
ar_ae: خطأ في تحديث كلمة مرور Active Directory
de_de: Fehler beim Aktualisieren des Active Directory-Passworts
