Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# Success.SET_DISTRIBUTION_LIST_PERMISSIONS
source: Distribution list permissions have been changed.
ar_ae: تم تغيير أذونات قائمة التوزيع.
de_de: Verteilerlistenberechtigungen wurden erfolgreich aktualisiert.

# Error.SET_DISTRIBUTION_LIST_PERMISSIONS
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Warning.SET_DISTRIBUTION_LIST_PERMISSIONS
source: The following errors have been occured:
ar_ae: حدثت الأخطاء التالية:
de_de: Die folgenden Fehler sind aufgetreten:

# Error.VPS_ERROR_SEND_SUMMARY_LETTER
source: Error sending VPS summary letter
ar_ae: خطأ في إرسال خطاب ملخص VPS
de_de: Fehler beim Senden des VPS-Übersichtsberichts

# Success.VPS_ERROR_SEND_SUMMARY_LETTER
source: VPS summary letter has been sent
ar_ae: تم إرسال خطاب ملخص VPS
de_de: VPS-Zusammenfassung wurde versendet

# VPS.VPS_ERROR_SEND_SUMMARY_LETTER
source: Error sending VPS summary letter
ar_ae: خطأ في إرسال خطاب ملخص VPS
de_de: Fehler beim Senden des VPS-Übersichtsberichts

# Error.VPS_ALLOCATE_PRIVATE_VLANS_ERROR
source: Error allocating hosting space VLANs
ar_ae: خطأ في تخصيص مساحة الاستضافة لشبكات VLAN
de_de: Fehler beim Zuordnen der VLANs.

# VPS.VPS_ADD_VIRTUAL_MACHINE_EXTERNAL_IP_ADDRESS_ERROR
source: Error adding external IP address. Check Audit Log for more details.
ar_ae: خطأ في إضافة عنوان IP الخارجي. تحقق من سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Hinzufügen der externen IP-Adresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# VPS.VPS_ADD_VIRTUAL_MACHINE_PRIVATE_IP_ADDRESS_ERROR
source: Error adding private IP address. Check Audit Log for more details.
ar_ae: خطأ في إضافة عنوان IP الخاص. تحقق من سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Hinzufügen der privaten IP-Adresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# VPS.VPS_ALLOCATE_EXTERNAL_ADDRESSES_GENERAL_ERROR
source: Error allocating external IP addresses. Check Audit Log for more details.
ar_ae: خطأ في تخصيص عناوين IP الخارجية. تحقق من سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Zuordnen der externen IP-Adressen. Überprüfen Sie das Auditprotokoll für weitere Details.

# VPS.VPS_APPLY_SNAPSHOT_ERROR
source: Error applying snapshot. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في تطبيق اللقطة. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Anwenden des Snapshots. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_CANNOT_ADD_IP_ADDRESSES_TO_DATABASE
source: Error saving IP addresses information to the database.
ar_ae: خطأ في حفظ معلومات عناوين IP في قاعدة البيانات.
de_de: Fehler beim Speichern der IP-Adressinformationen in die Datenbank.

# VPS.VPS_CANNOT_CHANGE_VIRTUAL_SERVER_STATE
source: Error changing VPS state. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في تغيير حالة VPS. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Ändern des VPS-Status. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_CANNOT_DELLOCATE_EXTERNAL_ADDRESSES
source: Error deallocating external IP addresses. Check Audit Log for more details.
ar_ae: خطأ في إلغاء تخصيص عناوين IP الخارجية. تحقق من سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Freigeben externer IP-Adressen. Überprüfen Sie das Auditprotokoll für weitere Details.

# VPS.VPS_CHANGE_ADMIN_PASSWORD_ERROR
source: Error changing "Administrator" account password. Check Audit Log and "SolidCP" Windows event log for more details. Check the log of SolidCP.VmConfig service.
ar_ae: خطأ في تغيير كلمة مرور حساب "المسؤول". تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل. تحقق من سجل خدمة SolidCP.VmConfig.
de_de: Fehler beim Ändern des "Administrator"-Konto-Passworts. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details. Überprüfen Sie das Protokoll des SolidCP.VmConfig-Dienstes.

# VPS.VPS_CHANGE_VIRTUAL_MACHINE_STATE_GENERAL_ERROR
source: Error changing VPS state. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في تغيير حالة VPS. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Ändern des VPS-Status. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_CHANGE_VM_CONFIGURATION
source: Error changing VPS configuration. Check Audit Log and "SolidCP" Windows event log for more details. Check the log of SolidCP.VmConfig service.
ar_ae: خطأ في تغيير تكوين VPS. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل. تحقق من سجل خدمة SolidCP.VmConfig.
de_de: Fehler beim Ändern der VPS-Konfiguration. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details. Überprüfen Sie das Protokoll des SolidCP.VmConfig-Dienstes.

# VPS.VPS_CONFIG_NETWORK_ADAPTER_KVP
source: Error setting up VPS network adapter configuration. Check Audit Log and "SolidCP" Windows event log for more details. Check the log of SolidCP.VmConfig service.
ar_ae: خطأ في إعداد تكوين محول شبكة VPS. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل. تحقق من سجل خدمة SolidCP.VmConfig.
de_de: Fehler beim Einrichten der Konfiguration der VPS-Netzwerkadapter. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details. Überprüfen Sie das Protokoll des SolidCP.VmConfig-Dienstes.

# VPS.VPS_CREATE_ERROR
source: Error creating VPS. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في إنشاء VPS. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Erstellen des VPS. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_DELETE_ERROR
source: Error deleting VPS. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في حذف VPS. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Löschen des VPS. Überprüfen Sie das Auditprotokoll und das "SolidCPl"-Windowsprotokoll für weitere Details.

# VPS.VPS_DELETE_SNAPSHOT_ERROR
source: Error deleting snapshot. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في حذف اللقطة. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Löschen des Snapshots. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_DELETE_SNAPSHOT_SUBTREE_ERROR
source: Error deleting snapshot subtree. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في حذف لقطة الشجرة الفرعية. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Löschen der Snapshot-Unterstruktur. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_DELETE_VIRTUAL_MACHINE_EXTERNAL_IP_ADDRESS_ERROR
source: Error deleting external IP address. Check Audit Log for more details.
ar_ae: خطأ في حذف عنوان IP الخارجي. تحقق من سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen externer IP-Adressen. Überprüfen Sie das Auditprotokoll für weitere Details.

# VPS.VPS_DELETE_VIRTUAL_MACHINE_PRIVATE_IP_ADDRESS_ERROR
source: Error deleting private IP address. Check Audit Log for more details.
ar_ae: خطأ في حذف عنوان IP الخاص. تحقق من سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Löschen privater IP-Adressen. Überprüfen Sie das Auditprotokoll für weitere Details.

# VPS.VPS_DELETE_VM_FILES_ERROR
source: Error creating VPS files. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في إنشاء ملفات VPS. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Erstellen der VPS-Dateien. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_EJECT_DVD_DISK_ERROR
source: Error ejecting DVD disk from the drive. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في إخراج قرص DVD من محرك الأقراص. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Auswerfen der DVD aus dem Laufwerk. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_INSERT_DVD_DISK_ERROR
source: Error inserting DVD disk into the drive. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في إدخال قرص DVD في محرك الأقراص. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Einlegen der DVD ins Laufwerk. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.HOST_NAMER_IS_ALREADY_USED
source: Host name is already used. Please specify new host name.
ar_ae: اسم المضيف مستخدم بالفعل. الرجاء تحديد اسم مضيف جديد.
de_de: Hostname wird bereits verwendet. Bitte geben Sie einen neuen Hostnamen an.

# VPS.CANNOT_CHECK_HOST_EXISTS
source: Error checking if host name exists. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في التحقق من وجود اسم المضيف. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Überprüfen, ob der Hostname existiert. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_NOT_ENOUGH_PACKAGE_IP_ADDRESSES
source: Insufficient number of free external IP addresses under the space.
ar_ae: عدد غير كافٍ من عناوين IP الخارجية المجانية الموجودة أسفل المساحة.
de_de: Nicht genügend freie externe IP-Adressen in diesem Bereich vorhanden.

# VPS.VPS_NOT_ENOUGH_UNALLOTTED_IP_ADDRESSES
source: Insufficient number of unallotted external IP addresses.
ar_ae: عدد غير كافٍ من عناوين IP الخارجية غير المخصصة.
de_de: Nicht genügend nicht zugewiesene externe IP-Adressen.

# VPS.VPS_QUOTA_EXCEEDED_CD_ALLOWED
source: Boot from CD is not allowed in the hosting plan
ar_ae: التمهيد من القرص المضغوط غير مسموح به في خطة الاستضافة
de_de: Von CD starten ist im Hosting-Plan nicht erlaubt

# VPS.VPS_QUOTA_EXCEEDED_CPU
source: The maximum number of CPU cores that could be specified: {1}
ar_ae: الحد الأقصى لعدد أنوية وحدة المعالجة المركزية التي يمكن تحديدها: {1}
de_de: Die maximale Anzahl der CPU-Kerne, die angegeben werden kann: {1}

# VPS.VPS_QUOTA_EXCEEDED_DVD_ENABLED
source: DVD is not allowed in the hosting plan
ar_ae: القرص الرقمي المضغوط غير مسموح به في خطة الاستضافة
de_de: DVD ist im Hosting-Plan nicht erlaubt

# VPS.VPS_QUOTA_EXCEEDED_EXTERNAL_ADDRESSES_NUMBER
source: The maximum number of external IP addresses that could be assigned: {1}
ar_ae: الحد الأقصى لعدد عناوين IP الخارجية التي يمكن تعيينها: {1}
de_de: Die maximale Anzahl der externen IP-Adressen, die zugewiesen werden können: {1}

# VPS.VPS_QUOTA_EXCEEDED_EXTERNAL_NETWORK_ENABLED
source: External network is disabled in the hosting plan
ar_ae: الشبكة الخارجية معطلة في خطة الاستضافة
de_de: Externes Netzwerk ist im Hosting-Plan deaktiviert

# VPS.VPS_QUOTA_EXCEEDED_HDD
source: The maximum HDD size that could be specified: {1} GB
ar_ae: الحد الأقصى لحجم القرص الصلب الذي يمكن تحديده: {1} جيجابايت
de_de: Die maximale Festplattengröße, die angegeben werden kann: {1} GB

# VPS.VPS_QUOTA_EXCEEDED_PAUSE_RESUME_ALLOWED
source: Pause, resume are not allowed in the hosting plan
ar_ae: إيقاف ، استئناف غير مسموح به في خطة الاستضافة
de_de: Anhalten, Fortsetzen sind im Hosting-Plan nicht erlaubt

# VPS.VPS_QUOTA_EXCEEDED_PRIVATE_ADDRESSES_NUMBER
source: The maximum number of private IP addresses that could be assigned: {1}
ar_ae: الحد الأقصى لعدد عناوين IP الخاصة التي يمكن تعيينها: {1}
de_de: Die maximale Anzahl der privaten IP-Adressen, die zugewiesen werden können: {1}

# VPS.VPS_QUOTA_EXCEEDED_PRIVATE_NETWORK_ENABLED
source: Private network is disabled in the hosting plan
ar_ae: تم تعطيل الشبكة الخاصة في خطة الاستضافة
de_de: Privates Netzwerk ist im Hosting-Plan deaktiviert

# VPS.VPS_QUOTA_EXCEEDED_RAM
source: The maximum RAM size that could be specified: {1} MB
ar_ae: الحد الأقصى لحجم ذاكرة الوصول العشوائي التي يمكن تحديدها: {1} ميجا بايت
de_de: Die maximale RAM-Größe, die angegeben werden kann: {1} MB

# VPS.VPS_QUOTA_EXCEEDED_REBOOT_ALLOWED
source: Reboot is not allowed in the hosting plan
ar_ae: إعادة التشغيل غير مسموح به في خطة الاستضافة
de_de: Neustart ist im Hosting-Plan nicht erlaubt

# VPS.VPS_QUOTA_EXCEEDED_REINSTALL_ALLOWED
source: Re-install is not allowed in the hosting plan
ar_ae: إعادة التثبيت غير مسموح به في خطة الاستضافة
de_de: Neu-Installation ist im Hosting-Plan nicht erlaubt

# VPS.VPS_QUOTA_EXCEEDED_RESET_ALOWED
source: Reset is not allowed in the hosting plan
ar_ae: إعادة التعيين غير مسموح بها في خطة الاستضافة
de_de: Zurücksetzen ist im Hosting-Plan nicht erlaubt

# VPS.VPS_QUOTA_EXCEEDED_SERVERS_NUMBER
source: The maximum number of VPS allowed in the plan: {1}
ar_ae: الحد الأقصى لعدد VPS المسموح به في الخطة: {1}
de_de: Die maximale Anzahl erlaubter VPS im Plan: {1}

# VPS.VPS_QUOTA_EXCEEDED_SNAPSHOTS
source: The maximum number of Snapshots allowed: {1}
ar_ae: أقصى عدد مسموح به من اللقطات: {1}
de_de: Die maximale Anzahl erlaubter Snapshots: {1}

# VPS.VPS_QUOTA_EXCEEDED_START_SHUTDOWN_ALLOWED
source: Start, shut down are not allowed in the hosting plan
ar_ae: البدء والإغلاق غير مسموح به في خطة الاستضافة
de_de: Starten, Ausschalten und Herunterfahren sind im Hosting-Plan nicht erlaubt.

# VPS.VPS_QUOTA_WRONG_HDD
source: HDD size must be a positive number and greater than zero
ar_ae: يجب أن يكون حجم محرك الأقراص الثابتة رقمًا موجبًا وأكبر من الصفر
de_de: HDD-Größe muss eine positive Zahl und größer Null sein

# VPS.VPS_QUOTA_WRONG_RAM
source: RAM size must be a positive number and greater than zero
ar_ae: يجب أن يكون حجم ذاكرة الوصول العشوائي رقمًا موجبًا وأكبر من الصفر
de_de: RAM-Größe muß eine postitive Zahl und größer als Null sein.

# VPS.VPS_QUOTA_NOT_IN_DYNAMIC_RAM
source: RAM size must be between the minimum and maximum of the dynamic memory
ar_ae: يجب أن يكون حجم ذاكرة الوصول العشوائي بين الحد الأدنى والحد الأقصى للذاكرة الديناميكية
de_de: RAM-Größe muss zwischen dem Minimum und Maximum des dynamischen Speichers liegen

# VPS.VPS_QUOTA_WRONG_SNAPSHOTS
source: Snapshots must be a positive number and greater than zero
ar_ae: يجب أن تكون اللقطات عددًا موجبًا وأكبر من الصفر
de_de: Snapshots muss eine postive Zahl und größer als Null sein

# VPS.VPS_RENAME_SNAPSHOT_ERROR
source: Error renaming snapshot. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في إعادة تسمية اللقطة. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler beim Umbenennen des Snapshots. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# VPS.VPS_SEND_SUMMARY_LETTER
source: Error sending e-mail message with VPS setup instructions
ar_ae: خطأ في إرسال رسالة بريد إلكتروني تحتوي على إرشادات إعداد VPS
de_de: Fehler beim Senden der E-Mail-Nachricht mit der VPS-Einrichtungsanleitung

# VPS.VPS_SEND_SUMMARY_LETTER_CODE
source: Sending e-mail message has been failed with the following error code: {1}
ar_ae: فشل إرسال رسالة بريد إلكتروني مع رمز الخطأ التالي: {1}
de_de: Versand der E-Mail ist mit dem folgenden Fehlercode fehlgeschlagen: {1}

# VPS.VPS_SET_VIRTUAL_MACHINE_PRIMARY_EXTERNAL_IP_ADDRESS_ERROR
source: Error setting primary external IP address. Check Audit Log for more details.
ar_ae: خطأ في تعيين عنوان IP الخارجي الأساسي. تحقق من سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Setzen der primären externen IP-Adresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# VPS.VPS_SET_VIRTUAL_MACHINE_PRIMARY_PRIVATE_IP_ADDRESS_ERROR
source: Error setting primary private IP address. Check Audit Log for more details.
ar_ae: خطأ في تعيين عنوان IP الأساسي الخاص. تحقق من سجل التدقيق لمزيد من التفاصيل.
de_de: Fehler beim Setzen der primären privaten IP-Adresse. Überprüfen Sie das Auditprotokoll für weitere Details.

# VPS.VPS_SUMMARY_TEMPLATE_IS_EMPTY
source: VPS sumamry message template is not setup on the host level
ar_ae: لم يتم إعداد قالب رسالة ملخص VPS على مستوى المضيف
de_de: VPS-Zusammenfassung-Vorlage ist auf Hostebene nicht eingerichtet.

# VPS.VPS_TAKE_SNAPSHOT_ERROR
source: Error taking snapshot. Check Audit Log and "SolidCP" Windows event log for more details.
ar_ae: خطأ في أخذ لقطة. تحقق من سجل التدقيق وسجل أحداث Windows "SolidCP" لمزيد من التفاصيل.
de_de: Fehler bei der Snapshot-Erstellung. Überprüfen Sie das Auditprotokoll und das "SolidCP"-Windowsprotokoll für weitere Details.

# Error.VPS_CREATE_META_ITEM_ERROR
source: Error creating VPS meta-item: {1}. VPS create opearion aborted.
ar_ae: خطأ في إنشاء عنصر تعريف VPC: {1}. إنشاء VPS تم إحباط العملية.
de_de: Fehler beim Erstellen des VPS-Metaeintrags: {1}. VPS-Anlageoperation abgebrochen.

# Error.VPS_CREATE_TASK_START_ERROR
source: Error starting asynchronous provisioning task: {1}. VPS create opearion aborted.
ar_ae: خطأ في بدء مهمة التزويد غير المتزامن: {1}. إنشاء VPS تم الغاء العملية.
de_de: Fehler beim Starten der asynchronen Bereitstellungsaufgabe: {1}. VPS-Anlageoperation abgebrochen.

# Error.VPS_GET_OS_TEMPLATES_ERROR
source: Error reading OS templates: {1}
ar_ae: خطأ في قراءة قوالب نظام التشغيل: {1}
de_de: Fehler beim Lesen der OS-Vorlagen: {1}

# Error.VPS_PROVISION_ERROR
source: Virtual server provision was not properly finished.
ar_ae: لم يتم الانتهاء من توفير الخادم الافتراضي بشكل صحيح.
de_de: Virtuelle Serverbereitstellung konnte nicht abgeschlossen werden.

# ErrorDescription.VPS_LOAD_VM_ITEM
source: Possible reasons of this error are:<br/>1. Virtual machine associated with the VPS meta-item was deleted from virtualization server.<br/>2. Hyper-V management service is stopped.<br/>3. No connectivity with SolidCP Server installed on virtualization server.<br/><br/>Solutions:<br/>1. Make sure associated virtual machine exists on Hyper-V server; otherwise re-create VPS from SolidCP.<br/>2. Check that Hyper-V management service is started.<br/>3. Check SolidCP Server connectivity.
ar_ae: الأسباب المحتملة لهذا الخطأ هي:<br/>1. تم حذف الجهاز الافتراضي المرتبط بعنصر تعريف VPS من خادم المحاكاة الافتراضية.<br/>2. تم إيقاف خدمة إدارة Hyper-V.<br/>3. لا يوجد اتصال مع خادم SolidCP المثبت على خادم المحاكاة الافتراضية.<br/><br/>الحلول:<br/>1. تأكد من وجود الجهاز الافتراضي المرتبط على خادم Hyper-V ؛ خلاف ذلك إعادة إنشاء VPS من SolidCP.<br/>2. تحقق من بدء تشغيل خدمة إدارة Hyper-V.<br/>3. تحقق من اتصال خادم SolidCP.
de_de: Mögliche Ursachen für diesen Fehler sind:<br/>1. Die dem VPS-Metaeintrag zugeordnete virtuelle Maschine wurde vom Virtualisierungsserver gelöscht.<br/>2. Hyper-V-Verwaltungsdienst wurde gestoppt.<br/>3. Keine Verbindung zum, auf dem Virtualisierungsserver installierten, SolidCP-Server.<br/><br/>Lösungen:<br/>1. Stellen Sie sicher, dass die zugeordnete virtuelle Maschine auf dem Hyper-V-Server existiert; andernfalls erstellen Sie diese VPS aus SolidCP erneut.<br/>2. Überprüfen Sie, dass der Hyper-V-Verwaltungsdienst gestartet ist.<br/>3. Überprüfen Sie die SolidCP-Serververbindung.

# ErrorDescription.VPS_PROVISION_ERROR
source: There was fatal error during provisioning and the entire process was aborted. Click "Audit Log" tab above and check what's gone wrong during VPS creation.<br/><br/>Eliminate the cause of this issue and re-create VPS.
ar_ae: حدث خطأ فادح أثناء التوفير وتم إحباط العملية بأكملها. انقر فوق علامة التبويب "سجل التدقيق" أعلاه وتحقق من الخطأ الذي حدث أثناء إنشاء VPS. <br/> <br/> تخلص من سبب هذه المشكلة وأعد إنشاء VPS.
de_de: Es gab einen schwerwiegenden Fehler während der Bereitstellung, so dass der ganze Prozess abgebrochen wurde. Klicken Sie auf den "Autitprotokoll"-Reiter und überprüfen Sie welche Fehler während der VPS-Anlage aufgetreten sind.<br/><br/>Beseitigen Sie den Grund des Problems und legen den VPS erneut an.

# ServiceItemType.VirtualMachine
source: Virtual Machine
ar_ae: أجهزة افتراضية
de_de: Virtuelle Maschine

# ServiceItemType.VirtualSwitch
source: Virtual Switch
ar_ae: التبديل الافتراضي
de_de: Virtueller Switch

# ServiceItemType.SharePointFoundationSiteCollection
source: SharePoint Foundation Site Collection
ar_ae: مجموعة مواقع مؤسسة شيربوينت
de_de: SharePoint Foundation-Webseitensammlung

# ServiceItemType.SharePointEnterpriseSiteCollection
source: SharePoint Enterprise Site Collection
ar_ae: مجموعة مواقع مؤسسة شيربوينت
de_de: SharePoint Enterprise-Webseitensammlung

# TaskActivity.VPS_ADD_EXTERNAL_IP
source: Assigning external IP addresses
ar_ae: تعيين عناوين IP الخارجية
de_de: Externe IP-Adressen werden zugewiesen

# TaskActivity.VPS_ADD_PRIVATE_IP
source: Assigning private IP addresses
ar_ae: تعيين عناوين IP الخاصة
de_de: Private IP-Adressen werden zugewiesen

# TaskActivity.VPS_CREATE_CONVERT_DEST_VHD
source: Converting to '{0}'
ar_ae: التحويل إلى "{0}"
de_de: Wird konvertiert zu '{0}'

# TaskActivity.VPS_CREATE_CONVERT_SOURCE_VHD
source: Template VHD path: {0}
ar_ae: مسار النموذج VHD: {0}
de_de: VHD-Vorlagenpfad: {0}

# TaskActivity.VPS_CREATE_CONVERT_VHD
source: Start Converting template VHD
ar_ae: ابدأ في تحويل نموذج VHD
de_de: Konvertierung der VHD-Vorlage wird gestartet

# TaskActivity.VPS_CREATE_CONVERT_VHD_ERROR
source: Error while converting VHD: {0}
ar_ae: خطأ أثناء تحويل VHD: {0}
de_de: Fehler beim Konvertieren der VHD: {0}

# TaskActivity.VPS_CREATE_CONVERT_VHD_ERROR_JOB_EXEC
source: Error executing convert VHD job: {0}
ar_ae: خطأ في تنفيذ تحويل مهمة VHD: {0}
de_de: Fehler beim Ausführen des VHD-Konvertierungsjobs: {0}

# TaskActivity.VPS_CREATE_CONVERT_VHD_ERROR_JOB_START
source: Error starting convert VHD job: {0}
ar_ae: خطأ في بدء تحويل مهمة VHD: {0}
de_de: Fehler beim Starten des VHD-Konvertieren-Jobs: {0}

# TaskActivity.VPS_CREATE_CPU_CORES
source: CPU cores: {0}
ar_ae: أنوية وحدة المعالجة المركزية: {0}
de_de: CPU-Kerne: {0}

# TaskActivity.VPS_CREATE_CREATED_VM
source: Virtual Machine object created
ar_ae: تم إنشاء كائن الجهاز الافتراضي
de_de: Objekt der virtuellen Maschine erzeugt

# TaskActivity.VPS_CREATE_CREATE_VM
source: Creating Virtual Machine object
ar_ae: إنشاء كائن جهاز افتراضية
de_de: Virtuelle Maschine-Objekt wird erstellt

# TaskActivity.VPS_CREATE_CREATE_VM_ERROR
source: Error creating Virtual Machine object: {0}
ar_ae: خطأ في إنشاء كائن الجهاز الافتراضي: {0}
de_de: Fehler beim Erstellen des virtuellen Machinenobjekts: {0}

# TaskActivity.VPS_CREATE_DISKPART_ERROR
source: Error running DiskPart utility: {0}
ar_ae: خطأ في تشغيل DiskPartutility: {0}
de_de: Fehler beim Ausführen des DiskPart-Dienstprogramms: {0}

# TaskActivity.VPS_CREATE_ERROR
source: Unhandled error while creating VPS: {0}
ar_ae: خطأ غير معالج أثناء إنشاء VPS: {0}
de_de: Unbehandelter Fehler beim Anlegen des VPS: {0}

# TaskActivity.VPS_CREATE_ERROR_END
source: VPS was not created
ar_ae: لم يتم إنشاء VPS
de_de: VPS wurde nicht angelegt

# TaskActivity.VPS_CREATE_EXPAND_DEST_VHD_SIZE
source: Expanding to {0} GB
ar_ae: التوسيع إلى {0} جيجابايت
de_de: Wird vergrößert auf {0} GB

# TaskActivity.VPS_CREATE_EXPAND_SOURCE_VHD_SIZE
source: Template VHD size: {0} GB
ar_ae: حجم النموذج VHD: {0} جيجابايت
de_de: VHD-Vorlagengröße: {0} GB

# TaskActivity.VPS_CREATE_EXPAND_VHD
source: Start Expanding VHD
ar_ae: ابدأ في توسيع VHD
de_de: Vergrößern der VHD wird gestartet

# TaskActivity.VPS_CREATE_EXPAND_VHD_ERROR
source: Error expanding VHD: {0}
ar_ae: خطأ في توسيع VHD: {0}
de_de: Fehler beim Vergößern der VHD: {0}

# TaskActivity.VPS_CREATE_EXPAND_VHD_ERROR_JOB_EXEC
source: Error executing Expand VHD job: {0}
ar_ae: خطأ في تنفيذ مهمة توسيع VHD: {0}
de_de: Fehler beim Ausführen des VHD-Vergrößerungsjobs: {0}

# TaskActivity.VPS_CREATE_EXPAND_VHD_ERROR_JOB_START
source: Error starting Expand VHD job: {0}
ar_ae: خطأ في بدء مهمة توسيع VHD: {0}
de_de: Fehler beim Starten des VHD-Vergrößern-Jobs: {0}
