Repository: FuseCP/SolidCP
Catalog: SolidCP/Sources/SolidCP.WebPortal/App_GlobalResources/SolidCP_SharedResources.ascx.*.resx
Languages: ar_ae, de_de

# ServiceItemType.MailAccount
source: Mail Account
ar_ae: حساب البريد
de_de: E-Mail-Konto

# ServiceItemType.MailDomain
source: Mail Domain
ar_ae: نطاق البريد
de_de: E-Mail-Domäne

# ServiceItemType.MailForwarding
source: Mail Forwarding
ar_ae: إعادة توجيه البريد
de_de: E-Mail-Weiterleitung

# ServiceItemType.MailGroup
source: Mail Group
ar_ae: مجموعة البريد
de_de: E-Mail-Gruppe

# ServiceItemType.MailList
source: Mail List
ar_ae: قائمة البريد
de_de: E-Mail-Liste

# ServiceItemType.MsSQL2000Database
source: MS SQL 2000 Database
ar_ae: قاعدة بيانات MS SQL 2000
de_de: MS SQL 2000-Datenbank

# ServiceItemType.MsSQL2000User
source: MS SQL 2000 User
ar_ae: مستخدم MS SQL 2000
de_de: MS SQL 2000-Benutzer

# ServiceItemType.MsSQL2005Database
source: MS SQL 2005 Database
ar_ae: قاعدة بيانات MS SQL 2005
de_de: MS SQL 2005-Datenbank

# ServiceItemType.MsSQL2005User
source: MS SQL 2005 User
ar_ae: مستخدم MS SQL 2005
de_de: MS SQL 2005-Benutzer

# ServiceItemType.MsSQL2008Database
source: MS SQL 2008 Database
ar_ae: قاعدة بيانات MS SQL 2008
de_de: MS SQL 2008-Datenbank

# ServiceItemType.MsSQL2008User
source: MS SQL 2008 User
ar_ae: مستخدم MS SQL 2008
de_de: MS SQL 2008-Benutzer

# ServiceItemType.MsSQL2012Database
source: MS SQL 2012 Database
ar_ae: قاعدة بيانات MS SQL 2012
de_de: MS SQL 2012-Datenbank

# ServiceItemType.MsSQL2012User
source: MS SQL 2012 User
ar_ae: مستخدم MS SQL 2012
de_de: MS SQL 2012-Benutzer

# ServiceItemType.MsSQL2014Database
source: MS SQL 2014 Database
ar_ae: قاعدة بيانات MS SQL 2014
de_de: MS SQL 2014-Datenbank

# ServiceItemType.MsSQL2014User
source: MS SQL 2014 User
ar_ae: مستخدم MS SQL 2014
de_de: MS SQL 2014-Benutzer

# ServiceItemType.MsSQL2016Database
source: MS SQL 2016 Database
ar_ae: قاعدة بيانات MS SQL 2016
de_de: MS SQL 2016 Datenbank

# ServiceItemType.MsSQL2016User
source: MS SQL 2016 User
ar_ae: مستخدم MS SQL 2016
de_de: MS SQL 2016 Benutzer

# ServiceItemType.MsSQL2017Database
source: MS SQL 2017 Database
ar_ae: قاعدة بيانات MS SQL 2017
de_de: MS SQL 2017 Datenbank

# ServiceItemType.MsSQL2017User
source: MS SQL 2017 User
ar_ae: مستخدم MS SQL 2017
de_de: MS SQL 2017 Benutzer

# ServiceItemType.MsSQL2019Database
source: MS SQL 2019 Database
ar_ae: قاعدة بيانات MS SQL 2019
de_de: MS SQL 2019 Datenbank

# ServiceItemType.MsSQL2019User
source: MS SQL 2019 User
ar_ae: مستخدم MS SQL 2019
de_de: MS SQL 2019 Benutzer

# ServiceItemType.MsSQL2022Database
source: MS SQL 2022 Database
ar_ae: قاعدة بيانات MS SQL 2022
de_de: MS SQL 2022 Datenbank

# ServiceItemType.MsSQL2022User
source: MS SQL 2022 User
ar_ae: مستخدم MS SQL 2022
de_de: MS SQL 2022 Benutzer

# ServiceItemType.MySQL4Database
source: MySQL 4 Database
ar_ae: قاعدة بيانات MySQL 4
de_de: MySQL 4-Datenbank

# ServiceItemType.MySQL4User
source: MySQL 4 User
ar_ae: مستخدمي MySQL 4
de_de: MySQL 4-Benutzer

# ServiceItemType.MySQL5Database
source: MySQL 5 Database
ar_ae: قاعدة بيانات MySQL 5
de_de: MySQL 5-Datenbank

# ServiceItemType.MySQL5User
source: MySQL 5 User
ar_ae: مستخدم MySQL 5
de_de: MySQL 5-Benutzer

# ServiceItemType.MySQL8Database
source: MySQL 8 Database
ar_ae: قاعدة بيانات MySQL 8
de_de: MySQL 8-Datenbank

# ServiceItemType.MySQL8User
source: MySQL 8 User
ar_ae: مستخدم MySQL 8
de_de: MySQL 8-Benutzer

# ServiceItemType.MariaDBDatabase
source: MariaDB Database
ar_ae: قاعدة بيانات MariaDB
de_de: MariaDB-Datenbank

# ServiceItemType.SharedSSLFolder
source: Shared SSL Folder
ar_ae: مجلد SSL مشترك
de_de: Geteilter SSL-Ordner

# ServiceItemType.SharePointGroup
source: SharePoint Group
ar_ae: مجموعة شيربوينت
de_de: SharePoint-Gruppe

# ServiceItemType.SharePointSite
source: SharePoint Site
ar_ae: موقع شيربوينت
de_de: SharePoint-Seite

# ServiceItemType.SharePointUser
source: SharePoint User
ar_ae: مستخدم شيربوينت
de_de: SharePoint-Benutzer

# ServiceItemType.StatisticsSite
source: Statistics Site
ar_ae: موقع الإحصاء
de_de: Statistik-Seite

# ServiceItemType.WebSite
source: Web Site
ar_ae: موقع الكتروني
de_de: Webseite

# ServiceItemType.HostHeader
source: Web Site Host Header
ar_ae: رأس مضيف موقع الويب
de_de: Webseiten-Hostheader

# AuditLogSource.APP_INSTALLER
source: Applications Installer
ar_ae: مثبت التطبيقات
de_de: Applikationsinstallation

# AuditLogSource.DNS_ZONE
source: DNS Zone
ar_ae: منطقة DNS

# AuditLogSource.DOMAIN
source: Domain
ar_ae: نطاق
de_de: Domäne

# AuditLogSource.FILES
source: Space Files
ar_ae: ملفات المساحة
de_de: Bereich-Dateien

# AuditLogSource.FTP_ACCOUNT
source: FTP Account
ar_ae: حساب FTP
de_de: FTP-Konto

# AuditLogSource.GLOBAL_DNS
source: Global DNS
ar_ae: DNS العالمي
de_de: Globales DNS

# AuditLogSource.IP_ADDRESS
source: IP Address
ar_ae: عنوان IP
de_de: IP-Adresse

# AuditLogSource.MAIL_ACCOUNT
source: Mail Account
ar_ae: حساب البريد
de_de: E-Mail-Konto

# AuditLogSource.MAIL_DOMAIN
source: Mail Domain
ar_ae: نطاق البريد
de_de: E-Mail-Domäne

# AuditLogSource.MAIL_FORWARDING
source: Mail Forwarding
ar_ae: إعادة توجيه البريد
de_de: E-Mail-Weiterleitung

# AuditLogSource.MAIL_GROUP
source: Mail Group
ar_ae: مجموعة البريد
de_de: E-Mail-Gruppe

# AuditLogSource.MAIL_LIST
source: Mail List
ar_ae: قائمة البريد
de_de: E-Mail-Liste

# AuditLogSource.SERVER
source: Server
ar_ae: الخادم

# AuditLogSource.SHAREPOINT
source: SharePoint
ar_ae: شيربوينت

# AuditLogSource.SPACE
source: Hosting Space
ar_ae: مساحة الاستضافة
de_de: Hosting-Bereich

# AuditLogSource.SQL_DATABASE
source: SQL Database
ar_ae: قاعدة بيانات SQL
de_de: SQL-Datenbank

# AuditLogSource.SQL_USER
source: SQL User
ar_ae: مستخدم SQL
de_de: SQL-Benutzer

# AuditLogSource.STATS_SITE
source: Statistics Site
ar_ae: موقع الإحصاء
de_de: Statistik-Seite

# AuditLogSource.USER
source: User
ar_ae: المستخدم
de_de: Benutzer

# AuditLogSource.VIRTUAL_SERVER
source: Virtual Server
ar_ae: خادم إفتراضي
de_de: Virtueller Server

# AuditLogSource.WEB_SITE
source: Web Site
ar_ae: موقع الكتروني
de_de: Webseite

# AuditLogSource.REMOTE_DESKTOP_SERVICES
source: Remote Desktop Services
ar_ae: خدمات سطح المكتب البعيد

# AuditLogSource.ORGANIZATION
source: Organization
ar_ae: منظمة
de_de: Organisation

# AuditLogSource.AUTO_DISCOVERY
source: Auto Discovery
ar_ae: الاكتشاف التلقائي

# AuditLogSource.STORAGE_SPACES
source: Storage Spaces
ar_ae: مساحات التخزين

# AuditLogSource.ENTERPRISE_STORAGE
source: Enterprise Storage
ar_ae: تخزين المؤسسة

# AuditLogSource.HOSTING_SPACE_WR
source: Hosting Space WR
ar_ae: مساحة الاستضافة WR
de_de: Hosting-Bereich WR

# AuditLogSource.HOSTING_SPACE
source: Add Hosting Space
ar_ae: إضافة مساحة الاستضافة
de_de: Hosting-Bereich hinzufügen

# AuditLogSource.VLAN
source: VLAN
ar_ae: شبكة محلية افتراضية

# AuditLogSource.WAG_INSTALLER
source: Web Apps Gallery Installer
ar_ae: مثبت معرض تطبيقات الويب
de_de: Web Apps Galerie Installer

# AuditLogTask.APP_INSTALLER_INSTALL_APPLICATION
source: Install application
ar_ae: تثبيت التطبيق
de_de: Applikation installieren

# AuditLogTask.DNS_ZONE_ADD_RECORD
source: Add record
ar_ae: إضافة سجل
de_de: Eintrag hinzufügen

# AuditLogTask.DNS_ZONE_DELETE_RECORD
source: Delete record
ar_ae: حذف سجل
de_de: Eintrag löschen

# AuditLogTask.DNS_ZONE_UPDATE_RECORD
source: Update record
ar_ae: سجل التحديث
de_de: Eintrag aktualisieren

# AuditLogTask.DOMAIN_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.DOMAIN_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.DOMAIN_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.FILES_COPY_FILES
source: Copy files
ar_ae: نسخ الملفات
de_de: Dateien kopieren

# AuditLogTask.FILES_CREATE_ACCESS_DATABASE
source: Create MS Access database
ar_ae: إنشاء قاعدة بيانات MS Access
de_de: MS Access-Datenbank erstellen

# AuditLogTask.FILES_CREATE_FILE
source: Create file
ar_ae: إنشاء ملف
de_de: Datei erstellen

# AuditLogTask.FILES_CREATE_FOLDER
source: Create folder
ar_ae: أنشئ مجلد
de_de: Ordner erstellen

# AuditLogTask.FILES_DELETE_FILES
source: Delete files
ar_ae: حذف الملفات
de_de: Dateien löschen

# AuditLogTask.FILES_MOVE_FILES
source: Move files
ar_ae: نقل
de_de: Dateien verschieben

# AuditLogTask.FILES_RENAME_FILE
source: Rename file
ar_ae: إعادة تسمية
de_de: Datei umbenennen

# AuditLogTask.FILES_UNZIP_FILES
source: Unzip files
ar_ae: قم بفك ضغط الملفات
de_de: Dateien entpacken

# AuditLogTask.FILES_UPDATE_BINARY_CONTENT
source: Update file binary content
ar_ae: تحديث محتوى الملف الثنائي
de_de: Binären Dateiinhalt aktualisieren

# AuditLogTask.FILES_ZIP_FILES
source: Zip files
ar_ae: ملفات مضغوطة
de_de: Dateien packen

# AuditLogTask.FTP_ACCOUNT_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.FTP_ACCOUNT_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.FTP_ACCOUNT_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.GLOBAL_DNS_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.GLOBAL_DNS_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.GLOBAL_DNS_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.IP_ADDRESS_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.IP_ADDRESS_ADD_RANGE
source: Add range
ar_ae: أضف المدى
de_de: Bereich hinzufügen

# AuditLogTask.IP_ADDRESS_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.IP_ADDRESS_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.MAIL_ACCOUNT_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.MAIL_ACCOUNT_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.MAIL_ACCOUNT_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.MAIL_DOMAIN_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.MAIL_DOMAIN_ADD_POINTER
source: Add pointer
ar_ae: أضف المؤشر
de_de: Zeiger hinzufügen

# AuditLogTask.MAIL_DOMAIN_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.MAIL_DOMAIN_DELETE_POINTER
source: Update pointer
ar_ae: مؤشر التحديث
de_de: Zeiger aktualisieren

# AuditLogTask.MAIL_DOMAIN_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.MAIL_FORWARDING_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.MAIL_FORWARDING_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.MAIL_FORWARDING_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.MAIL_GROUP_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.MAIL_GROUP_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.MAIL_GROUP_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.MAIL_LIST_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.MAIL_LIST_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.MAIL_LIST_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.ODBC_DSN_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.ODBC_DSN_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.ODBC_DSN_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.SERVER_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.SERVER_ADD_SERVICE
source: Add service
ar_ae: إضافة خدمة
de_de: Dienst hinzufügen

# AuditLogTask.SERVER_CHANGE_WINDOWS_SERVICE_STATUS
source: Change Windows service status
ar_ae: قم بتغيير حالة خدمة Windows
de_de: Windows Dienststatus ändern

# AuditLogTask.SERVER_CHECK_AVAILABILITY
source: Check availability
ar_ae: التحقق من الصلاحية
de_de: Verfügbarkeit prüfen

# AuditLogTask.SERVER_CLEAR_EVENT_LOG
source: Clear Windows event log
ar_ae: امسح سجل أحداث Windows
de_de: Windows Ereignisanzeige leeren

# AuditLogTask.SERVER_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.SERVER_DELETE_SERVICE
source: Delete service
ar_ae: حذف الخدمة
de_de: Dienst löschen

# AuditLogTask.SERVER_REBOOT
source: Reboot
ar_ae: اعادة التشغيل
de_de: Neustarten

# AuditLogTask.SERVER_RESET_TERMINAL_SESSION
source: Reset terminal session
ar_ae: إعادة تعيين جلسة المحطة
de_de: Terminalsitzung zurücksetzen

# AuditLogTask.SERVER_TERMINATE_SYSTEM_PROCESS
source: Terminate system process
ar_ae: إنهاء عملية النظام
de_de: Systemprozess beenden

# AuditLogTask.SERVER_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.SERVER_UPDATE_AD_PASSWORD
source: Update active directory password
ar_ae: تحديث كلمة مرور Active Directory
de_de: Active Directory-Passwort aktualisieren

# AuditLogTask.SERVER_UPDATE_PASSWORD
source: Update access password
ar_ae: تحديث كلمة مرور الوصول
de_de: Access Passwort aktualisieren

# AuditLogTask.SERVER_UPDATE_SERVICE
source: Update service
ar_ae: تحديث الخدمة
de_de: Dienst aktualisieren

# AuditLogTask.SHAREPOINT_ADD_GROUP
source: Add group
ar_ae: أضف مجموعة
de_de: Gruppe hinzufügen

# AuditLogTask.SHAREPOINT_ADD_SITE
source: Add site
ar_ae: إضافة الموقع
de_de: Seite hinzufügen

# AuditLogTask.SHAREPOINT_ADD_USER
source: Add user
ar_ae: إضافة مستخدم
de_de: Benutzer hinzufügen

# AuditLogTask.SHAREPOINT_BACKUP_SITE
source: Backup site
ar_ae: النسخ الاحتياطي للموقع
de_de: Seite sichern

# AuditLogTask.SHAREPOINT_DELETE_GROUP
source: Delete group
ar_ae: حذف المجموعة
de_de: Gruppe löschen

# AuditLogTask.SHAREPOINT_DELETE_SITE
source: Delete site
ar_ae: حذف الموقع
de_de: Seite löschen

# AuditLogTask.SHAREPOINT_DELETE_USER
source: Delete user
ar_ae: مسح المستخدم
de_de: Benutzer löschen

# AuditLogTask.SHAREPOINT_INSTALL_WEBPARTS
source: Install Web Parts package
ar_ae: قم بتثبيت حزمة أجزاء ويب
de_de: WebParts-Paket installieren

# AuditLogTask.SHAREPOINT_RESTORE_SITE
source: Restore site
ar_ae: استعادة الموقع
de_de: Seite wiederherstellen

# AuditLogTask.SHAREPOINT_UNINSTALL_WEBPARTS
source: Uninstall Web Parts package
ar_ae: قم بإلغاء تثبيت حزمة أجزاء ويب
de_de: WebParts-Paket deinstallieren

# AuditLogTask.SHAREPOINT_UPDATE_GROUP
source: Update group
ar_ae: تحديث المجموعة
de_de: Gruppe aktualisieren

# AuditLogTask.SHAREPOINT_UPDATE_USER
source: Update user
ar_ae: تحديث المستخدم
de_de: Benutzer aktualisieren

# AuditLogTask.SPACE_CALCULATE_DISKSPACE
source: Calculate disk space
ar_ae: احسب مساحة القرص
de_de: Festplattenspeicher berechnen

# AuditLogTask.SPACE_CHANGE_ITEMS_STATUS
source: Change space items status
ar_ae: تغيير حالة عناصر المساحة
de_de: Bereich-Elemete-Status ändern

# AuditLogTask.SPACE_DELETE_ITEMS
source: Delete hosting items
ar_ae: حذف مساحة الاستضافة
de_de: Hostingelemente löschen

# AuditLogTask.SQL_DATABASE_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.SQL_DATABASE_BACKUP
source: Backup
ar_ae: النسخ الاحتياطي
de_de: Sicherung

# AuditLogTask.SQL_DATABASE_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.SQL_DATABASE_RESTORE
source: Restore
ar_ae: استعادة
de_de: Wiederherstellen

# AuditLogTask.SQL_DATABASE_TRUNCATE
source: Truncate
ar_ae: اقتطاع
de_de: Verkleinern

# AuditLogTask.SQL_DATABASE_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.SQL_USER_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.SQL_USER_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.SQL_USER_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.STATS_SITE_ADD
source: Add statistics site
ar_ae: إضافة موقع الإحصائيات
de_de: Statistikseite hinzufügen

# AuditLogTask.STATS_SITE_DELETE
source: Delete statistics site
ar_ae: حذف موقع الإحصائيات
de_de: Statistikseite löschen

# AuditLogTask.STATS_SITE_UPDATE
source: Update statistics site
ar_ae: تحديث موقع الإحصائيات
de_de: Statistikseite aktualisieren

# AuditLogTask.USER_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.USER_AUTHENTICATE
source: Authenticate
ar_ae: المصادقة
de_de: Authentifizieren

# AuditLogTask.USER_CHANGE_PASSWORD
source: Change password
ar_ae: تغيير كلمة المرور
de_de: Passwort ändern

# AuditLogTask.USER_CHANGE_PASSWORD_BY_USERNAME_PASSWORD
source: Change password by username/password
ar_ae: تغيير كلمة المرور عن طريق اسم المستخدم / كلمة المرور
de_de: Passwort ändern nach Benutzername/Passwort

# AuditLogTask.USER_CHANGE_STATUS
source: Change status
ar_ae: تغيير الوضع
de_de: Status ändern

# AuditLogTask.USER_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.USER_GET_BY_USERNAME_PASSWORD
source: Get by username/password
ar_ae: احصل عليها عن طريق اسم المستخدم / كلمة المرور
de_de: Holen nach Benutzername/Passwort

# AuditLogTask.USER_SEND_REMINDER
source: Send password reminder
ar_ae: إرسال تذكير بكلمة المرور
de_de: Passworterinnerung senden

# AuditLogTask.USER_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.USER_UPDATE_SETTINGS
source: Update settings
ar_ae: تحديث الاعدادات
de_de: Einstellungen aktualisieren

# AuditLogTask.VIRTUAL_SERVER_ADD_SERVICES
source: Add services
ar_ae: إضافة خدمات
de_de: Dienste hinzufügen

# AuditLogTask.VIRTUAL_SERVER_DELETE_SERVICES
source: Delete services
ar_ae: حذف الخدمات
de_de: Dienste löschen

# AuditLogTask.WEB_SITE_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.WEB_SITE_ADD_POINTER
source: Add domain alias
ar_ae: أضف اسم النطاق المستعار
de_de: Domänen-Zeiger hinzufügen

# AuditLogTask.WEB_SITE_ADD_SSL_FOLDER
source: Add shared SSL folder
ar_ae: إضافة مجلد SSL مشترك
de_de: Geteilten SSL-Ordner hinzufügen

# AuditLogTask.WEB_SITE_ADD_VDIR
source: Add virtual directory
ar_ae: أضف الدليل الافتراضي
de_de: Virtuelles Verzeichnis hinzufügen

# AuditLogTask.WEB_SITE_CHANGE_FP_PASSWORD
source: Change FrontPage account password
ar_ae: تغيير كلمة مرور حساب الصفحة الأولى
de_de: FrontPage-Konto-Passwort ändern

# AuditLogTask.WEB_SITE_CHANGE_STATE
source: Change state
ar_ae: تغيير الحالة
de_de: Status ändern

# AuditLogTask.WEB_SITE_DELETE
source: Delete
ar_ae: حذف
de_de: Löschen

# AuditLogTask.WEB_SITE_DELETE_POINTER
source: Delete domain alias
ar_ae: حذف اسم النطاق المستعار
de_de: Domänenzeiger löschen

# AuditLogTask.WEB_SITE_DELETE_SECURED_FOLDER
source: Delete secured folder
ar_ae: حذف المجلد الآمن
de_de: Gesicherten Ordner löschen

# AuditLogTask.WEB_SITE_DELETE_SECURED_GROUP
source: Delete secured group
ar_ae: حذف المجموعة المؤمنة
de_de: Gesicherte Gruppe löschen

# AuditLogTask.WEB_SITE_DELETE_SECURED_USER
source: Delete secured user
ar_ae: حذف مستخدم مؤمن
de_de: Gesicherte Benutzer löschen

# AuditLogTask.WEB_SITE_DELETE_SSL_FOLDER
source: Delete shared SSL folder
ar_ae: احذف مجلد SSL المشترك
de_de: Geteilten SSL-Ordner löschen

# AuditLogTask.WEB_SITE_DELETE_VDIR
source: Delete virtual directory
ar_ae: حذف الدليل الافتراضي
de_de: Virtuelles Verzeichnis löschen

# AuditLogTask.WEB_SITE_INSTALL_FP
source: Install FrontPage Extensions
ar_ae: قم بتثبيت ملحقات الصفحة الأمامية
de_de: FrontPage-Erweiterungen installieren

# AuditLogTask.WEB_SITE_INSTALL_SECURED_FOLDERS
source: Install secured folders
ar_ae: تثبيت المجلدات المؤمنة
de_de: Gesicherte Ordner installieren

# AuditLogTask.WEB_SITE_UNINSTALL_FP
source: Uninstall FrontPage Extensions
ar_ae: قم بإلغاء تثبيت ملحقات الصفحة الأمامية
de_de: FrontPage-Erweiterungen deinstallieren

# AuditLogTask.WEB_SITE_UNINSTALL_SECURED_FOLDERS
source: Uninstall secured folders
ar_ae: قم بإلغاء تثبيت المجلدات المؤمنة
de_de: Gesicherte Ordner deinstallieren

# AuditLogTask.WEB_SITE_UPDATE
source: Update
ar_ae: تحديث
de_de: Aktualisieren

# AuditLogTask.WEB_SITE_UPDATE_SECURED_FOLDER
source: Add/update secured folder
ar_ae: إضافة / تحديث مجلد مؤمنإضافة / تحديث مجلد مؤمن
de_de: Gesicherten Ordner hinzufügen/aktualisieren

# AuditLogTask.WEB_SITE_UPDATE_SECURED_GROUP
source: Add/update secured group
ar_ae: إضافة / تحديث مجموعة مؤمنة
de_de: Gesicherte Gruppe hinzufügen/aktualisieren

# AuditLogTask.WEB_SITE_UPDATE_SECURED_USER
source: Add/update secured user
ar_ae: إضافة / تحديث مستخدم مؤمن
de_de: Gesicherten Benutzer hinzufügen/aktualisieren

# AuditLogTask.WEB_SITE_UPDATE_SSL_FOLDER
source: Update shared SSL folder
ar_ae: تحديث مجلد SSL المشترك
de_de: Gemeinsamen SSL-Ordner aktualisieren

# AuditLogTask.WEB_SITE_UPDATE_VDIR
source: Update virtual directory
ar_ae: تحديث الدليل الافتراضي
de_de: Virtuelles Verzeichnis aktualisieren

# AuditLogSource.SCHEDULER
source: Scheduler
ar_ae: المجدول
de_de: Zeitplanung

# AuditLogTask.SCHEDULER_RUN_SCHEDULE
source: Run schedule
ar_ae: تشغيل الجدول
de_de: Zeitplanung ausführen

# AuditLogTask.REMOTE_DESKTOP_SERVICES_ADD_RDS_SERVER
source: Add RDS server
ar_ae: أضف خادم RDS
de_de: RDS-Server hinzufügen

# AuditLogTask.REMOTE_DESKTOP_SERVICES_RESTART_RDS_SERVER
source: Restart RDS server
ar_ae: أعد تشغيل خادم RDS
de_de: RDS-Server Neustart

# AuditLogTask.REMOTE_DESKTOP_SERVICES_SET_RDS_SERVER_NEW_CONNECTIONS_ALLOWED
source: Set RDS new connection allowed
ar_ae: تعيين اتصال جديد RDS مسموح به
de_de: RDS - neue Verbindungen Einstellen

# AuditLogTask.HOSTING_SPACE_ADD
source: Add
ar_ae: أضف
de_de: Hinzufügen

# AuditLogTask.ENTERPRISE_STORAGE_GET_ORG_STATS
source: Get organization statistics
ar_ae: احصل على إحصائيات المنظمة
de_de: Abrufen von Organisationsstatistiken

# AuditLogTask.ENTERPRISE_STORAGE_CREATE_MAPPED_DRIVE
source: Create mapped drive
ar_ae: إنشاء محرك الأقراص المعين
de_de: Zugeordnetes Laufwerk erstellen

# AuditLogTask.ENTERPRISE_STORAGE_DELETE_MAPPED_DRIVE
source: Delete mapped drive
ar_ae: حذف محرك الأقراص المعين
de_de: Zugeordnetes Laufwerk löschen

# AuditLogTask.ENTERPRISE_STORAGE_CREATE_FOLDER
source: Create folder
ar_ae: أنشئ مجلد
de_de: Ordner erstellen

# AuditLogTask.ENTERPRISE_STORAGE_DELETE_FOLDER
source: Delete folder
ar_ae: احذف المجلد
de_de: Ordner löschen

# AuditLogTask.ENTERPRISE_STORAGE_SET_ENTERPRISE_FOLDER_GENERAL_SETTINGS
source: Set enterprise folder general settings
ar_ae: قم بتعيين الإعدادات العامة لمجلد المؤسسة
de_de: Enterprise Ordner allgemeine Einstellungen

# AuditLogTask.ORGANIZATION_GET_ORG_STATS
source: Get organization statistics
ar_ae: احصل على إحصائيات المنظمة
de_de: Abrufen von Organisationsstatistiken

# AuditLogTask.ORGANIZATION_GET_SUPPORT_SERVICE_LEVELS
source: Get support service levels
ar_ae: احصل على مستويات خدمة الدعم
de_de: Abrufen von Support-Service-Levels

# AuditLogTask.ORGANIZATION_GET_SECURITY_GROUPS_BYMEMBER
source: Get security groups by member
ar_ae: احصل على مجموعات الأمان حسب الأعضاء
de_de: Sicherheitsgruppen nach Mitglied abrufen

# AuditLogTask.ORGANIZATION_GET_SECURITY_GROUP_GENERAL
source: Get security group general settings
ar_ae: احصل على الإعدادات العامة لمجموعة الأمان
de_de: Allgemeine Einstellungen für Sicherheitsgruppen abrufen

# AuditLogTask.ORGANIZATION_SET_USER_PASSWORD
source: Set user password
ar_ae: ضع كلمة سر للمستخدم
de_de: Benutzer Passwort festlegen

# AuditLogTask.ORGANIZATION_SET_USER_USERPRINCIPALNAME
source: Set user principal name
ar_ae: حدد الاسم الأساسي للمستخدم
de_de: Benutzerprinzipalname festlegen

# AuditLogTask.ORGANIZATION_UPDATE_USER_GENERAL
source: Update user general settings
ar_ae: تحديث إعدادات المستخدم العامة
de_de: Allgemeinen Benutzereinstellungen aktualisieren

# AuditLogTask.ORGANIZATION_CREATE_USER
source: Create user
ar_ae: إنشاء مستخدم
de_de: Benutzer anlegen

# AuditLogTask.ORGANIZATION_REMOVE_USER
source: Remove user
ar_ae: إزالة المستخدم
de_de: Benutzer entfernen

# AuditLogTask.ORGANIZATION_CREATE_ORG
source: Create organization
ar_ae: أنشئ منظمة
de_de: Organisation erstellen

# AuditLogTask.ORGANIZATION_DELETE_ORG
source: Delete organization
ar_ae: حذف المنظمة
de_de: Organisation löschen

# AuditLogTask.ORGANIZATION_CREATE_ORGANIZATION_ENTERPRISE_STORAGE
source: Create organization enterprise storage
ar_ae: إنشاء مؤسسة تخزين المؤسسة
de_de: Organisation Enterprise-Storage erstellen

# AuditLogTask.ORGANIZATION_SEND_USER_PASSWORD_RESET_EMAIL_PINCODE
source: Send user password reset email pincode
ar_ae: إرسال رمز البريد الإلكتروني لإعادة تعيين كلمة مرور المستخدم
de_de: E-Mail-PIN-Code zum Zurücksetzen des Benutzerkennworts senden

# AuditLogTask.ORGANIZATION_UPDATE_PASSWORD_SETTINGS
source: Update password settings
ar_ae: تحديث إعدادات كلمة المرور
de_de: Passworteinstellungen aktualisieren
